{
    "<p>Classical art historian, administrator; developer of the illustrated museum catalog.": [],
    "Visconti was born to a scholarly family.": [
        [
            0,
            8,
            [
                "Viscount",
                "Viscounts"
            ]
        ]
    ],
    "At 14 he moved to Rome where he met <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [
        [
            3,
            5,
            [
                "14,"
            ]
        ]
    ],
    "Visconti succeeded Winckelmann at his death in 1768 as Commissioner of Antiquities.": [
        [
            0,
            8,
            [
                "Viscount",
                "Viscounts"
            ]
        ]
    ],
    "Pope Clement XIV and particularly Giovanni Angelo Braschi, the papal treasurer, encouraged him in founding the Vatican Museo Clementino in 1770.": [
        [
            50,
            57,
            [
                "Bras chi"
            ]
        ],
        [
            125,
            135,
            [
                "Clementine"
            ]
        ]
    ],
    "When Braschi succeeded Clement as Pius VI, Braschi through Visconti expanded the museum, renaming it as the Museo Pio-Clementino.": [
        [
            5,
            12,
            [
                "Bras chi"
            ]
        ],
        [
            43,
            50,
            [
                "Bras chi"
            ]
        ],
        [
            59,
            67,
            [
                "Viscount",
                "Viscounts"
            ]
        ],
        [
            114,
            128,
            [
                "PIO-Clementino",
                "Pio-Clementine"
            ]
        ]
    ],
    "Through Visconti, Braschi authorized acquisitons, excavations, and installations for the new museum, building on the burgeoning antiquities discovery and marketing in Rome.": [
        [
            8,
            16,
            [
                "Viscount",
                "Viscounts"
            ]
        ],
        [
            18,
            25,
            [
                "Bras chi"
            ]
        ],
        [
            37,
            48,
            [
                "acquisitions"
            ]
        ]
    ],
    "Visconti purchased important pieces from the Mattei, Barberini, Verospi, Altemps and other collections, as much to keep them in Rome as a<em>New York Times</em>hing.": [
        [
            0,
            8,
            [
                "Viscount",
                "Viscounts"
            ]
        ],
        [
            45,
            51,
            [
                "Matter",
                "Malta",
                "Marta",
                "Matte",
                "Mattel",
                "Matteo"
            ]
        ],
        [
            53,
            62,
            [
                "Barbering"
            ]
        ],
        [
            64,
            71,
            [
                "Versus",
                "Verse",
                "Verbs",
                "Verses",
                "Versa",
                "Versed"
            ]
        ],
        [
            160,
            164,
            [
                "thing",
                "hang"
            ]
        ]
    ],
    "Visconti published an illustrated catalog of the collections in 1782, one of the first illustrated museum catalogs of its kind.": [
        [
            0,
            8,
            [
                "Viscount",
                "Viscounts"
            ]
        ]
    ],
    "His son, <a href=\"/viscontie\">Ennio Guirino Visconti</a>, assisted in the project, completing the series when he succeeded his father as Commissioner of Antiquities.": [],
    "A second son, <a href=\"/viscontif\">Filippo Aurelio Visconti</a>, worked with Ennio Quirino at the Louvre museum and later succeeded him as Commissioner.": [],
    "Visconti's scholarly approch the classical archeology, his reliance on facts instead of anecdote and his interested in illustrations as a legitimate part of intellectual publication form the basis of modern archaeology and museology.</p>": [
        [
            0,
            8,
            [
                "Viscount",
                "Viscounts"
            ]
        ],
        [
            21,
            28,
            [
                "approach"
            ]
        ],
        [
            207,
            218,
            [
                "archeology"
            ]
        ]
    ]
}