{
    "<p>Vischer was the son of the philosopher Friedrich Theodor Vischer (1807-87).": [
        [
            3,
            10,
            [
                "Fischer"
            ]
        ],
        [
            60,
            67,
            [
                "Fischer"
            ]
        ]
    ],
    "Growing up, Vischer was influenced by the frequent presence of scholars such as Eduard Mörike and his godfathers, the author Ludwig Uhland and theologian David F. Strauss (whom Nietzsche so strongly denounced).": [
        [
            12,
            19,
            [
                "Fischer"
            ]
        ]
    ],
    "Vischer completed his dissertation at Tübingen in 1872 with the topic <em>über das optische Formgefühl</em>.": [
        [
            0,
            7,
            [
                "Fischer"
            ]
        ]
    ],
    "Between 1875 and 1879 he was an instructor (Scriptor) at the Vienna Academy.": [
        [
            44,
            52,
            [
                "Scripter",
                "Scrip tor",
                "Script or"
            ]
        ]
    ],
    "In 1880 he was appointed privatdozent at the university in Munich, but by 1882 received his associate professorship at the university in Breslau.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ],
        [
            137,
            144,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "Beginning in 1885 he taught at the Technische Hochschule in Aachen.": [
        [
            35,
            45,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "The following year his Studien zur Kunstgeschichte appeared.": [
        [
            23,
            30,
            [
                "Studied",
                "Studies"
            ]
        ],
        [
            31,
            34,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ]
    ],
    "The essay \"Zur Kritik mittelalterlicher Kunst,\" was a methodical, Impressionist-inspired diatribe against the more modern art forms which he considered decadent.": [
        [
            11,
            14,
            [
                "Our",
                "Fur",
                "Bur",
                "Cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            15,
            21,
            [
                "Critic",
                "Kristin",
                "Kristi",
                "Kristie",
                "Krita"
            ]
        ],
        [
            40,
            45,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Conversely, Vischer saw a number of art epochs, including Byzantine art, thought by many art historians to be the nadir of art, worthy of study.": [
        [
            12,
            19,
            [
                "Fischer"
            ]
        ]
    ],
    "In 1892 he moved to Göttingen (as a full professor) where he remained until 1911.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ]
    ],
    "Vischer wrote an art history addressed to the laity on Rubens in 1904.": [
        [
            0,
            7,
            [
                "Fischer"
            ]
        ]
    ],
    "The book most clearly shows his \"Impressionistic\" approach to art history: addressing the emotion he saw imbued in Rubens' painting style, color and composition.": [],
    "The book set a standard for introductory texts: well-researched, readable and without condescension.": [],
    "The monograph appeared at the same time as the Rubens book by <a href=\"/burckhardtj\">Jacob Burckhardt</a>, another recent convert to baroque art.": [],
    "Vischer used his father's theories on empathy, taking them to new conclusions.": [
        [
            0,
            7,
            [
                "Fischer"
            ]
        ]
    ],
    "In articles such as \"Der ästhetische Akt und die reine Form\" and über ästhetische Naturbetrachtng\" he employed concrete examples in art history to examine esthetic issues.": [
        [
            21,
            24,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            37,
            40,
            [
                "AKT",
                "At",
                "Art",
                "Act",
                "Aka",
                "Aft"
            ]
        ],
        [
            41,
            44,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            49,
            54,
            [
                "race",
                "range",
                "ran",
                "rate",
                "rank",
                "rare"
            ]
        ],
        [
            65,
            69,
            [
                "Uber",
                "user",
                "Huber",
                "tuber",
                "Buber",
                "umber"
            ]
        ]
    ],
    "This melting of the disciplines of art history and philosophy resulted in many detractors in his lifetime, but the strongest admirers among subsequent generations, such as <a href=\"/croceb\">Benedetto Croce</a> and <a href=\"/kochc\">Carl Koch</a>.": [],
    "His students included <a href=\"/weisbachw\">Werner Weisbach</a> and <a href=\"/hartlaubg\">Gustav Hartlaub</a>.": [],
    "His essay \"Kunstgesichte und Humanismus: Beiträge zur Klärung,\" is a plea for the melding of art and esthetics into a unified discipline.": [
        [
            25,
            28,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            29,
            39,
            [
                "Humanism us"
            ]
        ],
        [
            41,
            49,
            [
                "Barrage"
            ]
        ],
        [
            50,
            53,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            54,
            61,
            [
                "Flaring",
                "Glaring",
                "Blaring",
                "Klarna"
            ]
        ],
        [
            101,
            110,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Vischer's contribution to the development of art history is still underrated.": [
        [
            0,
            7,
            [
                "Fischer"
            ]
        ]
    ],
    "He approached the analysis of a work of art through disciplined esthetic theory.": [],
    "Using the philosophy of Wilhelm Wundt (1832-1920), Vischer used psychology and esthetics to create an interdisciplinary art history.": [
        [
            51,
            58,
            [
                "Fischer"
            ]
        ],
        [
            79,
            88,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "The esthetician Glockner, in his book on Vischer, ascribed to Vischer the modern direction that esthetics would take.": [
        [
            16,
            24,
            [
                "Locker",
                "Blocker"
            ]
        ],
        [
            41,
            48,
            [
                "Fischer"
            ]
        ],
        [
            62,
            69,
            [
                "Fischer"
            ]
        ],
        [
            96,
            105,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "The art historiographer <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a> referred to Vischer as \"one of the most brilliant Impressionists of art historiography,\" meaning Vischer's attention to the impressions the painting made to the viewer.": [],
    "Vischer's first book (his dissertation) <em>über das optische Formgefühl</em> broke perception into nuanced and untranslatable components of feeling.": [
        [
            0,
            7,
            [
                "Fischer"
            ]
        ]
    ],
    "Kulterman cites Vischer's categories as the basis for the work of <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            0,
            9,
            [
                "Superman",
                "Alderman",
                "Letterman",
                "Silverman",
                "Suleiman",
                "Lumberman"
            ]
        ],
        [
            16,
            23,
            [
                "Fischer"
            ]
        ]
    ],
    "Some of Vischer's work received harsh criticism when it appeared because he blurred the lines of traditional art history and philosophy.": [
        [
            8,
            15,
            [
                "Fischer"
            ]
        ]
    ],
    "He abhorred the north German (Prussian) mentality, connoisseurs and the haughty professional-style of art historian.": [],
    "These historians, such as <a href=\"/bodew\">Wilhelm Bode</a> and others returned their distain by patronizing him and attacking his multi-disciplinary articles.": [],
    "His championing of the \"low\" areas of art history, such as Byzantine and the baroque, anticipated the work of <a href=\"/riegla\">Aloïs Riegl</a> and the (first) Vienna School.": [],
    "Together with the work of the art theorist Theodor Lipps (1851-1914), he formed an important of modern art theory.</p>": [
        [
            51,
            56,
            [
                "Lips",
                "Lippi",
                "Limps",
                "Lapps",
                "Lisps",
                "Lippy"
            ]
        ],
        [
            83,
            92,
            [
                "importance"
            ]
        ]
    ]
}