{
    "<p>Art historian and first inspector of historical monuments (Inspecteurs Généraux des Monuments Historiques) in France.": [
        [
            62,
            73,
            [
                "Inspectors"
            ]
        ],
        [
            74,
            82,
            [
                "General",
                "Generate",
                "Genera",
                "Generals",
                "Generous",
                "Generali"
            ]
        ],
        [
            83,
            86,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            97,
            108,
            [
                "Histories",
                "Historizes"
            ]
        ]
    ],
    "Vitet published a study of the provincial artist Le Sueur in 1841 (later included in his <em>Études sur l'histoire de l'art</em> in 1864.": [
        [
            0,
            5,
            [
                "Video",
                "Site",
                "View",
                "Vote",
                "Cited",
                "Sites"
            ]
        ],
        [
            52,
            57,
            [
                "Suer"
            ]
        ]
    ],
    "Vitet wrote that the founding of the Royal Academy in 1648--and really School of Fontainebleau, dominated by Italian artists of the maniera working for Francis I--had destroyed provincial schools of art and painting which were a hallmark to the history of French art.": [
        [
            0,
            5,
            [
                "Video",
                "Site",
                "View",
                "Vote",
                "Cited",
                "Sites"
            ]
        ],
        [
            132,
            139,
            [
                "manner",
                "Manila",
                "manners",
                "McNair",
                "mantra",
                "Madeira"
            ]
        ]
    ],
    "He crticized the <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>, the first professor of art history at the reorganized École des Beaux-Arts.": [
        [
            3,
            12,
            [
                "criticized"
            ]
        ]
    ],
    "Vitet supported Viollet-le-Duc's 1863 reforms in curriculum with their emphasis on originality over emulation.": [
        [
            0,
            5,
            [
                "Video",
                "Site",
                "View",
                "Vote",
                "Cited",
                "Sites"
            ]
        ],
        [
            16,
            30,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "Vitet and <a href=\"/lenoira1801\">Alexandre-Albert Lenoir</a> had by the 1830s suggested that Byzantine architectural influences and not simply classical architecture were the inspiration for medieval architecture.": [
        [
            0,
            5,
            [
                "Video",
                "Site",
                "View",
                "Vote",
                "Cited",
                "Sites"
            ]
        ]
    ],
    "There observations were most stridently (and confincingly) taken up by <a href=\"/verneilhf\">Félix Joseph de Verneilh</a> who posited a link between San Marco and French Romanesque (Stamp).": [
        [
            45,
            57,
            [
                "convincingly"
            ]
        ]
    ],
    "Vitet and Prosper Mérimée (1803-1870), the first Inspecteurs Généraux des Monuments Historiques attempted to reign in the \"restorations\" of Viollet-le-Duc and others, affirming that preference should be given to structure of the building over decoration.": [
        [
            0,
            5,
            [
                "Video",
                "Site",
                "View",
                "Vote",
                "Cited",
                "Sites"
            ]
        ],
        [
            49,
            60,
            [
                "Inspectors"
            ]
        ],
        [
            61,
            69,
            [
                "General",
                "Generate",
                "Genera",
                "Generals",
                "Generous",
                "Generali"
            ]
        ],
        [
            70,
            73,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            84,
            95,
            [
                "Histories",
                "Historizes"
            ]
        ],
        [
            140,
            154,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "However, monumental sculpture was considered integral to the building fabric; the churches and cathedrals ruined during the Revolution with their decoration lost required esthetic repair to evoke their didactic power.</p>": []
}