{
    "<p>Curator of sculpture at the Louvre; one of the founders of the French historical method in art history.": [],
    "Vitry graduated from the Sorbonne, Paris, <em>licence ès letters</em>, in 1892.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "He attended the lectures of the classicist Louis Havet (1849-1925) and art historian <a href=\"/nolhacp\">Pierre de Nolhac</a> at the École pratique des hautes etudes.": [
        [
            49,
            54,
            [
                "Have",
                "Haven",
                "Havel",
                "Haves",
                "Ha vet"
            ]
        ]
    ],
    "The young art historian <a href=\"/vogew\">Wilhelm Vöge</a> encountered Vitry on his trip to Paris in 1893.": [],
    "He continued at the École du Louvre, studying under <a href=\"/courajodl\">Louis-Charles-Léon Courajod</a> and <a href=\"/michela\">André Michel</a>, both of whom greatly influenced him.": [
        [
            20,
            25,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            26,
            28,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Vitry gained a <em>diplôme</em> from the École in 1897 under Michel, who had succeeded Courajod at the École.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "Vitry's dissertation, written under <a href=\"/lemonnierh\">Henry Lemonnier</a> on Michel Colombe, was accepted for his Ph.D.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "and published in 1901.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "He taught as professor at the École des Arts Décoratifs between 1901 and 1920.": [
        [
            30,
            35,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            36,
            39,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            45,
            55,
            [
                "Decoration",
                "Decorations",
                "Decorative",
                "Decorating",
                "Decorates",
                "Decorators"
            ]
        ]
    ],
    "Vitry followed the courses Courajod for the next three years on topics devoted to the origins ancient and medieval art.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ],
        [
            6,
            26,
            [
                "take the courses"
            ]
        ],
        [
            27,
            35,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "He participated in the exhibition of 1904 on \"French Primitives\" which became an ideological fight for the restoration of early French art to the Renaissance era from the Middle Ages.": [],
    "Appointed assistant curator in the department of sculpture at the Louvre under Michel in 1905, he became alarmed at a law the same year separating the French church and state.": [],
    "Concerned that the way was now open for monuments to be sold to other countries, he founded the review <em>Musées et monuments de France</em> in 1906 to bring monuments to greater attention.": [],
    "He reorganized the exhibition space at the museum in Tours in 1910.": [],
    "Vitry was placed in charge of planning the newest Louvre museum satellite, Maisons-Laffitte in 1911, a building designed by Francois Mansart, which the government had purchased to preserve it.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ],
        [
            50,
            63,
            [
                "Louvre Museum"
            ]
        ],
        [
            75,
            91,
            [
                "Masons-Laffitte",
                "Maisons-Lafitte"
            ]
        ],
        [
            133,
            140,
            [
                "Mansard",
                "Mans art"
            ]
        ]
    ],
    "Michel assigned Vitry two sections, \"Renaissance architecture in France\" and \"Fifteenth- and sixteenth-century Netherlandish sculpture,\" in his magnum opus <em>Histoire de l'art depuis les premiers temps chrétiens jusqu'à nos jours</em> a encyclopedic history of art.": [
        [
            16,
            21,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "At their appearance in 1913, neither bore Vitry's name.": [
        [
            42,
            47,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "During World War I, he fought as a soldier, 1915-1919.": [],
    "Immediately after the War, he was appointed assistant minister in the Ministry of Foreign Affairs for the restitution of works of art dispersed by the war.": [],
    "He was appointed professor and chair of the history of sculpture at the École du Louvre in 1920.": [
        [
            72,
            77,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            78,
            80,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Vitry hired the young <a href=\"/aubertm\">Marcel Aubert</a> to be his assistant.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "The same year he published his <em>La cathédrale de Reims: architecture et sculpture</em> with photos having been taken before its disastrous war shelling.": [],
    "He revised the 1907 catalog of the sculpture collection as <em>Catalogue des sculptures</em> beginning in 1922.": [],
    "For the years 1923-1925, he taught as Professor at the College de France under Michel, where he developed courses on Jean-Antoine Houdon.": [
        [
            130,
            136,
            [
                "London",
                "Gordon",
                "Houston",
                "Hudson",
                "Holden",
                "Horton"
            ]
        ]
    ],
    "When Michel died in 1925, leaving the final volume of his <em>Histoire de l'art</em> uncompleted, Vitry took it over, issuing \"L'art en Europe et en Amérique au XIXe siècle et au début du XXe\" in 1929.": [],
    "Qualifying for retirement in1933, Vitry remained, adding a professorship at the Université Libre in Brussels in 1934.": [
        [
            34,
            39,
            [
                "Vitré",
                "Vi try"
            ]
        ],
        [
            80,
            90,
            [
                "University"
            ]
        ],
        [
            91,
            96,
            [
                "Libra",
                "Lire"
            ]
        ]
    ],
    "At the threat of war with Germany, he participated in the committee determining where to locate Louvre sculpture for safekeeping.Vitry retired from the Louvre, the École, and the Université and relinquished control of the <em>Musées et monuments de France</em> in 1939.": [
        [
            129,
            134,
            [
                " Vitry"
            ]
        ],
        [
            164,
            169,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            179,
            189,
            [
                "University"
            ]
        ]
    ],
    "When war broke out the same year, he was assigned to Chambord chateau where some of the Louvre sculpture had been sent.": [
        [
            53,
            61,
            [
                "Chamber",
                "Chambers",
                "Chambered",
                "Chambéry"
            ]
        ],
        [
            62,
            69,
            [
                "château"
            ]
        ]
    ],
    "Vitry was succeeded at the Louvre in 1940 by Aubert and died the following year.": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ],
        [
            45,
            51,
            [
                "Albert",
                "Hubert"
            ]
        ]
    ],
    "Through his writing and professional work, Vitry was a major exponent of French sculpture--particularly cathedral statuary.": [
        [
            43,
            48,
            [
                "Vitré",
                "Vi try"
            ]
        ]
    ],
    "His art history focuses on the stylistic influences of sculptors from various geographic regions on French sculpture.": [],
    "In addition to his medieval and Renaissance studies, he also published extensively on Jean-Antoine Houdon, though a monograph was never forthcoming, and nineteenth-century sculptors Jean-Baptiste Carpeaux, François Rude and twentieth-century Émile-Antoine Bourdelle.": [
        [
            99,
            105,
            [
                "London",
                "Gordon",
                "Houston",
                "Hudson",
                "Holden",
                "Horton"
            ]
        ],
        [
            196,
            204,
            [
                "Careful",
                "Carpet",
                "Bordeaux",
                "Carpets",
                "Carpal",
                "Carpeted"
            ]
        ],
        [
            256,
            265,
            [
                "Bordello"
            ]
        ]
    ],
    "He was part of a group of scholars centered around Courajod, including <a href=\"/briereg\">Gaston Brière</a>, (Versailles Museum), <a href=\"/marquetdevasselotj\">Jean Joseph Marie Anatole Marquet de Vasselot</a>, and <a href=\"/koechlinr\">Raymond Koechlin</a>.": [
        [
            51,
            59,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "From Courajod, he held strong nationalistic beliefs, at the cost of Italian sculptors (in the case of the court art of Henry IV).": [
        [
            5,
            13,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "His nationalism could sometimes be extreme.": [],
    "Vitry's study of Colombe, according to one historian, \"will be long studied primarily for its high ideological polemics\" (Lafabrie).</p>": [
        [
            0,
            5,
            [
                "Vitré",
                "Vi try"
            ]
        ],
        [
            17,
            24,
            [
                "Colombo"
            ]
        ],
        [
            122,
            130,
            [
                "Fabric",
                "Laurie",
                "Calabria",
                "Macabre",
                "Safari",
                "Laramie"
            ]
        ]
    ]
}