{
    "<p>Museum director, Kassel, 1946-1961.": [],
    "Vogel was born and raised in Stettin, Germany, (present-day Szczecin, Poland)&nbsp;where his father was a local merchant.": [
        [
            29,
            36,
            [
                "Stetting",
                "Stet tin"
            ]
        ]
    ],
    "After graduating from the humanistisches Gymnasium in Stettin in 1916, he entered the army in World War I where he was severely wounded.": [
        [
            54,
            61,
            [
                "Stetting",
                "Stet tin"
            ]
        ]
    ],
    "Upon recuperation in 1919 he studied political science, earning his first Ph.D.": [],
    "in 1923 from the university in Vienna.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He entered studied thereafter in art history, attending lectures at Marburg under <a href=\"/hamannr\">Richard Hamann</a> and then Leipzig under <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "His dissertation, written under Pinder, was on architects of Stettin in the eighteenth century.": [
        [
            32,
            38,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            61,
            68,
            [
                "Stetting",
                "Stet tin"
            ]
        ]
    ],
    "He volunteered at the Kunstgewerbemuseum (Arts and Crafts Museum) in Leipzig beginning in 1926.": [],
    "He married Suzanne Neiβer around this time.": [
        [
            19,
            25,
            [
                "Nader"
            ]
        ]
    ],
    "He worked for the publisher Brockhaus as an art editor briefly before being appointed an assistant at the city museum of Halle an der Saale in 1928.": [
        [
            28,
            37,
            [
                "Blockhouse",
                "Bronchus",
                "Blockheads",
                "Brickbats",
                "Broughams",
                "Beckhams"
            ]
        ],
        [
            127,
            129,
            [
                "a"
            ]
        ],
        [
            130,
            133,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "The following year he became an art history Dozent at the art academy in Kassel (Staatliche Kunstakademie Kassel).": [
        [
            44,
            50,
            [
                "Dozen",
                "Dozens",
                "Docent",
                "Dozenth"
            ]
        ]
    ],
    "When the academy closed in 1932, he move to an unpaid curatorial assistant at the art museum there.": [
        [
            36,
            40,
            [
                "moves",
                "moved"
            ]
        ]
    ],
    "Vogel's wife, because of her Jewish background, was declared a \"non-Aryan\" by the Nazis.": [],
    "He secured a grant to inventory the building and art of the Hohenzollern in Sigmaringen.": [],
    "This led to a 1936 project cataloging the print and book collection for Prince Friedrich Heinrich von Preussen in Kamenz in Schlesien, ultimately charged to liquidate some of the assets.": [
        [
            102,
            110,
            [
                "Pressed",
                "Presses",
                "Presser",
                "Pressmen"
            ]
        ],
        [
            114,
            120,
            [
                "Karen",
                "Amend",
                "Lament",
                "Ramen",
                "Amen",
                "Kampen"
            ]
        ],
        [
            124,
            133,
            [
                "Schlemiel"
            ]
        ]
    ],
    "At the end of War, Vogel was hounded by the Gestapo for his \"mixed marriage\" status to a Jew.": [],
    "After the War he was appointed director of the art museum at Kassel, 1946.": [],
    "An industrial city, Kassel suffered heavy bombing by allied forces and the museum building was heavily damaged.": [],
    "Vogel spent those years rebuilding the collection,the heavily damaged museum building was accomplished after his tenure.": [
        [
            49,
            53,
            [
                ", the"
            ]
        ]
    ],
    "He oversaw the issuing of a catalog in 1958.": [],
    "He retired in 1962.": [],
    "Vogel's area remained neoclassicism.</p>": []
}