{
    "<p>First professor of art history in the Netherlands, founder, Utrecht Institute for Art History.": [],
    "Vogelsang grew up in Leiden, Freiburg and Delft, where he attended the Gymnasium.": [
        [
            0,
            9,
            [
                "Vogel sang"
            ]
        ]
    ],
    "Because no Dutch university included art history as a subject, he studied art history in Freiburg, Vienna, and Paris, finally writing his dissertation in Munich.": [],
    "His1898 thesis was on Dutch miniatures of the late middle ages.": [
        [
            51,
            62,
            [
                "Middle Ages"
            ]
        ]
    ],
    "His <em>privaatdocent</em> appointment came in 1900 at the University of Amsterdam.": [],
    "At that time art history courses in Amsterdam were limited mostly to Greco-Roman art, under the responsibility of professor <a href=\"/sixj\">Jan Six</a> (1857-1926).": [],
    "Vogelsang, teaching postclassical art history, attracted an increasing number of students, including many from outside the university.": [
        [
            0,
            9,
            [
                "Vogel sang"
            ]
        ]
    ],
    "In 1903 he was appointed assistant director of the Nederlandsch Museum voor Geschiedenis en Kunst, the Department of Sculpture and Decorative Arts, part of the Rijksmuseum.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            51,
            63,
            [
                "Nederland sch"
            ]
        ],
        [
            71,
            75,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            92,
            97,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "He immediately began contributing articles in a wide variety of venues and languages.": [],
    "His \"News from Holland\" became a periodic feature in the <em>Burlington Magazine</em>.": [],
    "In 1907 Vogelsang was appointed professor of art history--the first full professor of that field in the Netherlands--at the University in Utrecht.": [
        [
            8,
            17,
            [
                "Vogel sang"
            ]
        ]
    ],
    "As professor of \"Aesthetiek en Kunstgeschiedenis,\" he taught a wide variety of periods of European art history and attracting many students, particularly because of his lecturing skills.": [
        [
            17,
            27,
            [
                "Aesthetic",
                "Aesthetics",
                "Aesthete",
                "Aesthetes"
            ]
        ]
    ],
    "Lacking facilities to teach art in the university, Vogelsang lectured out of his home, using his personal library as the reference tools.": [
        [
            51,
            60,
            [
                "Vogel sang"
            ]
        ]
    ],
    "Between 1907 and 1910 he published on the Dutch furniture housed in the Rijksmuseum.": [],
    "In 1911-1912, <em>Die Holzskulptur in den Niederländen</em> appeared, a two volume-catalog of medieval sculpture in wood, in the Aartsbischoppelijk Museum of Utrecht (the museum of the Archbishopric Utrecht) and in the Nederlandsch Museum voor Geschiedenis en Kunst.": [],
    "All the while, Vogelsang continued to build a research center for art, the Utrecht Institute for Art History.": [
        [
            15,
            24,
            [
                "Vogel sang"
            ]
        ]
    ],
    "Though a medievalist, Vogelsang championed many periods of art, including contemporary art which he contended deserved the same scholarly attention other fields did.": [
        [
            22,
            31,
            [
                "Vogel sang"
            ]
        ]
    ],
    "Under his direction, the Institute of Art History expanded and flourished.": [],
    "He retired in 1946, succeeded by <a href=\"/gelderj\">Jan Gerrit van Gelde</a>r, his student.": [],
    "The main focus of Vogelsang's art teaching was the formal analysis of works of art, interpreting them as a visual language.": [
        [
            18,
            27,
            [
                "Vogel sang"
            ]
        ]
    ],
    "In this respect the influence of <a href=\"/wolfflinh\">Heinrich Wölfflin</a> is clear.": [],
    "Vogelsang's teaching and duties as director of the Institute occupied a great deal of his time.": [
        [
            0,
            9,
            [
                "Vogel sang"
            ]
        ]
    ],
    "Among other, <a href=\"/gelderh\">H.": [],
    "E. van Gelder</a>, commenting on Vogelsang's membership in the <em>Oudheidkundige Bond</em>, lamented how such activities inevitably competed with his publications.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            33,
            42,
            [
                "Vogel sang"
            ]
        ]
    ],
    "However, Vogelsang used his administrative positions to effect considerable change, pushing for the reorganization of museums and arguing strongly for a full doctoral program of art history for museum employees.": [
        [
            9,
            18,
            [
                "Vogel sang"
            ]
        ]
    ],
    "This was eventually realized in 1921.": [],
    "Vogelsang's selected lectures and writings, contained in a book called <em>Commentarii</em> (after Ghiberti's of the same title), give a glimpse of his lecturing style.": [
        [
            0,
            9,
            [
                "Vogel sang"
            ]
        ]
    ],
    "He was known as an inspired lecturer and a gentle teacher in stark contrast to the \"stern professor model\" prevalent among faculty of the time.": [],
    "In addition to van Gelder, his students included <a href=\"/hoogewerffg\">G.": [
        [
            19,
            25,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "J. Hoogewerff</a> and <a href=\"/thienenf\">Frithjof W. S. van Thienen</a>.</p>": []
}