{
    "<p>Architectural historian and archaeologist of middle eastern churches.": [],
    "Vogüé stemmed from the ancient aristocratic family of the Vivarais, long settled on the banks of the Ardèche river.": [
        [
            0,
            5,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ],
        [
            58,
            66,
            [
                "Vivaria"
            ]
        ],
        [
            101,
            108,
            [
                "Creche",
                "Crèche"
            ]
        ]
    ],
    "His father was Léonce de Vogüé (1805-1877), a French bureaucrat, and his mother Henriette de Machault d'Arnouville (1808-1864).": [
        [
            15,
            21,
            [
                "Leonie"
            ]
        ],
        [
            80,
            89,
            [
                "Henrietta"
            ]
        ],
        [
            104,
            114,
            [
                "Knoxville",
                "Barnesville",
                "Brookville",
                "Liouville",
                "Rowville",
                "Sartrouville"
            ]
        ]
    ],
    "His ancestors had been participants in the Third Crusade.": [],
    "His initial interest was in science and he early trained in mathematics.": [
        [
            35,
            39,
            [
                ", and"
            ]
        ]
    ],
    "He mastered Greek, Latin, Phoenician, Syriac and Hebrew.": [],
    "As a young man he worked in the diplomatic service in Petrograd, Russia in 1850.": [],
    "He resigned in 1853 to make his first trip to he middle east, though it was his second in 1854 and particularly the return to Jerusalem that convinced him to study the churches there.": [
        [
            46,
            48,
            [
                "the",
                "his"
            ]
        ],
        [
            49,
            60,
            [
                "Middle East"
            ]
        ]
    ],
    "These Crusader churches and their art immediately caught his imagination.": [],
    "Vogüé discovered that a twelfth-century crusader Itinerarium could still be used to navigate Jerusalem.": [
        [
            0,
            5,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ],
        [
            49,
            60,
            [
                "Itineraries"
            ]
        ]
    ],
    "He set about collecting documents and carefully studying the urban landscape.": [],
    "In 1860 he published his results--he was still only thirty--as his most important book, Les églises de la Terre Sainte.": [
        [
            3,
            7,
            [
                "1860,"
            ]
        ],
        [
            92,
            99,
            [
                "elites",
                "eclipses",
                "enlists",
                "Elise",
                "ellipses",
                "glides"
            ]
        ],
        [
            106,
            111,
            [
                "Terry",
                "Terra",
                "Terri",
                "Terse",
                "Terrie",
                "Terr"
            ]
        ],
        [
            112,
            118,
            [
                "Saint",
                "Saints",
                "Sainted"
            ]
        ]
    ],
    "The book was the first systematic account of churches from the Constantinian age to the Crusader time period.": [
        [
            63,
            76,
            [
                "Constantine",
                "Constantin",
                "Constantino"
            ]
        ]
    ],
    "He provided his own drawings to accompany the book.": [],
    "In 1861 he and the epigrapher William Henry Waddington (1826-1894) and the architect Edmond-Clément-Marie-Louise Duthoit (1837-1889) traveled to Cyprus, commissioned by the historian Joseph-Ernest Renan (1823-1892), to systematically document large-scale excavations on the island.": [
        [
            3,
            7,
            [
                "1861,"
            ]
        ],
        [
            113,
            120,
            [
                "Detroit",
                "Outhit"
            ]
        ],
        [
            197,
            202,
            [
                "Renal",
                "Regan",
                "Renin",
                "Rena",
                "Reran",
                "Henan"
            ]
        ]
    ],
    "Vogüé and Waddington moved to Syria and Jerusalem in 1862, resulting in Vogüé's 1864 study of the Temple of Jerusalem.": [
        [
            0,
            5,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ],
        [
            72,
            77,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ]
    ],
    "Waddington left in 1862, but Vogüé remained with Duthoit, researching in central Syria and Hawrān.": [
        [
            29,
            34,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ],
        [
            49,
            56,
            [
                "Detroit",
                "Outhit"
            ]
        ],
        [
            91,
            97,
            [
                "Harlan",
                "Hadrian",
                "Hainan",
                "Howrah",
                "Lawman",
                "Dhahran"
            ]
        ]
    ],
    "His three-volume Syrie centrale was published from this research beginning in 1865.": [
        [
            17,
            22,
            [
                "Syria",
                "Ryrie"
            ]
        ],
        [
            23,
            31,
            [
                "central",
                "Central",
                "centrals",
                "cent rale"
            ]
        ]
    ],
    "Vogüé became a free member of the Académie des Inscriptions et Belles-Lettres in 1868.": [
        [
            0,
            5,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ],
        [
            34,
            42,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            43,
            46,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            63,
            77,
            [
                "Belles-lettres"
            ]
        ]
    ],
    "He assisted in the volumes of the Corpus inscriptionum semiticarum.": [],
    "After another visit to Palestine in 1869, he returned to the diplomatic corps as ambassador in Constantinople in 1871 and later Vienna (1875-1879).": [],
    "When the changes in the French government forced his retirement, Vogüé devoted himself to archives and writing family histories of his clan and Vogüé castle.": [
        [
            65,
            70,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ],
        [
            144,
            149,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ]
    ],
    "In 1901 Vogüé was elected a member of the Académie Française.": [
        [
            8,
            13,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ]
    ],
    "His final trip to Jerusalem was made in 1911 when he was 82.": [],
    "He published a small and nostalgic book Jerusalem hier et aujourd'hui of his fifty year experiences after the trip.": [
        [
            50,
            54,
            [
                "hear",
                "hair",
                "her",
                "year",
                "head",
                "near"
            ]
        ],
        [
            58,
            65,
            [
                "adjourn"
            ]
        ],
        [
            66,
            69,
            [
                "Hui",
                "hew",
                "hub",
                "hook",
                "Hood",
                "hood"
            ]
        ],
        [
            77,
            87,
            [
                "fifty-year"
            ]
        ]
    ],
    "Vogüé's three main areas of research were churches of what is today Israel, churches of Syria, and Semitic inscriptions.": [
        [
            0,
            5,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ]
    ],
    "He traced the Eastern influences in the work of middle eastern artisans working for the barbarian kings in early medieval Europe after the Islamic iconoclasm of the seventh century.": [],
    "He worked to disprove the notion, prevalent at his time, that Romanesque and Gothic styles were middle-eastern in origin.": [],
    "Vogüé mixed a strong Christian conviction, French patriotism and sense of family history into his research.": [
        [
            0,
            5,
            [
                "Vogue",
                "Vague",
                "Rogue",
                "Vogues"
            ]
        ]
    ],
    "Yet his research remains important for the many monuments he recorded which were destroyed or irrevocably changed.": [],
    "Les églises de la Terre Sainte followed a logical pattern of history, written from Crusader guidebooks, careful measurements of the monuments, and a description and analysis of their important art work.": [
        [
            4,
            11,
            [
                "elites",
                "eclipses",
                "enlists",
                "Elise",
                "ellipses",
                "glides"
            ]
        ],
        [
            18,
            23,
            [
                "Terry",
                "Terra",
                "Terri",
                "Terse",
                "Terrie",
                "Terr"
            ]
        ],
        [
            24,
            30,
            [
                "Saint",
                "Saints",
                "Sainted"
            ]
        ]
    ],
    "He concluded it with primary accounts of Jerusalem and a discussion of Crusader coins.": [],
    "Henry Fairfield Osborn mentions him as part of a group of scholars, including <a href=\"/layarda\">Austen Henry Layard</a>, <a href=\"/schliemannh\">Heinrich Schliemann</a> and <a href=\"/evansa\">Arthur J. Evans</a> who inspired later scholars in this field, such as <a href=\"/butlerh\">Howard C. Butler</a>.": [],
    "His work was highly praised by <a href=\"/reinachs\">Salomon Reinach</a> and <a href=\"/enlartc\">Camille Enlart</a>.</p>": []
}