{
    "<p>Kaiser-Friedrich Museum in Berlin director, professor and scholar of early Christian art.": [],
    "Volbach's father was Friedrich (\"Fritz\") Volbach, a professor and orchestra conductor.": [
        [
            0,
            7,
            [
                "Villach"
            ]
        ],
        [
            41,
            48,
            [
                "Villach"
            ]
        ]
    ],
    "The younger Volbach attended school in Mainz and Bensheim, receiving his <em>abitur</em> in 1911.": [
        [
            12,
            19,
            [
                "Villach"
            ]
        ],
        [
            49,
            57,
            [
                "Bentham"
            ]
        ]
    ],
    "After graduation, he volunteered at the Römisch-Germanisches Zentralmusem (Roman antiquities museum) in Mainz 1911 and 1915.": [
        [
            81,
            92,
            [
                "antiquities'",
                "antiquity's"
            ]
        ]
    ],
    "He further volunteered at the Landesmuseum in Wiesbaden, reinstalling the collection when the director was killed in World War I. During this same period, Volbach studied archaeology, art history and medieval history at the universities of Munich, Berlin (under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>), Tübingen (under <a href=\"/langek\">Konrad von Lange</a>) and finally Gießen (Giessen) under <a href=\"/rauchc\">Christian Rauch</a>.": [
        [
            155,
            162,
            [
                "Villach"
            ]
        ]
    ],
    "He wrote his dissertation in 1916 under Rauch at Giessen on the topic of the figure of St.": [
        [
            40,
            45,
            [
                "Ranch"
            ]
        ]
    ],
    "George in medieval German art.": [],
    "The Kaiser-Friedrich Museum director <a href=\"/bodew\">Wilhelm Bode</a> hired him for his museum in 1917.": [],
    "With <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a> he authored the <em>Handbuch der Kunstwissenschaft</em> volume on Italian medieval art.": [],
    "At the Museum he collaborated with Ernst F. Bange (1893-?)": [
        [
            44,
            49,
            [
                "Being",
                "Range",
                "Beings",
                "Badge",
                "Barge",
                "Bang"
            ]
        ]
    ],
    "and Theodor Demmler on the catalog for the Staatliche Museen zu Berlin.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            12,
            19,
            [
                "Dealer",
                "Daimler",
                "Himmler",
                "Demeter",
                "Dimmer",
                "Defiler"
            ]
        ],
        [
            61,
            63,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "During this time he became a founding member and lecturer at the Volkshochschule in Berlin.": [],
    "Volbach was interested in the contemporary art scene in Berlin and knew many of <em>Die Brücke</em> German Expressionists.": [
        [
            0,
            7,
            [
                "Villach"
            ]
        ]
    ],
    "He married Maria Luise Adelung (d.": [
        [
            17,
            22,
            [
                "Loose",
                "Louise",
                "Luis",
                "Guise",
                "Luisa",
                "Loosen"
            ]
        ],
        [
            23,
            30,
            [
                "Adeline",
                "Addling",
                "Adelina"
            ]
        ]
    ],
    "1936) in 1928.": [],
    "The same year he met the Byzantinist <a href=\"/duthuitg\">Georges Duthuit</a>.": [
        [
            25,
            36,
            [
                "Byzantines"
            ]
        ]
    ],
    "In 1929 he was raised to curator (Kustos) and in 1930 head of the Early Christian and medieval Italian collection.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ],
        [
            34,
            40,
            [
                "Custom",
                "Customs",
                "Busts",
                "Huston",
                "Gusts",
                "Justus"
            ]
        ]
    ],
    "He, Duthuit and <a href=\"/sallesg\">Georges Salles</a> collaborated on a book on Byzantine art in 1933.": [
        [
            4,
            11,
            [
                "Outhit"
            ]
        ]
    ],
    "He was named professor in 1933 at the Volkshochschule but the same year determined to be \"non-Aryan\" (Volbach's mother was of Jewish extraction) by the new Nazi government.": [
        [
            53,
            57,
            [
                ", but"
            ]
        ],
        [
            102,
            109,
            [
                "Villach"
            ]
        ]
    ],
    "He and his wife, both practicing Roman Catholics, immigrated to the Vatican City in 1934.": [],
    "There he worked in the Vatican library and as a professor at the Papal Institute for Christian Archaeology.": [],
    "Volbach participated on anti-fascist committees with C. B. Todd and Ludwig Muckermann.": [
        [
            0,
            7,
            [
                "Villach"
            ]
        ],
        [
            75,
            85,
            [
                "Zuckermann"
            ]
        ]
    ],
    "He returned to Germany after the War in 1946.": [],
    "In 1948 he married a second time to Australian writer Vivyan Eyles (b.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ],
        [
            54,
            60,
            [
                "Vivian"
            ]
        ],
        [
            61,
            66,
            [
                "Eyes",
                "Myles"
            ]
        ]
    ],
    "1910), only recently divorced the writer and art historian <a href=\"/prazm\">Mario Praz</a>.": [],
    "He was appointed the director of the antiquities museum in Mainz.": [
        [
            37,
            48,
            [
                "antiquities'",
                "antiquity's"
            ]
        ]
    ],
    "He retired in 1958, mounting a show on Coptic Christian art at the Villa Hügel in Essen in 1963.": [
        [
            73,
            78,
            [
                "Huge",
                "Hugely",
                "Hegel",
                "Huger"
            ]
        ]
    ],
    "He collaborated with <a href=\"/hubertj\">Jean Hubert</a> and <a href=\"/porcherj\">Jean Porcher</a> in the important L'Univers des formes art-history series, <em>L'Europe des invasions</em> in 1967 and and volume three of the Propyläen Kunstgeschichte series.</p>": []
}