{
    "<p>Leipzig amateur art historian and education theorist.": [],
    "Volkmann studied at Bonn and Leipzig before receiving his Ph.D.": [
        [
            0,
            8,
            [
                "Volkmar"
            ]
        ]
    ],
    "in Munich under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in 1892.": [],
    "His dissertation, on the iconography of Dante's Divine Comedy was published to enthusiastic reviews, among them <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "Volkmann never held a formal teaching position, choosing instead to manage the family's prestigeous publishing house, Breitkopf & Härtel.": [
        [
            0,
            8,
            [
                "Volkmar"
            ]
        ],
        [
            88,
            99,
            [
                "prestigious"
            ]
        ]
    ],
    "Chief among his interests (other than renaissance symbolism) was art education and the arts and crafts.": [],
    "In 1891 he published \"Methodology for School Instruction\" (<em>Methodik des Schulunterrichts</em>) setting a theme for many of his later books.": [
        [
            3,
            7,
            [
                "1891,"
            ]
        ]
    ],
    "Volkmann, politically and artistically conservative, championed painting over photographic representation.": [
        [
            0,
            8,
            [
                "Volkmar"
            ]
        ]
    ],
    "The artist, according to him, employed <em>K</em><em>örpergefühl</em> or appreciation of the body, whereas machines such as the camera could only mimic what they saw.": [],
    "Voltmann's exaltation of art over machines was a contrast 'inner truth' over simple appearance.": [
        [
            0,
            8,
            [
                "Boltzmann",
                "Bultmann"
            ]
        ]
    ],
    "Art education was essential in this regard because otherwise society became the victim of appearances rather than mastering them.": [],
    "In the non-representative arts, such as architecture, Volkmann was slightly more progressive.": [
        [
            54,
            62,
            [
                "Volkmar"
            ]
        ]
    ],
    "Volkmann's reputation today rests upon two works of the 1920s, his <em>Bilderschriften der Renaissance</em> (1923) a commentary on visual symbolism of Dante and Renaissance, and like Wölfflin, his own book called <em>Grundfragen</em> (Fundamental Questions) on aesthetic education (1925).</p>": [
        [
            0,
            8,
            [
                "Volkmar"
            ]
        ]
    ]
}