{
    "<p>Professor of art history; museum director.": [],
    "After having attended the Gymnasium in Leeuwarden, Vorenkamp began studying law at Leiden University.": [
        [
            51,
            60,
            [
                "Forename"
            ]
        ]
    ],
    "He switched to art history under <a href=\"/martinw\">Wilhelm Martin</a>.": [],
    "In 1926, after his graduation, he moved to the United States and was appointed instructor in the Department of Art at Smith College, Northampton (Mass.).": [],
    "His fields of interest were art of northern Europe, including the old Dutch and Flemish masters, as well as decorative and graphic arts.": [
        [
            35,
            50,
            [
                "Northern Europe"
            ]
        ]
    ],
    "During his sabbatical leave, in 1933, he obtained his doctoral degree from Leiden University with a dissertation on the history of seventeenth-century Dutch still life, Bijdrage tot de geschiedenis van het Hollandsch stilleven in de zeventiende eeuw.": [
        [
            169,
            177,
            [
                "Birdcage"
            ]
        ],
        [
            202,
            205,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            206,
            216,
            [
                "Holland sch",
                "Hollands ch"
            ]
        ],
        [
            217,
            226,
            [
                "still even"
            ]
        ],
        [
            233,
            244,
            [
                "eventide"
            ]
        ],
        [
            245,
            249,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "His adviser was <a href=\"/martinw\">Wilhelm Martin</a>.": [],
    "Climbing up in rank in Smith College he was appointed full professor in 1939.": [],
    "In 1942-43 he served in the United States Army, though he kept his Dutch nationality.": [],
    "After an honorable discharge he returned to Smith College.": [],
    "In May, 1945 the Dutch government invited him to serve as lieutenant colonel in the Royal Dutch Army, with the special assignment to identify and recover art works stolen by the Germans during the war.": [
        [
            3,
            12,
            [
                "May 1945"
            ]
        ]
    ],
    "Between October 1945 and May 1946 the American authorities invited him to work at the Art Collecting Point in Munich, Germany, where he succeeded in identifying and retrieving many art objects for the Netherlands.": [],
    "As a reward for his endeavors he was knighted in the Order of the Dutch Lion.": [],
    "He wrote the 1946 catalog for a traveling exhibition in the USA, Paintings Looted from Holland, Returned through the Efforts of the United States Forces.": [],
    "After one more year at Smith College, 1946-47, he returned to the Netherlands, to become director of Museum Boymans in Rotterdam.": [],
    "He organized a few exhibitions, including one on French horticulture, for which he transformed one of the museum courts in a sixteenth-century garden.": [],
    "He held this position only for a short time, until 1949.": [],
    "He then moved to Groningen, where he obtained the position of director of the Museum van Oudheden voor de Provincie en Stad Groningen (Museum of Antiquities for the Province and City of Groningen).": [
        [
            89,
            97,
            [
                "Sudden"
            ]
        ],
        [
            98,
            102,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            106,
            115,
            [
                "Province"
            ]
        ],
        [
            119,
            123,
            [
                "Star",
                "Stand",
                "Stay",
                "Stan",
                "Sad",
                "Stein"
            ]
        ]
    ],
    "He reorganized the museum and renovated the galleries, paying special attention to the painting department.": [],
    "He also arranged the print room collection.": [],
    "In 1952 he organized a show, accompanied with an illustrated critical catalog, of a selection of hundred drawings, including a number from the <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a> collection.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            29,
            45,
            [
                "accompanied by"
            ]
        ]
    ],
    "In 1953, he traveled to Puerto Rico, where he had the opportunity to teach Dutch art at the University.": [],
    "In the summer of the same year, after his return to Groningen, he died unexpectedly.": [],
    "His successor in Groningen was <a href=\"/degruyterj\">Josiah Willem Jos de Gruyter</a>, who was appointed in 1955.</p>": []
}