{
    "<p>Dutch lawyer and author; wrote biographies of artists.": [],
    "Vosmaer graduated from law school in Leiden in 1850 and began a law practice in 1853.": [
        [
            0,
            7,
            [
                "Former",
                "Bomber",
                "Foster",
                "Roster",
                "Voter",
                "Oscar"
            ]
        ]
    ],
    "Throughout his professional career, he wrote novels, cultural essays and biographies of artists.": [],
    "His first foray into art writing came in 1856 when he published a small aesthetics, <em>Een studie over het schoone in de kunst</em>.": [],
    "In 1858 he founded and edited the periodical <em>De tijdstroom</em> (\"Time's Steam\").": [
        [
            3,
            7,
            [
                "1858,"
            ]
        ]
    ],
    "Vosmaer left that periodical in 1860 to found a second, culturally-based journal, <em>De Nederlandsche spectator</em>, which he also edited until 1888.": [
        [
            0,
            7,
            [
                "Former",
                "Bomber",
                "Foster",
                "Roster",
                "Voter",
                "Oscar"
            ]
        ]
    ],
    "In 1863 he published the first of two popular books on Rembrandt (both in French), <em>Rembrandt Harmens van Rijn: ses pécurseurs et ses années d'apprentissage</em>.": [
        [
            3,
            7,
            [
                "1863,"
            ]
        ]
    ],
    "In 1868 his two-volume <em>Rembrandt: sa vie et ses œuvres</em> appeared.": [],
    "Upon his retirement from his law practice in 1873, he began contributing to <em>De Nederlandsche spectator</em> (1874-76) and editing the prestigious <em>Kunstkronijk</em>.": [],
    "During his final year, Vosmaer wrote brief biographies of contemporary Dutch and English artists in a series called <em>Onze hedendaagsche schilders</em>.": [
        [
            23,
            30,
            [
                "Former",
                "Bomber",
                "Foster",
                "Roster",
                "Voter",
                "Oscar"
            ]
        ]
    ],
    "He died in Territet, near Montreux, Switzerland.": [
        [
            11,
            19,
            [
                "Merritt",
                "Termites",
                "Terrier",
                "Termite",
                "Terrine",
                "Terrie"
            ]
        ],
        [
            26,
            34,
            [
                "Montreal",
                "Montreuil",
                "Montréal"
            ]
        ]
    ],
    "After his death, his Rembrandt life appeared in English in 1892.</p>": []
}