{
    "<p>Museum director; specialist in late Renaissance and Baroque painting; connoisseur; second director of the Nazi Führermuseum.": [
        [
            114,
            126,
            [
                "Führer museum"
            ]
        ]
    ],
    "Voss studied art history and music--so competent was he at both he was unsure on which to concentrate--and (general) history at the universities of Berlin and Heidelberg.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "From the first, Voss possessed an interest in neglected periods of art.": [
        [
            16,
            20,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "His dissertation, completed in 1906 under <a href=\"/thodeh\">Henry Thode</a> was on medieval German art, Wolfgang Huber and the beginnings of the Danube school.": [],
    "Voss traveled to Italy to write his <em>habiliation</em> where Italian culture and (again) the neglected aspects of the late Renaissance and Baroque fascinated him.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "While researching in Florence, he identified the Saint Roch statue in the church of SS Annunziata as that of the sculptor Veit Stoss.": [
        [
            55,
            59,
            [
                "Rock",
                "Rich",
                "ROC",
                "Roth",
                "Roach",
                "Roche"
            ]
        ],
        [
            87,
            97,
            [
                "Annunciate"
            ]
        ],
        [
            122,
            126,
            [
                "Vat",
                "Wait",
                "Van",
                "Vast",
                "Cat",
                "Eat"
            ]
        ],
        [
            127,
            132,
            [
                "Stops",
                "Toss",
                "Stows"
            ]
        ]
    ],
    "His 1908 article on his discovery marked his debut as a scholar of note.": [],
    "This qualified him to a volunteer position in the Kaiser Friedrich Museum in Berlin (today the Bodemuseum).": [
        [
            95,
            105,
            [
                "Bode museum"
            ]
        ]
    ],
    "At the museum, he became, next to <a href=\"/bodew\">Wilhelm Bode</a> and <a href=\"/friedlanderm\">Max J. Friedländer</a>, the third of the \"great painting experts of the twentieth century\" (Betthausen).": [],
    "In 1910 he followed up his interest in the Danube school with his study <em>Albrecht Altdorfer und Wolf Huber</em>.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "Between 1911 and 1912 he worked as an assistant at the Kunsthistorisches Institut in Florence contributing entries to the 1913 volume Thieme Becker (<em>Allgemeines Lexikon der bildenden Künstler</em>) dictionary on the Gentileschis and Cristofano Gherardi.": [
        [
            73,
            81,
            [
                "Institute"
            ]
        ],
        [
            134,
            140,
            [
                "Theme",
                "Thieve"
            ]
        ]
    ],
    "A 1915 article on Georges de La Tour--again, on an artist barely studied--marked the beginnings of scholarly research on that artist.": [],
    "Voss completed his habilitation thesis in 1919 at the University in Leipzig, <em>Die Malerei der Spätrenaissance in Rom und Florenz,</em> published in 1920, a <em>catalogue raisonne</em> of the artists late 16th and 17th centuries.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ],
        [
            19,
            31,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "The book, however, was not a commercial success (Ewald).": [
        [
            49,
            54,
            [
                "Wald"
            ]
        ]
    ],
    "In 1922 he was appointed deputy director of the Museum.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "A second book, <em>Die Malerei des Barock in Rom,</em> (Painting in Baroque Rome) was issued as volume eight in the <em>Propyläen Kunstgeschichte</em> series in 1924.": [],
    "Voss planned to write art histories around geographies--seaports for example--but the project never materialized.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "He focused instead on writing articles rather than books because of travel restrictions (Ewald).": [
        [
            89,
            94,
            [
                "Wald"
            ]
        ]
    ],
    "Though a deputy director and possessing powerful connoisseurship acumen, Voss was denied acquisition responsibilities at the museum.": [
        [
            73,
            77,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "His liberal politics directly challenged the Nazi assumption of power in 1933 and Voss was dismissed.": [
        [
            82,
            86,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Hoping to find a job in England, Voss moved with his personal library and painting collection to London, only to have his 1934 petition for a British visa denied on the grounds that he was not suffering persecution.": [
        [
            33,
            37,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Returning to Germany he accepted the post of director at a relatively provincial art museum in Wiesbaden.": [],
    "He traveled to France researching French art, particularly Boucher.": [],
    "Voss's profile as a Renaissance and Baroque scholar was so strong that when <a href=\"/posseh\">Hans Posse</a> the bombastic director of the Dresden Gemäldegalerie Alte Meister lay dying in 1942, Posse recommended Voss to succeed him.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Posse's position also included assembling art for The Führermuseum, in Linz, a planned mega art museum for the aggrandizement of Hitler.": [
        [
            54,
            66,
            [
                "Führer museum"
            ]
        ]
    ],
    "Though Voss was still not a member of the Nazi party--and barely knew Posse--Joseph Goebbels offered Voss the job.": [
        [
            7,
            11,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ],
        [
            101,
            105,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Voss accepted the latter in order to oversee planning for the Dresden gallery's protection from war damage, retaining his position in Wiesbaden as well.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Voss seldom left Germany during this time, though once to Amsterdam to examine the recently discovered Vermeer painting \"Washing the feet of Christ in the House of Mary and Martha,\" in 1943.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Voss was one of the few art historians to pronounce this famous fake (later to be revealed as a van Meegeren) a forgery.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ],
        [
            100,
            108,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "When Germany was defeated in 1945, Voss, as a museum director of the Reich, was brought to Altaussee and interrogated by <a href=\"/faisons\">S.": [
        [
            35,
            39,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Lane Faison, Jr.</a>, of the ALIU, who later became an eminent art historian himself.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            29,
            33,
            [
                "ALU",
                "ALI",
                "AIU",
                "LIU"
            ]
        ]
    ],
    "He moved to Munich spending his remaining days there.": [],
    "In 1953-1954 he published a major essay on Francois Boucher.": [],
    "Voss's most influential work (Southorn), one on the Baroque painter Johann Heinrich Schönfeld was the last publication of his life.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ],
        [
            30,
            38,
            [
                "Southern",
                "Sou thorn"
            ]
        ],
        [
            84,
            93,
            [
                "Schofield"
            ]
        ]
    ],
    "He did not live to see the published interview of him by Reinhard Müller-Mehlis.": [
        [
            66,
            79,
            [
                "Müller-Meals"
            ]
        ]
    ],
    "He is buried in the Waldfriedhof, Munich.": [],
    "Voss' legacy as an art historian is one of the most complicated: an important scholar whose skills helped plunder art for the Nazi cause.": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "His strong connoisseurship and independence of approach led him to continually identify the importance in many neglected artists, from his student days working with late medieval German painting, to the lesser-studied baroque artists.": [],
    "Blocked from buying for his home museum, the paintings he suggested as important in print invariably went to other art museums (frequently American), whose curators appreciated Voss' judgment more than the Kaiser museum.": [
        [
            177,
            181,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Noted for a forthright writing style his publications spanned both the survey and the scholarly article.": [],
    "However, his complicity as chief procurer for the Führermuseum is harder to assess.": [
        [
            50,
            62,
            [
                "Führer museum"
            ]
        ]
    ],
    "Exiled initially by the Nazis for his liberal views and unable to find sanctuary elsewhere in Europe, he ultimately turned his skills to further the Reich.": [],
    "Jonathan Petropoulos concluded \"while not plundering in the literal sense of pillaging or stealing,\" Voss and Posse were both \"so aggressive and exploitative in their behavior that they deserve to be considered part of the Nazi plundering bureaucracy.\"": [
        [
            9,
            20,
            [
                "Petrópolis"
            ]
        ],
        [
            101,
            105,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ],
    "Voss, only became a party member however, never visited the Einsatzstab Reichsleiter Rosenberg (ERR) depot in Paris, the notorious central Nazi looting point for art nor was he ever an advisor to Hermann Goering, the Reich's other aggressive art collector.</p>": [
        [
            0,
            4,
            [
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Vows",
                "Moss"
            ]
        ]
    ]
}