{
    "<p>Co-founder with <a href=\"/roevern\">Nicolaas de Roever</a> of the art periodical Oud-Holland, 1883.": [],
    "When De Vries was seventeen he enrolled at the Athenaeum Illustre, the predecessor of the University of Amsterdam, where he was expected to become a lawyer like his father.": [
        [
            28,
            42,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ],
        [
            47,
            56,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ],
        [
            57,
            65,
            [
                "Illustrate",
                "Illusory",
                "Illusive"
            ]
        ]
    ],
    "He befriended Nicolaas de Roever, a fellow law student, with whom he shared a passion for the cultural past of Amsterdam and for Dutch art.": [
        [
            14,
            22,
            [
                "Nicolas",
                "Nicolaus",
                "Nicolás",
                "Nicola as"
            ]
        ]
    ],
    "A self-made specialist in this field of interest, De Vries was appointed deputy director under <a href=\"/kellenj\">Johan Philip van der Kellen</a> at the Amsterdam Rijksprentenkabinet (National Print room) in 1876, then housed at the Trippenhuis.": [],
    "He began describing the prints of two seventeenth-century artists, Hendrik Bary and Reinier van Persijn.": [
        [
            75,
            79,
            [
                "Mary",
                "Bar",
                "Baby",
                "Bars",
                "Bay",
                "Vary"
            ]
        ],
        [
            84,
            91,
            [
                "Ranger",
                "Rainier",
                "Rapier",
                "Racier",
                "Ranker",
                "Reinter"
            ]
        ],
        [
            96,
            103,
            [
                "Persian"
            ]
        ]
    ],
    "In addition, from 1877 onward, he was a member of the Koninklijk Oudheidkundig Genootschap (Royal Antiquarian Society), first as secretary, and, between 1882 and 1884 as curator, building up the first collection of drawings and prints of the Atlas van Amsterdam.": [
        [
            54,
            64,
            [
                "Koninklijke"
            ]
        ]
    ],
    "He was involved in the organization of exhibitions, including the gold- and silverware show held in 1880 in \"Arti et Amicitiae\", the Amsterdam artists' society.": [
        [
            109,
            113,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            117,
            126,
            [
                "Militia",
                "Militias",
                "Minutiae"
            ]
        ]
    ],
    "With de Roever he described the art works and co-authored the catalog.": [
        [
            8,
            14,
            [
                "Rover",
                "Soever"
            ]
        ]
    ],
    "In 1883 de Vries and de Roever founded the periodical Oud-Holland with the intention to publish new contributions on the history of Dutch art, literature, industry, etc., based on archival research.": [
        [
            24,
            30,
            [
                "Rover",
                "Soever"
            ]
        ],
        [
            54,
            65,
            [
                "Mulholland"
            ]
        ],
        [
            100,
            116,
            [
                "contributions to"
            ]
        ]
    ],
    "In that first year, De Vries contributed a number of articles on painters and engravers as well as on the Dutch poet Joost van den Vondel, \"Vondeliana\" (with J. H. W. Unger).": [
        [
            131,
            137,
            [
                "Model",
                "Vowel",
                "Wonder",
                "Bonded",
                "Handel",
                "Voided"
            ]
        ],
        [
            140,
            150,
            [
                "Mendelian"
            ]
        ]
    ],
    "The following year died suddenly at age 33 after a brief illness.": [],
    "<a href=\"/brediusa\">Abraham Bredius</a> succeeded him as co-editor of Oud-Holland in 1886.": [],
    "De Vries left a huge collection of biographical notes mainly on Amsterdam painters and engravers, part of which were posthumously published in Oud-Holland 3 and 4, in eight installments, \"Biografische aanteekeningen betreffende voornamelijk Amsterdamsche schilders, plaatsnijders, enz.": [
        [
            143,
            154,
            [
                "Mulholland"
            ]
        ],
        [
            188,
            200,
            [
                "Biographical",
                "Biographic"
            ]
        ],
        [
            255,
            264,
            [
                "Schiller",
                "chillers",
                "shielders"
            ]
        ],
        [
            281,
            284,
            [
                "end",
                "Benz",
                "ANZ",
                "BNZ",
                "CNZ",
                "EN"
            ]
        ]
    ],
    "en hunne verwanten, verzameld door A. D. de Vries Azn.\"": [
        [
            0,
            2,
            [
                "En"
            ]
        ],
        [
            3,
            8,
            [
                "Dunne",
                "Hönne"
            ]
        ],
        [
            9,
            18,
            [
                "Cervantes",
                "overwinter",
                "verdant",
                "Erlangen",
                "Vermonter",
                "verboten"
            ]
        ],
        [
            50,
            53,
            [
                "AZN",
                "An",
                "AFN",
                "ASN",
                "APN",
                "AZT"
            ]
        ]
    ],
    "His goal to write a history of the Dutch school of engravers never materialized because of his early death.": [],
    "De Vries supplanted much of the art-historical writing of the time, which filled in gaps in knowledge with imagination, with genuine historical research.": [],
    "It became the basis of Oud Holland and reputation, particularly under Bredius.</p>": [
        [
            23,
            26,
            [
                "Out",
                "Old",
                "Our",
                "Odd",
                "Loud",
                "Mud"
            ]
        ],
        [
            70,
            77,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ]
}