{
    "<p>Director Royal Cabinet of Paintings the Mauritshuis, and Rijksmuseum H. W. Mesdag, both in The Hague.": [
        [
            78,
            84,
            [
                "Mes dag"
            ]
        ]
    ],
    "De Vries grew up in Amsterdam and studied art history at Utrecht University under <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [],
    "After a period of study in Paris in 1927-28, he went to Vienna (1929), where <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, <a href=\"/swobodak\">Karl Maria Swoboda</a>, and <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> were his teachers, von Schlosser influencing him most deeply.": [],
    "Following his stay in Vienna he went to Rome, where he became an assistant at the Nederlands Historisch Instituut under <a href=\"/hoogewerffg\">G.": [
        [
            82,
            92,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            93,
            103,
            [
                "Historic"
            ]
        ],
        [
            104,
            113,
            [
                "Institute"
            ]
        ]
    ],
    "J. Hoogewerff</a>.": [],
    "After his graduation from Utrecht in 1930 he prepared his doctorate which he earned at the same university in 1934 with a dissertation supervised by Vogelsang on North Netherlands portraits in the second half of the sixteenth century, Het Noord-Nederlandsch portret in the tweede helft van de 16e eeuw.": [
        [
            149,
            158,
            [
                "Vogel sang"
            ]
        ],
        [
            235,
            238,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            239,
            257,
            [
                "Noor-Nederlandsch",
                "Noord-Nederland sch"
            ]
        ],
        [
            258,
            265,
            [
                "portlet"
            ]
        ],
        [
            273,
            279,
            [
                "Tweed",
                "tweed",
                "tweeds",
                "tweedy"
            ]
        ],
        [
            280,
            285,
            [
                "heft",
                "helot",
                "delft"
            ]
        ],
        [
            297,
            301,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "In the same year he was appointed a staff member in the Department of Paintings at the Amsterdam Rijksmuseum.": [],
    "In 1939 he published his Vermeer monograph, Jan Vermeer van Delft.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "When the German invaded the Netherlands in 1940 he lost his position because he was Jewish; he fled to Switzerland in 1943.": [],
    "Later, in London, the Dutch Government in exile charged him to prepare the recovering of art works looted by the Nazis.": [],
    "After the war, De Vries returned to the Netherlands.": [],
    "In 1946 he succeeded <a href=\"/gelderj\">J.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "G. van Gelder</a> as the director of the Netherlands Institute for Art History, Rijksbureau voor Kunsthistorische Documentatie (RKD), and of the Royal Cabinet of Paintings the Mauritshuis, in The Hague.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            92,
            96,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            114,
            126,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "<a href=\"/martinw\">Wilhelm Martin</a> had served this museum until 1945.": [],
    "De Vries' acquisitions enriched the collection with about fifty works, including a late self portrait of Rembrandt, purchased in 1947.": [
        [
            88,
            101,
            [
                "self-portrait"
            ]
        ]
    ],
    "In 1954 he in addition was appointed director of the Rijksmuseum H. W. Mesdag in The Hague, as the successor of Martin.": [
        [
            71,
            77,
            [
                "Mes dag"
            ]
        ]
    ],
    "In that year he quit the Netherlands Institute for Art History.": [],
    "In 1956, on the occasion of the Rembrandt commemoration, he published a booklet on the life and works of the master, Rembrandt: 1606-1956.": [],
    "In that anniversary year, he was actively involved in the Rembrandt exhibitions held successively in the Amsterdam Rijksmuseum and in the Museum Boymans in Rotterdam.": [],
    "The exhibitions that he organized in the Mauritshuis, such as Jan Steen (1958) and In the light of Vermeer (1966), were very successful.": [],
    "In 1968, two years before his retirement, De Vries began collaborating with Magdi Tóth-Ubbens and W. Froentjes on a comprehensive interdisciplinary study of thirteen Rembrandts and three non-authentic Rembrandts in the Mauritshuis collection.": [
        [
            76,
            81,
            [
                "Magda",
                "Magi",
                "Mahdi",
                "MAEDI",
                "Maggi"
            ]
        ],
        [
            82,
            93,
            [
                "Both-Ubbens",
                "Tóth-Rubens"
            ]
        ],
        [
            101,
            110,
            [
                "Frontier",
                "Fronted",
                "Fronts",
                "Frontiers",
                "Fuentes",
                "Frontages"
            ]
        ],
        [
            166,
            176,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ],
        [
            201,
            211,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "In 1970 he organized a show on Goya.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "On the occasion of his retirement in the same year, the exhibition 25 years of acquisitions was held in his honor.": [],
    "It was a testimony \"to de Vries' taste, artistic judgement and unstinting energy\" (Hoetink, 1984).": [
        [
            83,
            90,
            [
                "Hosting",
                "Hooting",
                "Hoeing",
                "Hotlink",
                "Hotting"
            ]
        ]
    ],
    "De Vries was a 1973 visiting lecturer at the National Gallery of Art in Washington DC.": [],
    "His co-published Rembrandt research, Rembrandt in the Mauritshuis, was published in 1978.": [],
    "De Vries was the \"auctor intellectualis\" of the project (J. G. van Gelder, 1980) and was responsible for the iconographical and stylistic study of the paintings.": [
        [
            18,
            24,
            [
                "actor"
            ]
        ],
        [
            25,
            39,
            [
                "intellectuals",
                "intellectualism",
                "intellectual is"
            ]
        ],
        [
            67,
            73,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In the first chapter of his book, Jan Vermeer van Delft, De Vries pays tribute to the first Vermeer monograph by <a href=\"/thoret\">Etienne-Joseph-Théophile Thoré</a>, published in 1866, twenty-four years after this Frenchman admired \"View of Delft\" in the Mauritshuis.": [],
    "In his own monograph De Vries focuses on the study of Vermeer's works and their aesthetic relation with paintings by other artists.": [],
    "In the 1948 English edition, De Vries deals with the discovery, after the war, of the Vermeer falsifications by Hans van Meegeren (1889-1947) including the \"Supper at Emmaus,\" the most discussed forgery of that time.": [
        [
            121,
            129,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "De Vries admitted that in the earlier Dutch (1939) and Swiss (1945) editions of his work he had assumed that the painting was authentic.</p>": []
}