{
    "<p>One of the most important medievalist art historians of the 20th century and father of modern stylistic analysis for medieval art; discoverer of the Reichenauer school of painting.": [],
    "Vöge never knew his father or grandfather.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "His family moved to Detmold, Germany where he attended elementary school.": [],
    "He entered the Lyceum II in Hanover, receiving his <em>matura</em> in 1886.": [],
    "Immediately after graduation he entered the university at Leipzig, studying art history under <a href=\"/springera\">Anton Springer</a> and <a href=\"/clemenp\">Paul Clemen</a>.": [],
    "Springer assigned him the task of organizing his collection of lithographs, resulting in a vacation trip to Berlin where Vöge became enamored with the Berlin Museums.": [
        [
            121,
            125,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "In 1887 he spent four semesters at Bonn under <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>, who charmed--but failed to impress--Vöge.": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ]
    ],
    "Most important for him was the association Vöge made with the <a href=\"/lamprechtk\">Karl Lamprecht</a>, an art historian (at the time) broadening his interests to economic and cultural history.": [
        [
            43,
            47,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "At Bonn Vöge also encountered the exuberant art historian <a href=\"/thodeh\">Henry Thode</a> then a <em>Privatdozent</em> who, according to Vöge, treated Vöge more like a colleague than pupil.": [
        [
            8,
            12,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Other Bonn classmates in art history Vöge met included <a href=\"/warburga\">Aby M. Warburg</a> and <a href=\"/ullmannh\">Hermann Ullmann</a>.": [
        [
            37,
            41,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge wrote his dissertation in Strassburg under the guidance of <a href=\"/janitschekh\">Hubert Janitschek</a>.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            31,
            41,
            [
                "Strasbourg"
            ]
        ]
    ],
    "His dissertation topic, on Ottonian painting, was based on the Munich manuscript Cim.": [
        [
            27,
            35,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ],
        [
            81,
            84,
            [
                "CIM",
                "Him",
                "Cm",
                "Com",
                "Jim",
                "CIA"
            ]
        ]
    ],
    "58 (\"the Evangelary of Otto III\").": [
        [
            9,
            19,
            [
                "Evangelist",
                "Evangelism",
                "Evangeline",
                "Evangelize",
                "Evangelic",
                "Evangelina"
            ]
        ]
    ],
    "Vöge's 1891 dissertation established the group of painters known today as the Reichenau School, though he believed at the time the scriptorium was located in Trier.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            78,
            87,
            [
                "Rachel",
                "Aachen",
                "Reichstag",
                "Racecar",
                "Dachau",
                "Raceway"
            ]
        ]
    ],
    "His work became so well-known (not the least of which was for his famous 'content footnotes' such as footnote on p.": [],
    "18 on a folding chair) that this manuscript-painting group became known as the \"Vöge-painting school.\"": [
        [
            80,
            93,
            [
                "Vote-painting"
            ]
        ]
    ],
    "Throughout his life, he remained friends with his famous contemporary, art historian <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, despite divergent methods toward art history.": [],
    "After spending a year in military service--light cavalry, Braunschwieg \"Totenkopf\" Hussars--he traveled (for the first time) to France.": [
        [
            58,
            70,
            [
                "Braunschweig"
            ]
        ]
    ],
    "There met the century's other important German medievalist <a href=\"/goldschmidta\">Adolph Goldschmidt</a> (also on a research trip) and the French scholars <a href=\"/masperog\">Gaston C. C. Maspero</a>, <a href=\"/muntze\">Eugène Müntz</a>, <a href=\"/enlartc\">Camille Enlart</a>, <a href=\"/vitryp\">Paul Vitry</a>, <a href=\"/marignana\">Albert Marignan</a>, and <a href=\"/courajodl\">Louis-Charles-Léon Courajod</a>.": [],
    "He photographed the monuments he studied extensively.": [],
    "The fruition of this trip was his second <em>opus majus</em>, <em>Die Anfänge des monumentalen Stiles im Mittelalter</em>, published in 1894, on French medieval sculpture.": [],
    "The book was peppered with original analysis, including Vöge's observation that the jamb figures of Royal Portal of Chartres begin the Gothic style, the first time, he posited, that medieval sculpture steps out from the integrity of the building to exist on its own.": [
        [
            56,
            60,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge next went to Italy in 1895 where he wrote a book <em>Raffael und Donatello</em> (1896).": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "He began lecturing at the university at Strassburg in 1896; the Strassburg art historian <a href=\"/dehiog\">Georg Dehio</a> suggested his habilitation topic.": [
        [
            40,
            50,
            [
                "Strasbourg"
            ]
        ],
        [
            64,
            74,
            [
                "Strasbourg"
            ]
        ]
    ],
    "However by late 1897 he had accepted an offer from the director of the Berlin Museums, the charismatic <a href=\"/bodew\">Wilhelm Bode</a> to leave academe for museum work.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "Assigned to the Christian Sculpture division of the Museums, he traveled to Constantinople and returned to publish his study on the Museum's ivory sculpture, <em>Die Elfenbeinbildwerke der königlichen Museen zu Berlin</em>, 1900.": [],
    "Vöge spent the next ten years researching and revising the catalog for a larger edition, <em>Beschreibung der Bildwerke der christlichen Epochen</em>, 1910.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Before its appearance--and despite his years of service to the museum--Vöge and Bode developed a serious disagreement and as a result, Vöge was passed over for promotion in favor of a man of considerably less talent, Karl Koetschau (1868-1949).": [
        [
            63,
            75,
            [
                "museum--Vote"
            ]
        ],
        [
            135,
            139,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge resigned and was recommended by Wölfflin for a chair (created for Vöge) at the Albert-Ludwigs-Universität in Freiburg im Breisgau in 1908.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            37,
            45,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            71,
            75,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            84,
            110,
            [
                "Albert-Ludwig-Universität",
                "Albert-Ludwigs-University"
            ]
        ]
    ],
    "There Vöge founded the Art History Institute at the University of Freiburg in 1909.": [
        [
            6,
            10,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "He built the department from nothing into one of the finest in Germany, developing a library and photo collection.": [],
    "One of Vöge's students was <a href=\"/panofskye\">Erwin Panofsky</a>, under whom Panofsky wrote his dissertation in 1914.": [
        [
            7,
            11,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge found his Freiburg colleagues in dull except for a young <em>Privatdozent</em>, <a href=\"/friedlanderw\">Walter F. Friedländer</a>, who came in 1914.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge's reputation and Institute grew so in prestige that he was offered a position at Frankfurt in 1914, which he turned down.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "The declaration of World War I hit him hard because it damaged his monuments (Rheims) and slaughtered some of his students.": [
        [
            78,
            84,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "As a result he suffered severe insomnia diagnosed as a nervous breakdown in 1916.": [],
    "He resigned from his teaching position and was succeeded by <a href=\"/jantzenh\">Hans Jantzen</a>.": [],
    "Vöge would refer to this time as his \"exile.\"": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "He withdrew to Ballenstedt, a town near the Harz mountains in Saxony-Anhalt, where he wrote nothing for ten years.": [
        [
            15,
            26,
            [
                "Wallenstein",
                "Ballasted"
            ]
        ],
        [
            44,
            48,
            [
                "Hard",
                "Heir",
                "Harm",
                "Heirs",
                "Hart",
                "Harp"
            ]
        ]
    ],
    "He began publishing again in the 1930s, but the rise of the Nazis again forced a mental and physical retreat.": [],
    "He published a monograph on the artist Jörg Syrlin, which, printed during the war, was destroyed during a post-war fire in Berlin.": [
        [
            44,
            50,
            [
                "Berlin",
                "Strain",
                "Stalin",
                "Syria",
                "Syrian",
                "Merlin"
            ]
        ]
    ],
    "After the war, Ballenstedt became part of communist East Germany; Vöge suffered from privation and his three-room apartment occupied by as many as eight people in reassignment.": [
        [
            15,
            26,
            [
                "Wallenstein",
                "Ballasted"
            ]
        ],
        [
            66,
            70,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "He reassembled his Syrlin book from proofs and, with the help of Berlin art historians <a href=\"/meyere\">Erich Meyer</a> and his former student, <a href=\"/winklerf\">Friedrich Winkler</a>, published it again in 1950.": [
        [
            19,
            25,
            [
                "Berlin",
                "Strain",
                "Stalin",
                "Syria",
                "Syrian",
                "Merlin"
            ]
        ]
    ],
    "His last years were assisted by Friedrich Bellmann, a Halle scholar who worked in the monuments division and saw to it that Vöge had research materials.": [
        [
            42,
            50,
            [
                "Bellman"
            ]
        ],
        [
            124,
            128,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "His papers are housed at a center named for him, the Wilhelm-Vöge-Archiv in Freiburg.": [
        [
            53,
            72,
            [
                "Wilhelm-Vote-Archiv",
                "Wilhelm-Vöge-Archive"
            ]
        ]
    ],
    "His photographs of Rheims Cathedral constitute important documentation before the building was shelled in World War I. A homosexual whose mother lived with him most of her life, Vöge was a a hypersensitive person who suffered from life-long depression.</p>\n\n<p>Vöge was one of the most important medievalist art historians of the 20th century.": [
        [
            19,
            25,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ],
        [
            178,
            182,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            187,
            190,
            [
                "a"
            ]
        ],
        [
            261,
            265,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "<a href=\"/stoddardw\">Whitney Stoddard</a> termed him the \"father of modern stylistic analysis\" for medieval art.": [],
    "His method was based upon high scholarship, keenly-observed style criticism and iconographic analysis.": [],
    "His publications became ground-breaking classics.": [],
    "For example, his dissertation established the \"pattern book\" notion, a method of grouping manuscripts together by hypothesizing a scriptorium working as a school whose images became like patterns for each other.": [],
    "His book <em>Die Anfänge des monumentalen Stiles im Mittelalter</em> designated Chartres and its west-portal figures at the transition-link from the Romanesque to the Gothic.": [],
    "He contrasted the lively sculptural figures of this church with those at Arles, noting (from rather a gut level) the psychology imbued in the figures of the former.": [
        [
            73,
            78,
            [
                "Axles",
                "Ares",
                "Aries",
                "Ales",
                "ARLE"
            ]
        ]
    ],
    "This notion was later developed by the Harvard scholar <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a> in his <em>Byzantine Art in the West</em> (1941, p.": [],
    "95ff.).": [],
    "Vöge's book <em>Raffael und Donatello</em> had the effect of locusing the <em>Cinquecento</em> on those artists and establishing a link between Donatello's work and Raphael's Stanza commissions.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Fifty years later, the Donatello specialist <a href=\"/jansenh\">H.": [],
    "W. Jansen</a> wrote that, although wrong in details, Vöge's bridge between the two masters was correct.": [
        [
            53,
            57,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge's most illustrious student, Panofsky, wrote a deeply moving biographical essay on him, observing that of all Vöge's teachers, Lamprecht was the closest scholar Vöge had as a mentor.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            33,
            41,
            [
                "Sinofsky"
            ]
        ],
        [
            114,
            118,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            131,
            140,
            [
                "Albrecht",
                "Lamprey",
                "Campeche",
                "Lampreys",
                "Lamplight"
            ]
        ],
        [
            165,
            169,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "This is most clearly evident in Vöge's late book, <em>Jörg Syrlin</em>, which Panofsky described as \"the book which comes closest to the ideal of the <em>total</em> history of art\" (Hassold).": [
        [
            32,
            36,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Panofsky continued, \"his most basic theses grow out of his delving into particulars and not out of generalization, they are 'insights,' not abstractions.\"": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Vöge's students became the leading medievalists and art historians of the following generations.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "These included, in addition to Panofsky and Winkler, <a href=\"/badtk\">Kurt Badt</a>, Walter Lehmann (1883-1942), and Hans Rupe (1866-1947).": [
        [
            31,
            39,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Vöge's teaching never really constituted a school or methodology the way other contemporaries of his did (for example, Goldschmidt, Clemen, Wölfflin, or the Vienna School) because he allowed a broad range of interests among his students (Panofsky).": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            132,
            138,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ],
        [
            140,
            148,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            238,
            246,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Panofsky wrote that Vöge was the major influence to his (Panofsky's) personal intellectual development and dedicated his 1953 <em>Early Netherlandish Painting</em> to Vöge.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            20,
            24,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            57,
            65,
            [
                "Sinofsky"
            ]
        ],
        [
            167,
            171,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "The irony that Vöge left teaching at age 48 makes his accomplishment that much more spectacular.</p>\n</p>": [
        [
            15,
            19,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ]
}