{
    "<p>Director of the Berlin Gemäldegalerie1830, and first professor of art history in Berlin; leader of the so-called Berlin School of art history.": [],
    "Waagen's father was the painter Christian Friedrich Waagen (b.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ],
        [
            52,
            58,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "1750) and mother was Johanna Luise Alberti (Waagen) (d.1807).": [
        [
            29,
            34,
            [
                "Loose",
                "Louise",
                "Luis",
                "Guise",
                "Luisa",
                "Loosen"
            ]
        ],
        [
            44,
            50,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "The young Waagen was taken taken to art galleries as early as Dresden in 1801.": [
        [
            10,
            16,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ],
        [
            21,
            32,
            [
                "taken"
            ]
        ]
    ],
    "His uncle was the romantic novelist Ludwig Tieck (1773-1853).": [],
    "Waagen attended the Gymnasium in Hirschberg, (Silesia) Germany.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ],
        [
            33,
            43,
            [
                "Hirsch berg"
            ]
        ]
    ],
    "He spent a lengthy period in Rome with the German artists community living in there, including Schnorr von Carolsfeld, Joseph Anton Koch and J. F. Overbeck before his formal schooling.": [
        [
            95,
            102,
            [
                "Schnook",
                "Schnoz"
            ]
        ],
        [
            107,
            117,
            [
                "Carousel",
                "Carousels",
                "Caroused",
                "Caroled",
                "Carol Reed"
            ]
        ]
    ],
    "He volunteered in the Prussian army in 1813 to fight Napoleon and at his defeat in 1815, spent time in the Musée Napoléon, studying treasures before their repatriation.": [
        [
            107,
            112,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            113,
            121,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "He began academic study at the university of Breslau (modern Poland) studying history, philosophy and philology in 1815 under the historian and Friedrich von Raumer (1781-1873).": [
        [
            45,
            52,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            158,
            164,
            [
                "Rather",
                "Ruler",
                "Farmer",
                "Hammer",
                "Rapper",
                "Palmer"
            ]
        ]
    ],
    "In 1818 he moved to Heidelberg where he studied the art collection of the brothers <a href=\"/boisserees\">Sulpiz Boisserée</a> and <a href=\"/boissereem\">Melchior Boisserée</a>.": [
        [
            3,
            7,
            [
                "1818,"
            ]
        ]
    ],
    "At Heidelberg he studied under the historians Friedrich Christoph Schlosser and the philologist Georg Friedrich Creuzer.": [
        [
            3,
            13,
            [
                "Heidelberg,"
            ]
        ],
        [
            112,
            119,
            [
                "Freezer",
                "Breuer",
                "Creeper",
                "Cruder",
                "Creamer",
                "Crueler"
            ]
        ]
    ],
    "He graduated with a degree in History in 1819 from Breslau.": [
        [
            51,
            58,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "Throughout his career, the assistance of his friend and mentor <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> introduced through his uncle, would be essential.": [],
    "Waagen visited Cologne, Aachen and the Netherlands after graduation (also in 1819), collecting material for a book on the van Eyck brothers.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "The work, <em>über Hubrecht und Johann Van Eyck</em>, 1822, was the first <em>catalogue raisonné</em> of painters.": [],
    "It also reevaluated the painting of the northern renaissance, which had been relegated to second-rate status through most of the eighteenth century.": [],
    "Waagen settled Munich 1820-23 before returning to Berlin to assist with the plans for comprehensive art museum akin to Paris, Munich and Dresden.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "In 1821 he assisted the purchase, together with Hirt and Rumohr, of the spectacular Edward Solly Collection (677 works).": [
        [
            3,
            7,
            [
                "1821,"
            ]
        ],
        [
            48,
            52,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            57,
            63,
            [
                "Rumor"
            ]
        ],
        [
            91,
            96,
            [
                "Solely",
                "Sally",
                "Holly",
                "Molly",
                "Silly",
                "Dolly"
            ]
        ]
    ],
    "In 1824 he and the architect Karl Friedrich Schinkel visited Rome to study museums.": [
        [
            3,
            7,
            [
                "1824,"
            ]
        ]
    ],
    "A commission, headed by Wilhelm von Humbold and comprising <a href=\"/hirta\">Aloys Hirt</a> and Rumohr among others was set up.": [
        [
            24,
            43,
            [
                "Wilhelm von Humboldt"
            ]
        ]
    ],
    "When Humbold relinquished his duties as head of the committee, Rumohr nominated Waagen to head it.": [
        [
            5,
            12,
            [
                "Humboldt",
                "Hum bold"
            ]
        ],
        [
            63,
            69,
            [
                "Rumor"
            ]
        ],
        [
            80,
            86,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Waagen took charge of the Königliche Gemäldegalerie (Royal Paintings gallery) in 1830.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "He set about immediately issuing the first catalog of the collections.": [],
    "He married Blandine von Seehausen (1811-1880) in 1831.": [
        [
            11,
            19,
            [
                "Landing",
                "Blending",
                "Branding",
                "Blaine",
                "Banding",
                "Blinding"
            ]
        ],
        [
            24,
            33,
            [
                "Oberhausen"
            ]
        ]
    ],
    "In 1833 he published his essays on Rubens, staunchly defending the baroque era and comparing Rubens to Beethoven.": [
        [
            3,
            7,
            [
                "1833,"
            ]
        ]
    ],
    "The book appeared in an English translation edited by <a href=\"/jamesona\">Anna Jameson</a>.": [],
    "In 1836 published his <em>Kunstwerke und Künstler in England and Paris</em>, the first attempt at survey of English art by any art historian.": [],
    "Always the exponent for the northern renaissance, Waagen published his second art-historical milestone, <em>Handbuch der deutschen und niederländische Malerschulen</em> which was translated into English and French.": [
        [
            50,
            56,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Waagen's acquisitions for the Gemäldegalerie, many done with the likely advice of Rumohr, were spectacular.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ],
        [
            82,
            88,
            [
                "Rumor"
            ]
        ]
    ],
    "Waagen was a voracious traveler, in part through a discontent with the Prussian administration.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "He compiled large surveys of art of many European countries.": [],
    "In 1839 Waagen was the object of a public quarrel with the acting General Director of the Prussian Museums, Ignaz von Olfers (1793-1872).": [
        [
            8,
            14,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ],
        [
            108,
            113,
            [
                "Signal",
                "Graz",
                "IGA",
                "Ina",
                "Inez",
                "Gnat"
            ]
        ],
        [
            118,
            124,
            [
                "Offers",
                "Golfers"
            ]
        ]
    ],
    "A work of Andrea del Sarto had been disastrously cleaned during one of Waagen's many absences.": [
        [
            71,
            77,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "The matter was only resolved in the Prussian senate.": [],
    "Waagen acquired a further 104 paintings acquired for the museum in Italy 1842.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "In 1844 Waagen was named \"Professor of Modern Art History\" at the University of Berlin, the first time art history was formally acknowledged as a university discipline.": [
        [
            8,
            14,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Waagen retained a particularly strong connection with England.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "He contributed, with <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> and <a href=\"/passavantj\">Johann David Passavant</a>, to the catalog for the city of Liverpool Gallery, commissioned by <a href=\"/eastlakec\">Charles Lock Eastlake</a> in 1850.": [],
    "In 1853, he examined the Berlin (later Darmstadt) version of Hans Holbein's <em>Burgomeister Meyer Madonna</em>, now known to be the original.": [],
    "His opinion came to be part of the body of critical opinion considered in the so-called \"Holbein convention\" held in 1871.": [],
    "In 1854 he cataloged Prince Albert's collection recently acquired from Prince Ludwig-Kraft-Ernst von Oetingen Wallerstein.": [
        [
            3,
            7,
            [
                "1854,"
            ]
        ],
        [
            101,
            109,
            [
                "Göttingen",
                "Ratingen"
            ]
        ],
        [
            110,
            121,
            [
                "Wallenstein",
                "Waller stein"
            ]
        ]
    ],
    "He was reputedly considered the Prince's choice to lead the National Gallery and was on personal terms with Eastlake, now its director, and <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a>, who translated his book <em>Treasures of Art in Great Britain</em> (1854-57).": [
        [
            108,
            116,
            [
                "East lake"
            ]
        ]
    ],
    "He died suddenly while visiting Copenhagen and is buried in the Assistenz-Friedhof there.": [
        [
            64,
            82,
            [
                "Assistant-Friedhof"
            ]
        ]
    ],
    "<a href=\"/meyerj\">Julius Meyer</a> succeeded him as director of the Gemäldegalerie.": [],
    "Waagen's pre-eminence for art history lies in his conviction of the discipline.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "His book on the van Eyck was both the first monograph on either brother as well as the first <em>catalogue raisonné</em> of an individual painter.": [
        [
            72,
            82,
            [
                "and"
            ]
        ]
    ],
    "Unlike previous writers on art history, Waagen worked for a serious factual account of his artists.": [
        [
            40,
            46,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "He was eager to disprove the legends surrounding the van Eycks, beginning with Vasari's assertion that the invention of oil painting began with them.": [
        [
            57,
            62,
            [
                "Eyck's",
                "Eyck"
            ]
        ],
        [
            79,
            85,
            [
                "Va sari"
            ]
        ]
    ],
    "His <em>catalogue raisonné</em> arose from the need to establish a chronology of their work for future art historians to use (or modify) and to place them their work within the context of their contemporaries.": [],
    "Waagen also included spurious works in the catalog, envisioning the usefulness for collectors.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "He had a profound appreciation for the advances in connoisseurship that the <em>Storia Pittorica</em> of <a href=\"/lanzil\">Luigi Antonio Lanzi</a> had brought.": [],
    "His <em>Kunstwerke und Künstler in England und Paris</em> was greatly influenced by Passavant's <em>Kunstreise</em> (1833).": [],
    "His personal tastes were of the time: he deplored Caravaggio as \"low\" and some contemporary work such as Turner and Fuseli.": [
        [
            116,
            122,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Together with Rumohr, he is seen as an early exponent of contextualizing art history of Renaissance artists.": [
        [
            14,
            20,
            [
                "Rumor"
            ]
        ]
    ],
    "Waagen (preceded only by <a href=\"/kuglerf\">Franz Kugler</a>, two years earlier) was among the first to use both the terms \"Carolingian\" and Ottonian for the unique style of Romanesque art first observed by <a href=\"/fiorilloj\">Johann Dominico Fiorillo</a>.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Waagen's \"Ottonian art\" concept emphasized its revival of antique modes following the Carolingian renaissance.</p>": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ],
        [
            10,
            18,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ]
    ]
}