{
    "<p>Halle professor of art history and Director General of the State Museums and Secretary in the Prussian Ministry of Culture 1927/1929-1933.": [],
    "Waetzoldt graduated from the Magdeburg \"Unser Lieben Frauen\" Gymnasium in 1899.": [
        [
            40,
            45,
            [
                "Under",
                "User",
                "Unset",
                "Unger",
                "Unsee",
                "Unsex"
            ]
        ],
        [
            46,
            52,
            [
                "Listen",
                "Maiden",
                "Lisbon",
                "Libel",
                "Linen",
                "Leiden"
            ]
        ]
    ],
    "He began studying philology, philosophy, literature and history at the universities of Berlin, Magdeburg and Hamburg.": [],
    "In 1903, he was awarded his Ph.D.": [],
    "from Berlin with a dissertation written on the philosphy of the dramatist Friedrich Hebbel (1813-1863), written under Wilhelm Dilthey (1833-1911).": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            47,
            56,
            [
                "philosophy"
            ]
        ],
        [
            84,
            90,
            [
                "Hebrew",
                "Rebel",
                "Heel",
                "Herbal",
                "Webbed",
                "Hegel"
            ]
        ],
        [
            126,
            133,
            [
                "Filthy",
                "Dither"
            ]
        ]
    ],
    "In 1901 he began studying art history, first under the medievalist <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and then, more significantly, under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, whose Berlin art history institute Waetzoldt ran for all the year Wölfflin was in Berlin (1901-1912).": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "Literature, however, was Waeztoldt's primary publishing interest during these years.": [],
    "During the 1908-1909 year, he worked under a stipend (arranged by Berlin Museums director <a href=\"/bodew\">Wilhelm Bode</a>) as an assistant at the Kunsthistorisches Institute in Florence.": [],
    "Following that, Waetzoldt moved to Hamburg to assist the independent art scholar <a href=\"/warburga\">Aby M. Warburg</a> in running his magnificent library.": [],
    "This experience gave him entre in 1911 as Keeper of the library of the State Museums of Berlin, again called by Bode.": [
        [
            25,
            30,
            [
                "entire",
                "enter",
                "entry",
                "entree",
                "entrée",
                "ENTPE"
            ]
        ]
    ],
    "In 1912 Waetzoldt was appointed Professor of Modern Art History at the University of Halle, replacing his mentor Goldschmidt.": [],
    "During the First World War, the 34-year-old Waetzoldt served as a reservist in the German army; his missions included the dangerous western front, fighting in the Battle of Soissons, and rising to the rank of lieutenant.": [
        [
            173,
            181,
            [
                "Poisons",
                "Scissors",
                "Poisson",
                "Caissons",
                "Frissons"
            ]
        ]
    ],
    "Twice wounded, he was awarded the Iron Cross, second class in 1916 and returned to lecturing at Halle.": [],
    "In 1920 Waetzoldt was assigned to the Preußischen Kultusministerium (Prussian Ministry of Culture).": [],
    "He published an important biographical art historiography, <em>Deutsche Kunsthistoriker</em> during this time.": [],
    "In 1927 he was appointed Director General of the State Museums of Berlin.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "His tenure included the new building of the Pergamon Museum.": [
        [
            44,
            52,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "He was named a Senator of the Preußischen Akademie der Künste (Prussian Academy of Arts) in 1929.": [
        [
            42,
            50,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            51,
            54,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            55,
            61,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "The rise to power of the Nazis in 1933 meant trouble for Waetzoldt.": [],
    "He witnessed the mismissal of director of the National Gallery, <a href=\"/justil\">Ludwig Justi</a> for supporting modern art and the forced retirement of the director Kaiser Friedrich Museum, <a href=\"/friedlanderm\">Max J. Friedländer</a>, for being Jewish.": [
        [
            17,
            26,
            [
                "dismissal"
            ]
        ]
    ],
    "The government accused Waetzoldt of fostering degenerate, i.e., modern art (\"Entarteten Kunst\"), financial irregularities, and the promotion Jews.": [
        [
            88,
            93,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Waeztoldt refused to join the NSDAP ( Nazi party), and returned to his Ordinarius professorship at Halle.": [
        [
            36,
            38,
            [
                "("
            ]
        ],
        [
            71,
            81,
            [
                "Ordinaries"
            ]
        ]
    ],
    "There he acted as Dean of the Faculty of Philosophy between 1938 and 1940 and appointed honorary professor at the University of Berlin.": [],
    "During his final years, Waetzoldt produced less scholarly and more popular works fitting into the Nazi conception of German art, books on Albrecht Dürer and Hans Holbein.": [],
    "His vademecum, <em>Du und die Kunst</em> (You and Art) was given a special printing and distributed to the Hitler Youth.": [],
    "He died shortly before the conclusion of the war.": [],
    "Waetzoldt's son was <a href=\"/waetzoldts\">Stephan Waetzoldt</a> Director of the Staatliche Museen Preussischer Kulturbesitz.": [],
    "His Halle students included <a href=\"/hageno\">Oskar Hagen</a>.": [],
    "As an art historiographer Waetzoldt stood in the tradition of <a href=\"/heidriche\">Ernst Heidrich</a> <em>Beiträge zur Geschichte und Methode der Kunstgeschichte</em> (1917) and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> <em>Die Kunstliteratur</em> (1924) and <em>\"Stilgeschichte\" und \"Sprachgeschichte\" in der bildenden Kunst</em> (1935), whom he dedicated his <em>Deutsche Kunsthistoriker</em>.": [],
    "His predecessors included <a href=\"/russackh\">Hans Hermann Russack</a> <em>Der Begriff des Rhythmus bei den deutschen Kunsthistorikern des XIX.": [],
    "Jahrhunderts</em> (1910); <a href=\"/kautzschr\">Rudolf Kautzsch</a> <em>Der Begriff der Entwicklung in der Kunstgeschichte</em> (1917); and <a href=\"/jahnj\">Johannes Jahn</a> <em>Die Kunstwissenschaft der Gegenwert in Sebstdarstellung</em> (1924).</p>": []
}