{
    "<p>Early classical art historian at Cambridge University, part of the classical art studies curriculum created by <a href=\"/colvins\">Sidney Colvin</a>.": [],
    "Waldstein was the son of Henry Waldstein and Sophie Srisheim (Waldstein), German Jewish immigrants.": [
        [
            0,
            9,
            [
                "Wald stein"
            ]
        ],
        [
            31,
            40,
            [
                "Wald stein"
            ]
        ],
        [
            52,
            60,
            [
                "Grisham"
            ]
        ],
        [
            62,
            71,
            [
                "Wald stein"
            ]
        ]
    ],
    "His father was a merchant in the city.": [],
    "The younger Waldstein attended Columbia College of Columbia University, New York, and then the university in Heidelberg for graduate work.": [
        [
            12,
            21,
            [
                "Wald stein"
            ]
        ]
    ],
    "He moved to England in 1876, receiving his Ph.D.": [],
    "at King's College, Cambridge.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "His mentor was the scholar Henry Bradshaw (1831-1886).": [],
    "Waldstein entered teaching at Cambridge University as a lecturer in classics in 1880.": [
        [
            0,
            9,
            [
                "Wald stein"
            ]
        ]
    ],
    "In 1883 he was appointed to the first readership in classical archaeology, an initiative launched by <a href=\"/colvins\">Sidney Colvin</a>, succeeding Colvin as director of the Fitzwilliam Museum as well.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ]
    ],
    "Waldstein's interest within the classics were principally art.": [
        [
            0,
            9,
            [
                "Wald stein"
            ]
        ]
    ],
    "As no where in England were degrees given in art history, Waldstein pioneered the teaching the subject of classical sculpture, painting, and topography.": [
        [
            3,
            11,
            [
                "nowhere"
            ]
        ],
        [
            58,
            67,
            [
                "Wald stein"
            ]
        ]
    ],
    "In 1885 he published his first book a monograph on the (then believed to be) works of the fifth-century Greek sculptor Phidias, Essays on the Art of Pheidias.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ],
        [
            149,
            157,
            [
                "Phidias"
            ]
        ]
    ],
    "His belief in the object resulted in passionate advocating of plaster casts collections of ancient sculpture at Cambridge.": [],
    "He left the Fitzwilliam directorship in 1889 to become director of the American School at Athens, a position he held until 1893.": [],
    "He joined the excavations at Plataea 1889-1890, and then the tomb of Aristotle, Eretria beginning in 1891, before excavating the temple of Hera near the Argos in 1892-1895.": [
        [
            80,
            87,
            [
                "Eritrea",
                "Pretoria",
                "Retrial",
                "Pretrial",
                "Retrim"
            ]
        ]
    ],
    "The younger American scholar <a href=\"/hoppinj\">Joseph Clark Hoppin</a> assisted him on the latter dig.": [],
    "His 1894 monograph on the art critic and art historian <a href=\"/ruskinj\">John Ruskin</a> demonstrated his broad art interests.": [],
    "The first of his two Slade professorships of art at Cambridge began in 1895 (to 1901).": [
        [
            21,
            26,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His inaugural lecture was on the important of art [history] studies in universities.": [
        [
            33,
            42,
            [
                "importance"
            ]
        ]
    ],
    "Waldstein joined Baron Pierre de Coubertin (1863-1937) to assist in (re)founding the Olympic games, competing himself and winning a silver medal for shooting for the United States, of which he was still a citizen, at the 1896 Athens games.": [
        [
            0,
            9,
            [
                "Wald stein"
            ]
        ],
        [
            85,
            98,
            [
                "Olympic Games"
            ]
        ]
    ],
    "He became a British subject in 1899.": [],
    "In 1904 he began a second Slade professorship, lasting until 1911.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ],
        [
            26,
            31,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Waldstein married a New Yorker, Florence Seligman in 1909.": [
        [
            0,
            9,
            [
                "Wald stein"
            ]
        ],
        [
            41,
            49,
            [
                "Religion",
                "Belgian",
                "Slogan",
                "Salesman",
                "Seaman",
                "Stigma"
            ]
        ]
    ],
    "The cast collection at the Fitzwilliam which he had largely assembled was separated in 1910, against Waldstein's approval.": [
        [
            101,
            110,
            [
                "Wald stein"
            ]
        ]
    ],
    "He was knighted in 1912.": [],
    "The Waldstein's Anglicized their name to Walston in 1918 to avoid association with Germany and the World War.": [
        [
            4,
            13,
            [
                "Wald stein"
            ]
        ],
        [
            41,
            48,
            [
                "Walton",
                "Alston"
            ]
        ]
    ],
    "This change and his peerage did not prevent accusations by George Edmund Milnes Monckton-Arundell, Viscount Galway, (1844-1931) of being a German sympathizer, which he fought in a libel suit after the War.": [
        [
            73,
            79,
            [
                "Milne's",
                "Milne",
                "Miles",
                "Mines",
                "Milner"
            ]
        ],
        [
            80,
            97,
            [
                "Moncton-Arundell",
                "Monckton-Arun dell"
            ]
        ]
    ],
    "He attempted, vainly it turned out, to create an international committee to preserve and exploration Herculaneum, ultimately blocked by the Italian government.": [],
    "Walston died in Naples in 1927.": [
        [
            0,
            7,
            [
                "Walton",
                "Alston"
            ]
        ]
    ],
    "An undergraduate travel fund to Greece is named in his honor.": [],
    "Waldstein's books are not read today and seem naive.": [
        [
            0,
            9,
            [
                "Wald stein"
            ]
        ]
    ],
    "His importance lies as a promoter and one of the founders of classical archaeology studies at University of Cambridge.": [],
    "Mary Beard describes his demeanor at Cambridge as somewhat \"pushy,\" though a dynamic lecturer.</p>": []
}