{
    "<p>First chief curator and second director of the National Gallery of Art, Washgington, D. C. Walker was born to a wealthy Pittsburgh industrialist family, Hay Walker III (d.": [
        [
            75,
            86,
            [
                "Washington"
            ]
        ]
    ],
    "1925) and Rebekah Friend (Walker), whose fortune, like that of the Fricks and Mellons, came from iron ore and steel.": [
        [
            67,
            73,
            [
                "Tricks",
                "Bricks",
                "Flicks",
                "Frocks",
                "Frisks",
                "Ricks"
            ]
        ],
        [
            78,
            85,
            [
                "Mellon's",
                "Mellon",
                "Melons",
                "Mellows",
                "Merlons"
            ]
        ]
    ],
    "His parents divorced early and Walker lived with his mother.": [],
    "At age 13, he contracted polio and was confined to a wheel chair for many years.": [
        [
            53,
            64,
            [
                "wheelchair"
            ]
        ]
    ],
    "Because of this, he frequently visited the Metropolitan Museum of Art, New York, and gained a love of paintings.": [],
    "He attended Harvard University, where his coursework included the museum and connoisseurship classes of <a href=\"/sachsp\">Paul J. Sachs</a>.": [],
    "In his junior year, 1928, he helped found the Harvard Society for Contemporary Art together with fellow students Lincoln Kirstein (1907-1996) and <a href=\"/warburge\">Eddie Warburg</a>, which sponsored exhibitions of contemporary artists in rented rooms.": [
        [
            121,
            129,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "These included Thomas Hart Benton, Edward Hopper, George Bellows and Alexander Calder.": [],
    "After graduating from Harvard <em>summa cum laude</em> in 1930, Walker continued study with <a href=\"/berensonb\">Bernard Berenson</a> for three years at Villa I Tatti, where the two developed a lasting friendship.": [],
    "In 1935 Walker was appointed professor in charge of fine arts at the American Academy in Rome.": [],
    "There he met and married Margaret Gwendolyn Mary \"Margie\" Drummond (d.1987), the eldest daughter of the British ambassador and the 16th Earl of Perth.": [],
    "While in Rome, too, he completed the negotiations with Berenson to cede his villa to Harvard as a study center after Berenson's death.": [
        [
            55,
            63,
            [
                "Benenson"
            ]
        ],
        [
            117,
            125,
            [
                "Benenson"
            ]
        ]
    ],
    "During this time in Italy, Walker learned of plans by art patron Andrew Mellon (1855-1937) to create a national art gallery in Washgington, D. C., on the mall.": [
        [
            127,
            138,
            [
                "Washington"
            ]
        ]
    ],
    "Walker wrote Mellon's son, Paul (1907-1999), who had been a childhood friend of Walker in Pittsburgh, asking for a position in the new museum.": [],
    "Walker came to the gallery temporarily in 1938 to supervise construction when Andrew Mellon and the museum architect, John Russell Pope (1874-1937), died within 24 hours of one another.": [],
    "One of three members of the building committee, he was largely responsible for the inner appearance of the gallery.": [],
    "In January 1939 he was appointed chief curator under first director <a href=\"/finleyd\">David Finley</a>.": [],
    "When World War II was declared, Walker's physical limitations prevented him from participating in war activity, but he went to Europe in 1945 to help identify looted works of art by the Nazis.": [],
    "As chief curator, Walker devoted himself to the NGA, installing the acquisitions from the Mellon gifts (some which had recently been acquired from the Hermitage in Russia) and encouraging other donations.": [],
    "Walker succeeded Finley as director in 1956, beating out the Gallery's secretary and legal council, Huntington Cairns (1904-1985).": [],
    "Walker's friendship with Jacqueline Kennedy helped solidify the 1963 loan exhibition of the Mona Lisa to the National Gallery, on loan to President John F. Kennedy and the American people, from the French government.": [],
    "Throughout the years, Walker strengthen donor relationships with the Mellon family (Paul and his sister, Ailsa Mellon Bruce,1901-1969) and Joseph E. Widener (1872-1943), as well as creating new ones with Armand Hammer (1898-1990), and Lessing J. Rosenwald (1891-1979).": [
        [
            105,
            110,
            [
                "Alisa",
                "Ails",
                "Ails a"
            ]
        ],
        [
            235,
            242,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "His frustrations and ultimate success dealing with Chester Dale (1883-1962), a quixotic stockbroker and collector of magnificent 19th- and early-20th-century French paintings were outlined in his 1974 book <em>Self-Portrait with Donors</em>.": [],
    "Walker's many spectacular acquisitions included Rembrandt's <em>Aristotle with the Bust of Homer</em>, Fragonard's <em>La Liseuse</em>, El Greco's <em>Laocoon</em>, and the <em>Ginevra de' Benci</em> by Leonardo da Vinci bought in 1967 from the Prince of Liechtenstein.": [],
    "He made the selections from the Samuel Kress collection of Renaissance art bequest.": [
        [
            39,
            44,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "Walker was also responsible for the planning of the gallery's east building expansion, designed by architect I M Pei and completed in 1978.": [],
    "In 1961, Walker took as his personal assistant the 25-year-old <a href=\"/brownjc\">J.": [],
    "Carter Brown</a>, whose father, John Nicholas Brown (1900-1979), had been a fellow student with Walker's in Sachs' classes.": [],
    "Brown succeeded Walker in 1969 as Director and Walker assumed the title Director Emeritus.": [],
    "Walker and his wife settled in Sussex, in Amberley (near Arundel), England, and Fishers Island, New York, spending winters in Florida.": [
        [
            42,
            50,
            [
                "Alberta",
                "Kimberley",
                "Adderley"
            ]
        ],
        [
            57,
            64,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "In his retirement he authored monographs on James McNeill Whistler and John Constable.": [],
    "Walker was one of the few major museum directors with a strong career in art history (as opposed to politics, as his predecessor had, or development, from which many modern directors are drawn).": [],
    "His writings on art drew the praise from Berenson, who was his principal mentor.": [
        [
            41,
            49,
            [
                "Benenson"
            ]
        ]
    ],
    "Walker displayed Berenson's attitude that museums' successes lay in the quality of it collections as much as crowd pleasing.": [
        [
            17,
            25,
            [
                "Benenson"
            ]
        ]
    ],
    "He took a conservative stance on cleaning of pictures, regarding aggressive cleaning as an act of vandalism.": [],
    "He was also forthright about his duty to curry favor for donations.": [],
    "''In the United States,'' he wrote in his autobiography, ''it is axiomatic that the undertaker and the museum director arrive almost simultaneously.": [],
    "'</p>": []
}