{
    "<p>Northern Renaissance painting specialist, professor of art, University of California, Santa Barbara, 1976-1991.": [],
    "Wallen was raised in Mt.": [
        [
            0,
            6,
            [
                "Fallen",
                "Allen",
                "Walled",
                "Walden",
                "Waller",
                "Wallet"
            ]
        ]
    ],
    "Vernon, New York.": [],
    "He graduated from Princeton Univeresity in 1963 where the mentorship of professor <a href=\"/kochra\">Robert A. Koch</a> greatly influenced him.": [
        [
            18,
            39,
            [
                "Princeton University"
            ]
        ]
    ],
    "He continued with a Woodrow Wilson Fellowship and other awards at New York University's Institute of Fine Arts.": [],
    "His master's degree was granted in 1965.": [],
    "Wallen was awarded a curatorial fellowship at the National Gallery of Art to complete his dissertation on the topic of Jan Sander van Hemessen.": [
        [
            0,
            6,
            [
                "Fallen",
                "Allen",
                "Walled",
                "Walden",
                "Waller",
                "Wallet"
            ]
        ],
        [
            134,
            142,
            [
                "Semester",
                "Emerson",
                "Hesse",
                "Lessen",
                "Essen",
                "Petersen"
            ]
        ]
    ],
    "He received a doctorate in 1976 and immediately was appointed faculty at UCSB in 1976.": [],
    "In 1981 wrote the catalog, <em>The Cubist Print</em>, for the exhibition of the same name at the National Gallery in Washgington, D. C. He was promoted to associate professor in 1982.": [
        [
            117,
            128,
            [
                "Washington"
            ]
        ]
    ],
    "A revised version of his thesis on Hemessen was published in 1983.": [
        [
            35,
            43,
            [
                "Semester",
                "Emerson",
                "Hesse",
                "Lessen",
                "Essen",
                "Petersen"
            ]
        ]
    ],
    "Wallen rose to professor in 1991.": [
        [
            0,
            6,
            [
                "Fallen",
                "Allen",
                "Walled",
                "Walden",
                "Waller",
                "Wallet"
            ]
        ]
    ],
    "He died at his home after a long illness.": [],
    "A second book, <em>Bosch and Vainglory: The Forgotten Deadly Sin</em> near completion at the time of his death, was never published.": [],
    "His students included Hans van Miegroet.": [
        [
            31,
            39,
            [
                "Maigret"
            ]
        ]
    ],
    "Wallen was noted for his research on the history of prints of all ages, particularly the etchings of Canaletto, Sonia Delaunay, and Picasso.": [
        [
            0,
            6,
            [
                "Fallen",
                "Allen",
                "Walled",
                "Walden",
                "Waller",
                "Wallet"
            ]
        ]
    ],
    "His <em>Cubist Print</em> catalog remains one of the major discussions of the genre.</p>": []
}