{
    "<p>Biographer of Dutch engravers; collector; maecenas.": [
        [
            45,
            53,
            [
                "accents",
                "arenas",
                "ascends",
                "Marianas",
                "ascents",
                "maidens"
            ]
        ]
    ],
    "Waller was the eldest son of Meindert Johannes Waller and Maria Elisabeth Adolphine Waller-Schill.": [
        [
            29,
            37,
            [
                "Manner",
                "Manners",
                "Sanders",
                "Wander",
                "Wanders",
                "Mandela"
            ]
        ],
        [
            74,
            83,
            [
                "Dolphins",
                "Dolphin",
                "Adolphe",
                "Delphine"
            ]
        ],
        [
            84,
            97,
            [
                "Waller-Chill"
            ]
        ]
    ],
    "Both his parents were socially and culturally engaged citizens of Amsterdam.": [],
    "His father was a member of the firm Testas en Waller.": [
        [
            36,
            42,
            [
                "Tests",
                "Teslas",
                "Testes",
                "Testis",
                "Test as"
            ]
        ]
    ],
    "The young Waller attended the Gymnasium, first in Amsterdam and later in Arnhem.": [],
    "During a mountain-climbing expedition in 1886, Weller nearly froze to death on the Matterhorn.": [],
    "The resulting lung damage impaired his health for the rest of his life.": [],
    "After his graduation, in 1888, he enrolled at Leiden University in the Faculty of Law.": [
        [
            31,
            45,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ]
    ],
    "He was, however, much more attracted to art, and in 1891 he became a member of the Société d'Archéologie de Bruxelles.": [
        [
            83,
            90,
            [
                "Society"
            ]
        ],
        [
            93,
            104,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1896 he went to Paris to study art history at the École des Chartes.": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ],
        [
            53,
            58,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            59,
            62,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            63,
            70,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "In the same year he returned to Amsterdam, where he obtained a voluntary position at the Amsterdam Rijksprentenkabinet under <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, the former deputy director of the Mauritshuis.": [],
    "Waller subsequently moved to The Hague following his appointment, in February 1897, as deputy director of the Mauritshuis.": [],
    "The director of the Mauritshuis, the cantankerous <a href=\"/brediusa\">Abraham Bredius</a>, felt Waller's appointment politically motivated, at the cost of Bredius' own choice, Frits Marcus.": [],
    "Bredius proffered his resignation (the first of multiple times).": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "The ever-petty Bredius made the next three years nearly impossible for Waller to cooperate with him.": [
        [
            15,
            22,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Bredius impugned that Waller drank on the job, was not interested in art and was surreptitiously plotting with Bredius' other nemesis, <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a>, head of the Department of Arts and Sciences of the Ministry of the Interior.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            111,
            118,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "None was borne out by the facts.": [],
    "In addition to his position in the Mauritshuis Waller was appointed director of the Leiden University Print room, where he reorganized the collection, set up a collection of reproductions, and acquired a number of drawings of distinctive Dutch artists.": [],
    "In 1898 Waller applied for the position of director of the Amsterdam Rijksprentenkabinet, as the successor of Hofstede de Groot but the position was returned to <a href=\"/kellenj\">Johan Philip van der Kellen</a> a former director of the Amsterdam Rijksprentenkabinet.": [],
    "In collaboration with the latter, Waller started compiling a biographical dictionary of Dutch engravers.": [],
    "In 1900 Waller left his difficult situation in the Mauritshuis, succeeded by <a href=\"/martinw\">Wilhelm Martin</a>.": [],
    "Five years later Waller had to resign from his post in the Leiden Print room, due to his declining health.": [],
    "He returned to Amsterdam, where he, in 1906, became a partner in the family firm of Testas en Waller.": [
        [
            84,
            90,
            [
                "Tests",
                "Teslas",
                "Testes",
                "Testis",
                "Test as"
            ]
        ]
    ],
    "He worked ther until 1917.": [
        [
            10,
            14,
            [
                "the",
                "their",
                "her",
                "other",
                "then",
                "there"
            ]
        ]
    ],
    "He continued working on his biographical dictionary of engravers for the next five years, searching archives and writing to contemporary artists.": [],
    "By the early 1920s his health had deteriorated so that he abandoned the project.": [],
    "Waller built up several collections of art historical interest.": [],
    "He donated most of his collections, including his ex-libris collection (1913) and his Netherlands popular prints collection (1923) to the Rijksprentenkabinet.": [
        [
            50,
            59,
            [
                "ex-Libras"
            ]
        ]
    ],
    "He also bequeathed his large collection of Dutch prints as well as several drawings to this institution.": [],
    "Waller designated the state of the Netherlands as his sole heir.": [],
    "His assets were made into the F. G. Waller Fund.": [],
    "The proceeds of the fund were to be used every year by the Rijksprentenkabinet, mainly for the acquisition of prints by Dutch artists.": [],
    "The trustees of the fund were also charged with the dictionary of engravers, Waller's life-long work, which they entrusted to <a href=\"/juynbollw\">W.": [],
    "R. Juynboll</a>, who revised and prepared it for publication in 1938, <em>Biographisch Woordenboek van Noord Nederlandsche Graveurs</em>.": [
        [
            3,
            11,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "In 1936, according to the wish of Waller, his catalog of his collection of Dutch and Flemish popular books, from 1500 up to 1830, was prepared for publication by Emma Dronckers.</p>": [
        [
            167,
            176,
            [
                "Rockers",
                "Drinkers",
                "Dockers"
            ]
        ]
    ]
}