{
    "<p>Director of the J. Paul Getty Museum, 1983-2000.": [],
    "His father was John Joseph Walsh, Sr., (b.": [],
    "1909).": [],
    "Walsh graduated from Yale University in 1961.": [],
    "He continued to graduate school at Columbia University, studying baroque art under <a href=\"/heldj\">Julius S. Held</a>.": [],
    "Walsh became a lecturer and curatorial assistant for the Frick Collection in New York, 1966-1968.": [],
    "He spent a year researching his dissertation at the University in Leiden.": [],
    "Walsh was appointed associate curator at the Metropolitan Museum of art in 1968.": [
        [
            45,
            71,
            [
                "Metropolitan Museum of Art"
            ]
        ]
    ],
    "He advanced to curator of European Painting at the met, teaching at Barnard and Columbia beginning in 1970 (through 1977).": [],
    "His Ph.D.": [],
    "was granted in 1971.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "However, in 1975, Walsh resigned from the Museum (along with another curator, <a href=\"/clarka\">Anthony M. Clark</a>) to protest the rocky administration of its director, <a href=\"/hovingt\">Thomas Hoving</a>.": [],
    "Walsh joined the staff of the Museum of Fine Arts, Boston in 1977 as the Mrs.": [],
    "R. W. Baker curator of paintings.": [],
    "He was a visiting professor of art at Harvard, 1979.": [],
    "In 1982, the estate of J. Paul Getty (1892-1976) was finally settled, endowing a heretofore meager art museum with more than a billion dollars.": [],
    "Walsh was appointed the first post-settlement director of the Getty Museum, declining an offer to be the MFA's director.": [],
    "In his capacity as director, he oversaw moving the Getty from the smaller Getty building (Getty Villa) in Pacific Palisades, CA, to the massive Richard Meier complex in Brentwood (Los Angeles), CA.": [],
    "He launched a massive campaign of buying works of art, establishing the Getty's reputation for paying top dollar for art, and reorganizing the museum structure, including recommending a department of drawings, under George R. Goldner (b.": [
        [
            226,
            233,
            [
                "Goldener"
            ]
        ]
    ],
    "1943) as curator.": [],
    "As the Getty's director, Walsh found himself at odds again with Hoving, who had been fired from the Met and was now editor of the magazine Connoisseur.": [
        [
            64,
            70,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Hoving used this monthly vehicle to criticize acquisitions of the Getty, most notably, the Aphrodite statue, which Hoving claimed was stolen from Italy.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            115,
            121,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Though Walsh continued to condone a policy of not investigating provenance as director, the major blame was cast upon the antiquities curator, Marion True (the statue was returned to Italy in 2007).": [
        [
            122,
            133,
            [
                "antiquities'",
                "antiquity's"
            ]
        ]
    ],
    "Walsh also dealt with the apparent feud between the Museum and Getty's heir, John Paul Getty II, who frequently financially supported British efforts keep British-owned masterpieces from being acquired by the American Getty Museum.": [],
    "Walsh published a book on a Getty painting, Jan Steen: The Drawing Lesson, in 1996.": [],
    "He retired from the Getty in 2000 as Director Emeritus, succeeded by Deborah Gribbon.": [
        [
            77,
            84,
            [
                "Ribbon",
                "Gibbon",
                "G ribbon"
            ]
        ]
    ],
    "Thereafter Walsh was a member of the Institute for Advanced Study at Princeton and taught at Yale.</p>": [
        [
            0,
            10,
            [
                "Thereafter,"
            ]
        ]
    ]
}