{
    "<p>Philanthropist and benefactor of the arts; nephew of art historian <a href=\"/warburga\">Aby M. Warburg</a>; briefly taught art history at Bryn Mawr.": [],
    "Warburg was the youngest of five children of philanthropist Felix Warbug (1871-1937), a partner in the investment firm of Kuhn, Loeb & Company and brother of the German art historian <a href=\"/warburga\">Aby M. Warburg</a>.": [
        [
            66,
            72,
            [
                "Warburg",
                "War bug"
            ]
        ],
        [
            128,
            132,
            [
                "Lobe",
                "Lob",
                "LEB",
                "OEB"
            ]
        ]
    ],
    "His mother was Frieda Schiff (Warburg) (1876-1958), the only daughter of merchant banker and financier Jacob H. Schiff (1847-1920).": [],
    "Warburg grew up on Fifth Avenue in New York City (today the building is the Jewish Museum) and attended Middlesex School in Concord, MA.": [],
    "He entered Harvard University, graduating in 1930.": [],
    "While at Harvard he attended the famous art history and museum courses led by <a href=\"/sachsp\">Paul J. Sachs</a> and <a href=\"/forbese\">Edward Waldo Forbes</a>.": [],
    "As a student at Harvard, Warburg acquired a blue-period Picasso and works by Paul Klee and Ernst Barlach which he had bought directly from the artists in their studios on tour in Europe.": [],
    "Together with classmates Lincoln Kirstein (1907-1996) and <a href=\"/walkerj\">John Walker III</a>, he formed the Harvard Society of Contemporary Art in 1929 which exhibited works by artists as Edward Hopper, Georgia O'Keeffe, and the more controversial David Siqueiros, Diego Rivera and José Clemente Orozco.": [
        [
            33,
            41,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "The HSCA also gave early exposure to Alexander Calder, Walker Evans and Bauhaus architects.": [
        [
            4,
            8,
            [
                "HCA",
                "HSA",
                "CSCA",
                "HSC",
                "SCA",
                "HS CA"
            ]
        ]
    ],
    "Six months before graduating, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, tapped Warburg to be on the advisory committee of the fledgling Museum of Modern Art.": [],
    "Warburg served on its board of trustees between 1932 to 1958.": [
        [
            40,
            60,
            [
                "between 1932 and 1958"
            ]
        ]
    ],
    "He was also a trustee and organizer of the Museum's film library.": [],
    "After college, Warburg taught briefly at Bryn Mawr during the depression under Department head <a href=\"/kingg\">Georgiana King</a>.": [],
    "Warburg's wealth meant he didn't need the salary and offered King to work for free.": [],
    "Worried that this would be a bad precedent for the profession of art historians, King and Warburg worked out a deal where Warburg would be paid, but write a check back to the university for the full amount (Saunders).": [],
    "Warburg was responsible for giving fellow Harvard alumnus <a href=\"/johnsonp\">Philip Johnson</a> his first commission, an International-style design for Warburg's apartment in which to hang his modern art.": [],
    "After teaching at Bryn Mawr, Warburg returned to New York, where he co-founded the American Ballet with Kirstein.": [
        [
            104,
            112,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "Warburg funded much of the American Ballet on his own; it was on Warburg's estate that George Balanchine's first ballet created in American was performed.": [],
    "Warburg continued his activity as an art collector, acquiring works by Picasso, Matisse, Hopper, O'Keeffe, Lachaise, Klee, Miro, Brancusi and Calder.": [
        [
            97,
            105,
            [
                "O'Keefe"
            ]
        ],
        [
            129,
            137,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "Many of these were later donated to the Museum of Modern Art and other museums.": [],
    "In 1939 he married Mary Whelan Prue Currier, a fashion editor for <em>Vogue</em>.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            24,
            30,
            [
                "Wherein",
                "When",
                "Wheat",
                "Helen",
                "Theban",
                "Whaley"
            ]
        ],
        [
            31,
            35,
            [
                "True",
                "Pure",
                "Rue",
                "Prune",
                "Prut",
                "Prude"
            ]
        ]
    ],
    "Shortly before America's entrance into World War II, he assisted in bringing refugee artists Leger, Miro and Chagall to the United States.": [],
    "He supported German art historians fleeing Nazism, including <a href=\"/schwarzh\">Heinrich Schwarz</a>.": [],
    "During the war itself, Warburg enlisted in the army as a private (later rising to captain) and was part of the shoring-up forces in Normandy shortly after D-day.": [
        [
            155,
            160,
            [
                "D-Day"
            ]
        ]
    ],
    "He was awarded the Bronze Star and the governments of Belgium and Italy decorated him for his work with the displaced persons.": [],
    "After the war, Warburg continued his leading charitable agencies.": [],
    "He was a member of the New York State Board of Regents between 1958 to 1975.": [
        [
            55,
            75,
            [
                "between 1958 and 1975"
            ]
        ]
    ],
    "From 1971 to 1974, he was vice director for public affairs of the Metropolitan Museum of Art, becoming honorary trustee from 1983 until his death.": [],
    "In 1981 Warburg published his only work, a privately printed biography of Sydney S. Spivack (1907-1969).": [
        [
            84,
            91,
            [
                "Spinach",
                "Spick"
            ]
        ]
    ],
    "In retirement he lived in Wilton, CT.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "He died of heart failure in a Norwalk, CT, hospital.": [],
    "Except for thecourses he taught at Bryn Mawr, Warburg could not be considered an art historian.": [
        [
            11,
            21,
            [
                "the courses"
            ]
        ]
    ],
    "He published nothing in the field.": [],
    "His wealth and more importantly his taste enabled him to \"make happen\" some of the most important art events in the United States.</p>": []
}