{
    "<p>Founder of the Warburg Institute (now part of the University of London) and theorist of a mytho-psychological form of art history.": [
        [
            93,
            112,
            [
                "myth-psychological"
            ]
        ]
    ],
    "Warburg grew up the eldest son in a wealthy devoutly Jewish banking family.": [],
    "His father Moritz Warburg, hoped his son would take over as a banker as did his mother Charlotte Oppenheimer (Warburg).": [],
    "Warburg developed Typhoid fever at age seven and remained in delicate health thereafter.": [],
    "At age thirteen he made a pact with his brother to sell his birthright provided his brother would keep him in books.": [],
    "Though Warburg pursued art, his family fortune allowed him to remain independently wealthy his whole life.": [],
    "He attended the University in Bonn, studying religion/philosophy under Hermann Usener (1834-1905) and history under <a href=\"/lamprechtk\">Karl Lamprecht</a>, who himself had written art history, and taking courses with the art historians <a href=\"/justic\">Carl Justi</a> and <a href=\"/thodeh\">Henry Thode</a>.": [
        [
            79,
            85,
            [
                "Usenet"
            ]
        ]
    ],
    "Justi was too rigid for him and Thode too society-conscious and chummy to consider working with for a Ph.D.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            32,
            37,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "For his graduate work, Warburg studied at various universities--as was the standard model for the humanities in Germany--Bonn and Munich.": [],
    "In 1889 he was one of eight students in the Florentine experiment of <a href=\"/schmarsowa\">August Schmarsow</a>&nbsp;to create a German research institute there.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ]
    ],
    "Warburg settled on Strasbourg and a younger art historian, <a href=\"/janitschekh\">Hubert Janitschek</a>.": [],
    "His 1891 dissertation on Botticelli, written under Janitschek, employed one of the notions that would occupy him his entire life: the transmission of antique iconography in other cultures, in this case the Renaissance.": [],
    "He moved to Berlin to study medicine, an interest fed by his study of psychology in art.": [],
    "But psychology led to anthropology and in 1895 he visited the territories of the southwestern United States in order to observe Navaho and Pueblo native-American traditions.</p>\n\n<p>Returning to Germany, he married the artist Mary Hertz in 1897.": [
        [
            128,
            134,
            [
                "Navajo",
                "Nava ho"
            ]
        ]
    ],
    "During this time, Warburg became ever more interested in how science and pseudo-science effected knowledge and its visual representation.": [
        [
            88,
            96,
            [
                "affected"
            ]
        ]
    ],
    "In an effort to find a relation between astrology and emergence of natural science, he began to collect rare books on the zodiac and representations of the human body.": [],
    "These he added to his vast personal library, which he had begun in 1886.": [],
    "In 1907, Warburg published a key study on Francesco Sassetti's burial chapel at Santa Maria Novella in Florence.": [
        [
            52,
            60,
            [
                "Cassette",
                "Bassett",
                "Rossetti"
            ]
        ]
    ],
    "He again emphasized the Renaissance adopting Classical visual conventions to convey emotion and sympathy.": [],
    "In 1909 he moved his book collection to a house in Hamburg with the intent of creating a research library.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ]
    ],
    "Warburg hired the young art historians <a href=\"/waeztoldtw\">Wilhelm Waeztoldt</a> between 1909-1911 and then <a href=\"/saxlf\">Fritz Saxl</a>, beginning in 1913, to manage the library and its objects.": [],
    "The following year Warburg discussed turning it into a research institute, but Germany's entry into World War I the same year delayed it.": [],
    "At age forty-eight, Warburg was too old to fight.": [],
    "However, the war drew his interests toward propaganda literature, principally the German renaissance prints of Dürer and pamphlets of Martin Luther.": [],
    "He visited the British Renaissance scholar <a href=\"/horneh\">Herbert P. Horne</a>&nbsp;in 1915 in Siena.": [],
    "In 1918 he developed severe mental illness requiring hospitalization.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "In 1922 Warburg hired a young Ph.D., <a href=\"/bingg\">Gertrud Bing</a>, to be his new librarian (and later personal assistant).": [],
    "He had recovered sufficiently by 1923 to deliver a lecture on the 'Serpent Ritual' of the Navajo.</p>\n\n<p>The next year, Saxl assisted in launching Warburg's library as a research center, called <em>Die kulturwissenschaftliche Bibliothek Warburg</em> (KBW).": [
        [
            121,
            125,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "The Library officially opened in 1926.": [],
    "In the final years of his life, Warburg became preoccupied with the role memory played in civilization.": [],
    "This fascination resulted in an image atlas, called <em>Mnemosyne</em>, consisting of forty large canvases to which almost 1000 images were affixed.": [],
    "Warburg chose the format in order to graphically represent the relationships between images.": [],
    "Groups of representations under categories such as pathos, human sacrifice, redemption, and Oriental astrology were juxtaposed to each other in order to define them, not by word as much as through contrast.": [],
    "Among the categories was one Warburg had created himself, the <em>Nympha</em>, the image of a young woman with a swirling garment.": [],
    "After his death, the library continued to operate.": [],
    "The ascension of the Nazi's to power in Germany in 1933 made existence for the library, named for a Jew, very difficult.": [],
    "Saxl fled to London with the Library that year.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Initially the library was housed in the basement of Thames House.": [],
    "Later it was incorporated as the Warburg Institute into the University of London in 1944.": [],
    "Shortly before and after the war, <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>&nbsp;was given the job of organizing Warburg's papers into publishable form.": [],
    "Warburg's method juxtaposed diverse images and material in order to illuminate classical mythology and symbolism in post-classical art.": [],
    "Warburg, however, had difficulty drawing conclusions in any definitive way.": [],
    "Gombrich realized that Warburg's notes were not suitable for publication and abandoned the project.": [],
    "In 1970, Gombrich published an intellectual biography of Warburg which remains by far the best introduction to Warburg's ideas (2nd ed., 1986).The New York home of his brother, Paul Warburg (1868-1932), near the Metropolitan Museum of Art, was the first home for the Institute of Fine Arts of New York University.</p>\n\n<p>Methodologically, Warburg's early years show him under the spell of <a href=\"/burckhardtj\">Jacob Burckhardt</a>.": [
        [
            143,
            146,
            [
                " The"
            ]
        ]
    ],
    "In the late nineteenth century, Burckhardt and others framed the Renaissance as a period when the modern individual had emerged from the values of the middle ages.": [
        [
            32,
            42,
            [
                "Burkhart"
            ]
        ],
        [
            151,
            162,
            [
                "Middle Ages"
            ]
        ]
    ],
    "The counter argument, advanced by art historians such as Thode, show Christianity playing a vital role.": [
        [
            4,
            20,
            [
                "counterargument"
            ]
        ],
        [
            57,
            62,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Warburg adopted Burckhardt's premise, but viewed the Renaissance as a transitional era (a key concept to Warburg), rather than his mentor's positivist belief of a Renaissance as cultural whole.": [
        [
            16,
            26,
            [
                "Burkhart"
            ]
        ]
    ],
    "His interest in the transmission of classical antiquity into newer eras may have been sparked by the first chapter of the 1867 <em>Bilder aus der neueren Kunstgeschichte</em> by <a href=\"/springera\">Anton Springer</a>&nbsp;which addressed the continued influence of antiquity in the middle ages.": [],
    "The psychological evocations of the classical symbolism were a focus of much of Warburg's work.": [],
    "The term <em>Pathosformel</em>, or a form evoking Pathos, appears often in his research.": [],
    "He viewed his own time period similar to that of the Renaissance as a era of jarring cultural transition.": [
        [
            68,
            69,
            [
                "an"
            ]
        ]
    ],
    "Warburg viewed nearly all graphic representation at the subject for study.": [],
    "His cultural collections included playing cards, postal stamps, posters, newspaper illustrations and photographs.": [],
    "His work was so broadly cultural that it may not be correct to consider him an art historian.": [],
    "He certainly opposed the stylistic and autonomous approaches to art history which <a href=\"/wolfflinh\">Heinrich Wölfflin</a>&nbsp;and Vienna School historians such as <a href=\"/riegla\">Aloïs Riegl</a>&nbsp;had come to dominate in the field.": [],
    "His use of unorthodox sources and highly individual research (e.g,.": [
        [
            65,
            67,
            [
                ",",
                "."
            ]
        ]
    ],
    "that Dionysian antiquity transmitted into Early Modern Europe via interest in the occult (Bazin 215)) attracted scholars who sought to reinvent the discipline themselves.": [
        [
            0,
            4,
            [
                "That"
            ]
        ],
        [
            90,
            95,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "These included, <a href=\"/panofskye\">Erwin Panofsky</a>, E. H. Gombrich&nbsp;who wrote a biography of Warburg, <a href=\"/cassirere\">Ernst Cassirer</a>, Gertrud Bing, <a href=\"/winde\">Edgar Wind</a>&nbsp;and of course Saxl himself.</p>\n\n<p>&nbsp;</p>": []
}