{
    "<p>Classical architectural historian and archaeologist; Director, British School in Rome.": [],
    "Ward-Perkins was the eldest son of Bryan Ward-Perkins, a civil servant in India, and Winifred Mary Hickman [Ward-Perkins].": [],
    "The younger Ward-Perkins attended the Winchester School and New College, Oxford, where he graduated in 1934.": [],
    "He was awarded the Craven traveling fellowship at Magadalen College, which he used to study archaeology in Britain and France.": [
        [
            50,
            59,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "Between 1936-39 he was Assistant under <a href=\"/wheelerm\">Robert Eric Mortimer Wheeler</a> (1890-1976) at the London Museum.": [],
    "He wrote an important catalog of the collection during that time.": [],
    "He was also involved in a Roman villa excavation near Welwyn Garden City.": [],
    "In 1939 he accepted the Chair of Archaeology at the Royal University of Malta.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "The advent of World War II curtailed this position after only six months.": [],
    "He enlisted in the British Royal Artillery where he participated in the Allied invasion.": [],
    "Ward-Perkins was assigned to North Africa to protect the sites of Leptis Magna and Sabratha.": [
        [
            66,
            72,
            [
                "Leptin"
            ]
        ],
        [
            73,
            78,
            [
                "Magma",
                "Magda",
                "Manna",
                "MAGA",
                "MANA",
                "Magana"
            ]
        ],
        [
            83,
            91,
            [
                "Sabbath",
                "Maratha",
                "Sabbaths",
                "Tabatha"
            ]
        ]
    ],
    "There he gained an intimate knowledge of Tripolitania, the Roman ruins.": [],
    "He was appointed director of the Allied sub-commission for monuments and fine arts in Italy.": [
        [
            40,
            54,
            [
                "subcommission"
            ]
        ]
    ],
    "He married Margaret Sheilah Long in 1943.": [
        [
            20,
            27,
            [
                "Sheila",
                "Sheilas"
            ]
        ]
    ],
    "In 1946 Ward-Perkins accepted the position of Director of the British School at Rome.": [],
    "He maintained an interest in North Africa, largely because excavation work in Italy was still impossible.": [],
    "When peninsular excavations could resume, Ward-Perkins secured aerial photographs from RAF reconnaissance of Italy, in order to map out excavations better.": [],
    "He remained at the British School in Rome until his retirement in 1974.": [],
    "In the 1950's his interest particularly in the technical aspects of Roman building resulted in <em>The Shrine of St.": [
        [
            7,
            13,
            [
                "1950s"
            ]
        ]
    ],
    "Peter and the Vatican Excavations</em>, 1956, and <a href=\"/riced\">David Talbot Rice</a>'s <em>The Great Palace of the Byzantine Emperors</em>, 1958.": [],
    "In 1963 Ward-Perkins revived the stalled publication project <em>Corpus signorum imperii Romani</em>, a corpus of Roman sculpture held throughout the world.": [],
    "He held various guest professorships, including New York University (1957) and Rhind Lecturer (Edinburgh), 1960.": [
        [
            79,
            84,
            [
                "Rhine",
                "Hind",
                "Rhino",
                "Rind",
                "Rh ind"
            ]
        ]
    ],
    "In 1970 he wrote the Roman section of the prestigious <em>Pelican History of Art</em> volume on Etruscan and Roman architecture, co-authored with <a href=\"/boethiusa\">Axel Boëthius</a>.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "His portion of the text was expanded and reissued as a stand-alone volume the year of his death.": [],
    "His students at the British School at Athens included <a href=\"/lingr\">Roger Ling</a>.": [],
    "Ward-Perkins' major interests were in the materials of ancient art and city topography.": [],
    "He wrote major works on city planning in classical Greece and Rome and the historical topography of Veii.": [
        [
            100,
            104,
            [
                "Van",
                "Vein",
                "Vain",
                "Kai",
                "Var",
                "Veil"
            ]
        ]
    ],
    "He also reinitiated the project to map the Roman Empire, <em>Tabula imperrii romani</em>, which had begun in 1928 but had drawn to a standstill.": [],
    "He was a seminal figure in the founding of the Association for Classical Archaeology, and the issuing of its bibliographic organ, <em>Fasti Archaeologici</em>.": [],
    "His use of field surveys to study land use patterns and identification of marble types in Roman building and sculptures changed the discipline of Roman archaeology.</p>": []
}