{
    "Director/Curator of Texas Southern University’s Museum, curator of modern and contemporary art at the Museum of Fine Arts in Houston.": [],
    "Wardlaw was born to Virginia Cage (Wardlaw) and Alvin Holmes Wardlaw (1925-2023), the latter a math scholar, and educator at TSU.": [
        [
            125,
            128,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "Wardlaw began her early childhood in Atlanta while her father studied for a master’s degree in Mathematics at a historically black university (HBCU), Atlanta University (today Clark Atlanta University).": [],
    "The family relocated to Ann Arbor, Michigan as her father continued to pursue graduate work in mathematics at the University of Michigan.": [],
    "While at Michigan, her father was contacted by his former professor at Atlanta University, Professor Joseph Pierce (1902-1969), then administrator at Texas State University for Negroes (the current TSU), to encourage him to move to Houston, Texas, to contribute as faculty for TSU.": [
        [
            198,
            201,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ],
        [
            277,
            280,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "In 1949, the family moved to Houston, part of a larger migration of black intellectuals to Texas to serve as faculty and staff at the recently expanded Texas Southern.": [],
    "Mr.": [],
    "Wardlaw became the first chairman of the mathematics department at Texas Southern and the family settled in Houston.": [],
    "Wardlaw attended Wellesley College and received a BA in Art History in 1969.": [],
    "Shortly afterward, she pursued a master’s in Art History from the Institute of Fine Arts, New York University.": [],
    "While in New York, she met the black photographer Roy DeCarava through his wife Sherry Turner DeCarava, whom she would later feature in an exhibition.": [
        [
            54,
            62,
            [
                "Caravan",
                "Decorate",
                "Delmarva",
                "Deprave",
                "Demerara"
            ]
        ],
        [
            94,
            102,
            [
                "Caravan",
                "Decorate",
                "Delmarva",
                "Deprave",
                "Demerara"
            ]
        ]
    ],
    "In 1972, she briefly returned to Houston to work as a curatorial assistant at the Museum of Fine Arts, Houston (MFAH), worked under <a href=\"https://arthistorians.info/demontebellop/\">Phillipe de Montebello</a> and William Agee(1936-2023) who were MFAH directors then, and began her teaching career at TSU as an art historian in the Department of Art.": [
        [
            112,
            116,
            [
                "MFA",
                "FAH",
                "MAH",
                "mAh",
                "M FAH",
                "MFA H"
            ]
        ]
    ],
    "In 1974, Wardlaw became a member of the Fine Arts faculty at TSU and was named Curator of Primitive Art and Education within the same year.": [
        [
            61,
            64,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "In the year following, she did her first exhibition on DeCarava soon after she served as coordinating curator for the exhibition <i>African Art of the Dogon</i> which she states served as an early expression of her interest in African Art.": [
        [
            55,
            63,
            [
                "Caravan",
                "Decorate",
                "Delmarva",
                "Deprave",
                "Demerara"
            ]
        ],
        [
            151,
            156,
            [
                "Logon",
                "Dagon",
                "Bogon",
                "Dog on"
            ]
        ]
    ],
    "While serving as faculty at MFAH, Wardlaw curated diverse exhibitions, spanning from Worcester porcelain to African Art, and arranged educational activities for the museum.": [
        [
            28,
            32,
            [
                "MFA",
                "FAH",
                "MAH",
                "mAh",
                "M FAH",
                "MFA H"
            ]
        ]
    ],
    "Simultaneously, she taught an art history course at TSU during professor and artist John Biggers' tenure as the art department chairman.": [
        [
            52,
            55,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ],
        [
            89,
            96,
            [
                "Bigger",
                "Diggers",
                "Riggers",
                "Jiggers",
                "Buggers"
            ]
        ]
    ],
    "Subsequently, Biggers invited Wardlaw to join TSU as a full-time faculty member.": [
        [
            14,
            21,
            [
                "Bigger",
                "Diggers",
                "Riggers",
                "Jiggers",
                "Buggers"
            ]
        ],
        [
            46,
            49,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "Motivated by her deep admiration for Biggers and her belief in the significance of working at an HBCU, she accepted the opportunity at TSU.": [
        [
            37,
            44,
            [
                "Bigger",
                "Diggers",
                "Riggers",
                "Jiggers",
                "Buggers"
            ]
        ],
        [
            135,
            138,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "In 1984 she began graduate work at the University of Texas at Austin (UT) and received her Master of Arts degree from NYU in 1985.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "After completing her Ph.D.": [],
    "coursework in 1986, her advisor, Linda Henderson (b.": [
        [
            0,
            10,
            [
                "Coursework"
            ]
        ]
    ],
    "1948), recommended Wardlaw as one of the curators for the <i>Black Art Ancestral Legacy: The African Impact on African American Art </i>exhibition at the Dallas Museum of Art.": [],
    "She worked with senior curators Edmund Barry Gaither (b.": [
        [
            45,
            52,
            [
                "Gather",
                "Gaiter",
                "Gait her"
            ]
        ]
    ],
    "1944) and <a href=\"http://perry, r\">Regenia Perry</a> to frame African American contributions to American art.": [],
    "Wardlaw notes this exhibition as ‘one of the most important exhibitions’ she has ever worked on as it examined the connection between African American artists and their African pasts.": [],
    "Further, it highlighted the<em> little</em> distinction between the trained and untrained artists within the black aesthetic.": [],
    "Wardlaw took a leave from TSU for two years to follow the success and tour of the show from Richmond VA, Atlanta GA––where it was the first exhibition for the National Black Arts Festival, to Boston MA, Milwaukee WA, and Cincinnati OH.": [
        [
            26,
            29,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "It was awarded “Best Exhibition of 1990 Black Art Ancestral Legacy” in 1990.": [],
    "Within the same year, she returned to Houston to continue teaching at the TSU and work on her dissertation, one that examined the early years of Biggers' work.": [
        [
            74,
            77,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ],
        [
            145,
            152,
            [
                "Bigger",
                "Diggers",
                "Riggers",
                "Jiggers",
                "Buggers"
            ]
        ]
    ],
    "During this time, Peter Marizo (b.": [
        [
            24,
            30,
            [
                "Mario",
                "Marino",
                "Mário"
            ]
        ]
    ],
    "1943), director of the Museum of Fine Arts, Houston, wanted Wardlaw as a curator for an exhibition he was organizing on the art of Biggers.": [
        [
            131,
            138,
            [
                "Bigger",
                "Diggers",
                "Riggers",
                "Jiggers",
                "Buggers"
            ]
        ]
    ],
    "The exhibition <i>View from the Upper Room: The Art of John Biggers </i>took place in 1995 and soon afterward, she was appointed curator of Twentieth Century Art at the MFAH.": [
        [
            60,
            67,
            [
                "Bigger",
                "Diggers",
                "Riggers",
                "Jiggers",
                "Buggers"
            ]
        ],
        [
            169,
            173,
            [
                "MFA",
                "FAH",
                "MAH",
                "mAh",
                "M FAH",
                "MFA H"
            ]
        ]
    ],
    "She continued her teaching position at TSU.": [
        [
            39,
            42,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "She received her Ph.D.": [],
    "in 1996, becoming the first African American woman to receive a Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in art history from UT Austin.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 2002, she curated the exhibition <i>The Quilts of Gee’s Bend</i>, a collection of quilts made by quilters from Alabama and became the most “highly acclaimed” exhibit in 2002.": [],
    "She received the “International Association of Arts Critics Award” for this exhibition in 2003.": [],
    "Within the same year, she authored an illustrated catalog “Something All Our Own: The Grant Hill Collection of African American Art” which included an essay of hers on the history of African American art collections.": [],
    "Her two exhibitions were displayed in eleven and eight other cities, respectively.": [],
    "The <i>Quilts of Gee’s Bend</i>’s success continued into 2006 and it broke attendance at major museums.": [
        [
            61,
            65,
            [
                ", and"
            ]
        ]
    ],
    "Wardlaw organized over 70 exhibitions at the Museum concurrently teaching at TSU.": [
        [
            77,
            80,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ],
    "Her work and research have been recognized as one of the major driving forces in the field of African American art history.": [],
    "In 2010, she was awarded the Wellesley College Alumnae Achievement Award for her contributions to the field of American art, and in 2021, she was honored by the Art League Houston as the recipient of the biannual 2021 Lifetime Achievement Award in Arts Leadership.": [],
    "She continues working as a Director/Curator at the University Museum at TSU and brings awareness and appreciation for various arts in world culture through her curations.": [
        [
            72,
            75,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "TCU"
            ]
        ]
    ]
}