{
    "Architectural historian, architect and museum director at Oberlin College.": [],
    "Ward was the son of the infamous investment swindler Ferdinand Ward (1851-1925) and Ella Champion Green (Ward) (1852-1890).": [],
    "His father was sentenced to Sing Sing prison in 1885 when Ward was one.": [
        [
            28,
            37,
            [
                "Sing"
            ]
        ]
    ],
    "The two were estranged;  after his mother’s death when Ward was six, Ward inherited the estate.": [
        [
            23,
            25,
            [
                " "
            ]
        ]
    ],
    "His father attempted to gain control of the Ward’s trust after his release in 1895, kidnapped the boy at one point and later sued him as an adult, all to no avail.": [],
    "The younger Ward attended Putnam, NY, high school and received all his post-secondary degrees from Princeton University, his A.B., in 1905, M.A.": [],
    "in 1906, and his Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1914.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He married Helen Eshbaugh (1885-1976) in 1907.": [
        [
            17,
            25,
            [
                "Limbaugh",
                "Tombaugh"
            ]
        ]
    ],
    "While still a student at Princeton he published a brief survey on gothic architecture in 1914.": [],
    "Between 1908 to 1916 he taught architecture at Rutgers University, eventually rising to associate professor and also served as a lecturer in architecture at Princeton the same years.": [
        [
            0,
            20,
            [
                "Between 1908 and 1916"
            ]
        ]
    ],
    "Ward’s dissertation on ecclesiastical church vaulting was written under <a href=\"/marquanda\">Allan Marquand</a> and published the following year in <em>Princeton Monographs in Art and Archaeology</em> under the title <em>Medieval Church Vaulting</em>.": [],
    "In 1916, he was appointed professor at Oberlin College, where he was the only doctoral-degreed Art Historian.": [
        [
            78,
            94,
            [
                "doctoral-degree"
            ]
        ]
    ],
    "That year he taught seven courses covering a broad array of art history, but his passion remained Medieval and American architecture.": [],
    "Sensing a need for the specialized documentation for art, Ward founded Oberlin’s Art Library the following year.": [],
    "Acting as its arts administrator, he built the collection up to 25,000 volumes by the 1950s.": [],
    "He later became Chair of Oberlin’s Art Department.": [],
    "Ward hired distinguish art historians to fill his department.": [],
    "Under his leadership, the program attained a national reputation and attracted other well-known professors such as <a href=\"/stechoww\">Wolfgang Stechow</a> and <a href=\"/johnsone\">Ellen H. Johnson</a>.": [],
    "The same year as the library’s founding, Ward assumed the directorship of the newly-founded art museum at Oberlin College which he held until 1949.": [],
    "As director he played a large role in building its art collection.": [
        [
            3,
            11,
            [
                "director,"
            ]
        ]
    ],
    "The supporters he cultivated included the great Ohio art patrons such as the collector Elisabeth Severance Allen Prentiss (1865-1944), after whose late husband, Dr Dudley Peter Allen (1852-1915), the museum was named, and Mr.": [
        [
            113,
            121,
            [
                "Prentice",
                "Pretties",
                "Prentices"
            ]
        ]
    ],
    "R. T. Miller, Jr.": [],
    "By the mid 1940s, it was known as one of the finest college museums west of the Alleghenies.": [],
    "Ward was also a practicing architect.": [],
    "He designed multiple private homes as well public spaces, specializing in rebuilding churches.": [],
    "Among his projects are the Oberlin College President's House (the Samuel R. Williams house, Forest Street), the interior decorations of the 1932 Noah Hall, features of the Oberlin College Hales Gymnasium, the 1937 wing addition to the Allen Memorial Art Museum, and the East Oberlin Community Church, where he served as minister for multiple years.": [],
    "Ward remained at Oberlin College for thirty-three years before his retirement in 1947.": [],
    "In 1950, Oberlin College presented Ward with the Distinguished Alumni Award.": [],
    "His son, Ferdinand Champion Ward (1910-2007), a lawyer, was the divisor of the MacArthur Foundation “genius” Award.": [],
    "Ward published very little and his reputation as an art historian is largely as a teaching professor and founder/administrator of the art institutions at Oberlin College.": [],
    "He taught the history of architecture from his personal travels and research.": [],
    "He was a strong supporter of the Society of Architectural Historians.": [],
    "With the assistance of the Oberlin photographer Arthur Princehorn (1904-2001) Ward photographed medieval churches in Europe in the 1920s and 1930s.": [
        [
            55,
            65,
            [
                "Prince horn"
            ]
        ]
    ],
    "These are today the Clarence Ward Archive at the National Gallery of Art Library.": [],
    "His birthday is annually celebrated at the Oberlin Library he founded.": []
}