{
    "<p>Fogg curator of Asian art.": [
        [
            3,
            7,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Warner attended various New England preparatory schools before studying at Harvard College where he graduated in 1903.": [],
    "He traveled to Asia in 1904 as a member of the Pumpelly-Carnegie expedition to Russian Turkestan.": [],
    "In 1906 he was appointed assistant curator at the Boston Museum of Fine Art and traveled to Japan for the first time the same year.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "Between 1909 and 1913 he served as associate curator for the Museum.": [],
    "In 1912 began as an instructor for Harvard University.": [],
    "In 1913 he traveled to Europe and Asia to ascertain the possibility of creating an institute for Charles Freer.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "During 1915 he made another art-buying trip, this time for the Cleveland Museum of Art.": [],
    "He was appointed director of the Pennsylvania Museum of Art in September 1917.": [],
    "Shortly afterward, he was made a U. S. Vice Consul, journeying to Siberia and Japan to make confidential reports.": [],
    "He was replaced at the Museum of <a href=\"/belle\">Edward Hamilton Bell</a>.": [],
    "In 1923 he left the Pennsylvania Museum to join the Fogg Museum.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            52,
            56,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "There he headed the first and second expeditions to China, including the first trip to the Tung-huang (1923).": [
        [
            91,
            101,
            [
                "Sung-huang",
                "Tung-Huang"
            ]
        ]
    ],
    "The Fogg's sculpture from the Thousand Buddha Caves resulted from that trip.": [
        [
            4,
            8,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "The second expedition in 1925 was to Kansu Province and the Gobi.": [
        [
            37,
            42,
            [
                "Kans",
                "Gansu"
            ]
        ]
    ],
    "In the early 1930s he was assigned to acquire pieces for the nascent Nelson Gallery of Art in Kansas City.": [],
    "In 1939 he received an honorary doctorate from the University of California.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "During World War II, Warner led a group of scholars prevailing upon military leaders not bomb the former Japanese capitals of Nara and Kyoto.": [
        [
            126,
            130,
            [
                "NARA",
                "NASA",
                "Sara",
                "Kara",
                "Lara",
                "Mara"
            ]
        ]
    ],
    "He is credited with saving the priceless artwork in those cities.": [],
    "After the war he served as an expert consultant to the Arts and Monuments Section of the United States Occupation headquarters.": [],
    "He retired from the Fogg in 1950.": [
        [
            20,
            24,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "His Lowell Lectures delivered after his retirement became <em>The Enduring Art of Japan</em> (1952).": [],
    "After his death, the citizens of Kyoto erected a shrine in his honor and in Nara at tablet was placed in the Horyuji Buddhist temple.": [
        [
            76,
            80,
            [
                "NARA",
                "NASA",
                "Sara",
                "Kara",
                "Lara",
                "Mara"
            ]
        ],
        [
            109,
            116,
            [
                "Horus",
                "Hormuz",
                "Houri",
                "Sorabji"
            ]
        ]
    ],
    "His wife was Lorraine d'Oremieulx Roosevelt (d.": [],
    "1965).": [],
    "Among the students was the Asianist art historian and Director of the Nelson-Atkins Museum of Art, <a href=\"/sickmanl\">Laurence Sickman</a>.": [
        [
            27,
            35,
            [
                "Pianist",
                "Asians",
                "Arianism",
                "Alienist",
                "Apiarist"
            ]
        ]
    ],
    "His negotiations with the Aluminum Company of America led to the allocation of funds for the Harvard-Yenching Institute.</p>": [
        [
            93,
            109,
            [
                "Harvard-Benching"
            ]
        ]
    ]
}