{
    "<p>Medievalist of a social-history methodology.": [],
    "Warnke's parents were Kurt Anton Friedrich Warnke and Hilka Schomerus Warnke.": [
        [
            0,
            6,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ],
        [
            43,
            49,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ],
        [
            54,
            59,
            [
                "Hilda"
            ]
        ],
        [
            60,
            69,
            [
                "Schemers"
            ]
        ],
        [
            70,
            76,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ]
    ],
    "Warnke studied history, art history and <em>Germanistik</em> at the universities in Munich, Madrid, and at the Freie Universität in Berlin.": [
        [
            0,
            6,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "from Berlin in 1963 with a dissertation on Rubens, written under <a href=\"/kauffmannh\">Hans Kauffmann</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He volunteered for a year at the Berlin Museum consortium, Stiftung Staatliche Museen Preussischer Kulturbesitz, 1964-1965, producing a small catalog on the Flemish works (1967).": [
        [
            59,
            67,
            [
                "Shifting",
                "Stifling",
                "Sifting",
                "Slighting",
                "Stinting",
                "Stiffing"
            ]
        ]
    ],
    "He married Freya Grolle.": [
        [
            17,
            23,
            [
                "Grille"
            ]
        ]
    ],
    "In 1965 Warnke secured a fellowship in at the Kunsthistorisches Institut in Florence (through 1967).": [
        [
            8,
            14,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ],
        [
            64,
            72,
            [
                "Institute"
            ]
        ]
    ],
    "Warkne began teaching at the Westfälische Wilhelms University, Münster, Germany in 1967 while writing his <em>Habilitationschrift</em>.": [
        [
            0,
            6,
            [
                "Marine",
                "Warner",
                "Warren",
                "Wayne",
                "Wake",
                "Warned"
            ]
        ],
        [
            42,
            50,
            [
                "Wilhelm's",
                "Wilhelm"
            ]
        ]
    ],
    "His Habilitation was granted through the University in Münster, Germany in 1970.": [
        [
            4,
            16,
            [
                "Rehabilitation",
                "Habitation",
                "Facilitation",
                "Debilitation",
                "Habilitating"
            ]
        ]
    ],
    "The same year, Warnke headed a section of the Twentieth Congress of German Historians of Art with <a href=\"/ettlingerl\">Leopold D. Ettlinger</a> on art historians of the Third Reich.": [
        [
            15,
            21,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ]
    ],
    "The topic proved volatile, both because a number of the art historians about whom he spoke--though not mentioned by name--were in the audience and because German art-historical practice of the past was denounced.": [],
    "The furor was covered in the <em>Stuttgarter Zeitung</em> (newspaper).": [],
    "Methodologic ideas would interest him his lifelong.": [
        [
            0,
            12,
            [
                "Methodology",
                "Methodological",
                "Methodologies",
                "Meteorologic"
            ]
        ]
    ],
    "Warnke was appointed assistant professor at Philipps Universität Marburg in 1971.": [
        [
            0,
            6,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ],
        [
            44,
            52,
            [
                "Philipp's",
                "Philipp",
                "Philippe",
                "Philips",
                "Philippa"
            ]
        ],
        [
            53,
            64,
            [
                "University"
            ]
        ]
    ],
    "In 1976, he published his magisterial <em>Bau und Überbau: Soziologie der mittelalterlichen Architektur nach den Schriftquellen</em> which, as the title says, examined the sociology of medieval building through primary sources.": [],
    "He was appointed professor of art history at the university in Hamburg in 1978.": [],
    "He returned to topics of theoretics of art with his collected essays <em>Künstler, Kunsthistoriker, Museen</em> in 1979 and his essay in the volume on the Hamburg maverick art historian <a href=\"/warburga\">Aby M. Warburg</a>, <em>Die Menschenrechte des Auges: über Aby M. Warburg</em> in 1980.": [],
    "In 1990 he was awarded the Leibniz Prize, a monetary award which he used to found the Forschungsstelle für Politische Ikonographie (Research Center for Political Iconography) at the Warburg-Haus in Hamburg, a research center founded after World War II in honor of Warburg.": [
        [
            3,
            7,
            [
                "1990,"
            ]
        ],
        [
            103,
            106,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            107,
            117,
            [
                "Political",
                "Politics",
                "Politic",
                "Politico",
                "Politicize",
                "Politicos"
            ]
        ],
        [
            118,
            130,
            [
                "Iconographic"
            ]
        ],
        [
            182,
            194,
            [
                "Warburg-Has"
            ]
        ]
    ],
    "He received a Getty Center fellowship in 1987.": [],
    "He became emeritus professor at Hamburg in 2003.": [],
    "The University established a <a href=\"/warnkem\">Martin Warnke</a> Medal in 2005.": [],
    "Warnke's work grew out of the neo-Marxist movement in Germany in the 1970s, where material culture and the social conflicts in art production were an antidote to the previous <em>Kunstwissenschaft</em> approach (Crossley).": [
        [
            0,
            6,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ]
    ],
    "His social-political art history broadened the discipline through controversy.": [],
    "His 1970 session, \"Kunsthistoriker im Dritten Reich,\" (later published in the conferences essays, <em>Das Kunstwerk zwischen Wissenschaft und Weltanschauung</em>) denounced German academic art history as facillitating Nazism by ignoring issues of freedom and instead focusing on the minutia of the discipline.": [
        [
            35,
            37,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            38,
            45,
            [
                "Written",
                "Britten"
            ]
        ]
    ],
    "In medieval scholarship, Warnke construct a sociology of architecture through primary sources.": [
        [
            25,
            31,
            [
                "Warner",
                "Wayne",
                "Wake",
                "Warned",
                "Warn",
                "Warns"
            ]
        ]
    ],
    "Contrary to the prevailing view (example, <a href=\"/franklp\">Paul Frankl</a>) that medieval architecture represented a unity of effort, Warnke placed church building as the product of struggles between conflicting groups who created a building aesthetically representing no one faction (Crossley).": [],
    "His work was built upon by medievalists such as <a href=\"/williamsj\">Jane Welch Williams</a>.</p>": []
}