{
    "<p>Historian of Roman baroque and English art; director of the National Galleries of Scotland.": [],
    "Waterhouse was the son of <a href=\"/waterhousep\">P.": [],
    "Leslie Waterhouse</a>, an architect and architectural writer born in Tasmania.": [],
    "He educated at the Marlborough School, where he met fellow student <a href=\"/blunta\">Anthony Blunt</a>, two years younger than he, and New College in Oxford.": [],
    "Between 1927-29 he was Commonwealth Fund Fellow at the Department of Art and Archeology in Princeton, under <a href=\"/matherf\">Frank Jewett Mather, Jr.</a> He spent these years in Spain, studying the work of El Greco.": [],
    "He returned to London in 1929 to be an assistant keeper at the National Gallery in London.": [],
    "There he formed a strong friendship with the Museum's Keeper, <a href=\"/bakerc\">C.": [],
    "H. Collins Baker</a> and <a href=\"/kayh\">H.": [],
    "Isherwood Kay</a>.": [],
    "His 1930 article, \"El Greco's Italian Period,\" in <em>Art Studies</em>, the result of his Princeton research, appeared.": [],
    "Although the article suggested a monograph on the artist, one which never appeared.": [],
    "Impatient with the British civil service (and of independent means) he left the Gallery, joining the British School in Rome, where he served as librarian until 1936.": [],
    "It was during this time that he wrote <em>Roman Baroque Painting</em>, published in 1937.": [],
    "He was elected a Fellow of Magdalen College, Oxford, in 1938, a position he held until 1947.": [
        [
            27,
            35,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "At this time, too, he prepared the catalog for the exhibition, <em>17th-Century Art in Europe</em>, held at the Royal Academy.": [],
    "When World War II broke out, Waterhouse was in Athens.": [],
    "He served the Military attaché there as a cartographer, rising to the rank of major.": [],
    "In 1943 he returned to civilian status briefly to assist with the Greece embassy until the Greek civil war erupted.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "He returned to the military in 1945 to act on the Monuments, Fine Arts and Archives branch of the Allied Military, serving under Colonel (and later professor) <a href=\"/webbg\">Geoffrey Webb</a>, entering Holland at its liberation.": [],
    "After the war he briefly served as editor to the <em>Burlington Magazine</em> before being succeeded by <a href=\"/nicolsonb\">Benedict Nicolson</a>.": [],
    "He taught at Manchester University for the academic year, 1947-48.": [],
    "Waterhouse married the archaeologist Helen Thomas in 1949 and accepted the director position of the National Galleries of Scotland in Edinburgh (which he held only until 1952).": [],
    "Although not a long tenure, Waterhouse managed to build the library to respectable standards (he was one of the great bibliographers of his discipline) as well as acquire both the El Greco <em>Salvator mundi</em> and what is today the Gallery's most popular painting: Raeburn's <em>Reverend Robert Walker Skating on Duddington Loch</em>.": [],
    "He left Edinburgh, partially because of an unwillingness to move the Gallery into modern art, and was succeeded by <a href=\"/baxandalld\">David Kighley Baxandall</a>.": [],
    "Waterhouse became the Barber Professor of Fine Art at Birmingham University and director of the recently founded Barber Institute.": [],
    "He remained there for 18 years.": [],
    "Waterhouse did much the same for the Barber as he had for the Edinburgh, except that his predecessor, <a href=\"/bodkint\">Thomas Bodkin</a> retain the power of acquisitions.": [],
    "Waterhouse would refer to these mediocre purchases with his typical wit, as \"acts of Bod.\"": [],
    "He was Slade professor at Oxford University 1953-55.": [
        [
            7,
            12,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Waterhouse was asked to write one of the first volumes in the Pelican History of Art series by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>.": [],
    "His volume <em>Painting in Britain, 1530-1790</em> appeared as volume 1.": [],
    "He lectured at Williams College 1962-63, and the University of Pittsburgh for the academic year1967-68.": [],
    "Between 1970 to 1973 he served the director of the new Yale Center for British Art.": [
        [
            0,
            20,
            [
                "Between 1970 and 1973"
            ]
        ]
    ],
    "Between 1974 and 1975 he was the Kress Professor in Residence at the National Gallery of Art in Washgington, D. C. He was an advisor to the J. Paul Getty Trust at this time.": [
        [
            33,
            38,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            96,
            107,
            [
                "Washington"
            ]
        ]
    ],
    "He was knighted in 1975.": [],
    "<em>Painting in Britain</em> was personally thoroughly revised in 1978.": [],
    "He suffered a heart attack in 1985.": [],
    "His magnificent personal library was largely sold to the Getty Museum library in Malibu.": [],
    "Waterhouse's was the last generation of British art historian to be trained before the great influence of the Warburg Institute in London.": [],
    "His brand of art history was one peppered with judgments of art and artists.": [],
    "He had no interest in iconography or philosophical ideas contemporary with the art about which he wrote.": [],
    "He was more than willing to disagree in print about attributions than other art historians, once describing a Christie's attribution of a Gainsborough as \"rot.\"": [],
    "As a historian of English painting, he deprecated the sporting art genre as \"of absorbing interest to the social historian...[but] no business of the historian of art.\"": [],
    "He considered the English portraitist George Romney the equivalent of a \"society\" photographer.": [],
    "He had little appreciation for prints or drawings as works of art.": [],
    "As a historian, he was most associated with Italian and particularly Roman baroque painting.": [],
    "His relatively brief monographs on Sir Joshua Reynolds and Thomas Gainsborough remain the best examinations of the painting genre.": [],
    "His <em>Painting in Britain, 1530-1790</em>, remains a personal vision on the topic: he ended the volume in 1790 so as not to have to deal with the \"untidy\" artists of Fuseli, Turner and Blake (Kitson).": [
        [
            168,
            174,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            194,
            200,
            [
                "Kit son",
                "Kits on"
            ]
        ]
    ],
    "During World War II, Waterhousewas stationed in Europe as officers in the Monuments and Fine Arts section of the Control Commission, under the head of the section, Professor (then Colonel) <a href=\"/webbg\">Geoffrey Webb</a>.": [
        [
            21,
            34,
            [
                "Waterhouse was"
            ]
        ]
    ],
    "Waterhouse spotted the Rijksmuseum's latest Vermeer as a forgery, and one done by the same artist who had painted the 'supper at Emmaus' which had been acquired by the Boymans Museum at Rotterdam in the 1930's.": [
        [
            203,
            209,
            [
                "1930s"
            ]
        ]
    ],
    "He reported his observation to the British military police, who reported it to the Dutch police.": [],
    "This began the series of events which ultimately exposed Hans van Meegeren, the famous forger of Vermeer.</p>": [
        [
            66,
            74,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ]
}