{
    "<p>Historian of the Italian Renaissance art.": [],
    "Watkins' parents were C. Law Watkins (1886-1945), a coal company owner, and later artist and later art school director, and Mary Bradley Watkins (1911-1993), an artist.": [],
    "Watkins' father was the college roommate of the Washgington, D. C., art collector Duncan Phillips (1886-1966).": [
        [
            48,
            59,
            [
                "Washington"
            ]
        ]
    ],
    "After selling his interests in a Pennsylvania coal company, his father accepted a position with Phillips as Director of the Phillips Gallery Art School in 1931.": [],
    "Law Bradley Watkins was born a year before his father's death.": [],
    "Watkins received a master's degree in painting from the American University in Washgington, D. C. in 1967.": [
        [
            79,
            90,
            [
                "Washington"
            ]
        ]
    ],
    "He took a second M.A.": [],
    "at the University of Wisconsin, Madison, writing a thesis on pictorial space in Renaissance and Baroque art.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Watkins continued for his Ph.": [
        [
            26,
            28,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. at the University of Michigan, writing his 1976 dissertation under <a href=\"/bissellr\">R.": [
        [
            3,
            5,
            [
                "At"
            ]
        ]
    ],
    "Ward Bissell</a> on the topic of the Brancacci Chapel Frescoes.": [],
    "He had been teaching art history previously at American University, 1971-1977, then part time until 1981.": [
        [
            84,
            93,
            [
                "part-time"
            ]
        ]
    ],
    "He then pursued a career working for an educational foundation.": [],
    "He settled on a Maryland farm where he continued to advise scholars on aspects of Quattrocento painting.": [],
    "In later years he became blind.": [],
    "Watkins 1976 dissertation countered the political interpretations to the Brancacci's patronage of Masaccio and their fresco commissions.": [],
    "Watkins asserted that the famous scene \"Tribute Money\" represents a transition in the representation of St.": [],
    "Peter, from being a disciple to being the post-resurrection master.": [],
    "This primacy of Peter allied the Brancacci closer to the Pope.</p>": []
}