{
    "<p>Curator and later director of the Wallace Collection, 1937-74; authority on furniture.": [],
    "Watson was the son of Hugh Watson, a school principal (headmaster) and Ellen Marian Bagott (Watson).": [
        [
            84,
            90,
            [
                "Bogotá",
                "Bogota",
                "Begot",
                "Bigot",
                "Bigots",
                "Ragout"
            ]
        ]
    ],
    "He attended Dudley grammar school and Shrewsbury School, before entering St.": [],
    "John's College, Cambridge University, graduating in 1929 in mathematics and English.": [],
    "After graduating he traveled in France and Italy, returning to join Brentano's publishing house in 1929 until it closed, and the following year the Harold Shaylor publishing firm.": [
        [
            68,
            76,
            [
                "Brendan",
                "Brennan",
                "Brenton",
                "Trentino"
            ]
        ],
        [
            155,
            162,
            [
                "Taylor",
                "Shallow",
                "Sailor",
                "Baylor",
                "Naylor",
                "Shallot"
            ]
        ]
    ],
    "In 1934 he accepted the position of registrar at the fledgling Courtauld Institute of Art where his duties included operating the slide-projector.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            63,
            72,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Working for the Courtauld gained him an appreciation for the history of art.": [
        [
            16,
            25,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He also met numerous art historians, including most significantly <a href=\"/bellcf\">Charles F. Bell</a>, the retired Keeper of fine arts collection at the Ashmolean Museum, Oxford (Bell would leave his personal library to Watson).": [],
    "When <a href=\"/mannj\">James G. Mann</a> resigned from the Courtauld to be Director of the Wallace Collection, London, he offered Watson a position as assistant.": [],
    "At the Wallace, Watson began compiling the catalog of furniture (published 1956) and wrote an article on Thomas Patch between 1939-1940.": [],
    "During World War II her served in the Admiralty.": [],
    "He married an eccentric cat fancier Mary \"Jane\" Rosalie Gray (1904-1969) in 1941.": [],
    "At the end of the war, he returned to the Wallace in 1945.": [],
    "In 1947 he became deputy surveyor of the royal collection of works of art.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "His first monograph, on Canaletto appeared in 1949.": [],
    "In 1963 Watson succeeded Mann as director of the Wallace Collection, and promotion to surveyor of the queen's works of art.": [],
    "His monographs on Fragonard and Tiepolo appeared in 1966 and 1967, respectively.": [
        [
            32,
            39,
            [
                "Tie polo"
            ]
        ]
    ],
    "A five-volume catalog of the Charles Wrightsman collection began appearing in 1966 (through 1973).": [
        [
            37,
            47,
            [
                "Wrights man"
            ]
        ]
    ],
    "He was Slade professor of fine art at Oxford for the 1969-1970 academic year.": [
        [
            7,
            12,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "The following year he was named chairman of the Walpole Society (through 1976).": [],
    "In 1973 he was knighted.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "Watson retired from both his positions the following year, remaining as an advisor to the Royal Collection.": [],
    "In 1969, after the death of his wife, Watson adopted a son, Ch'eng Huan, whom the two had known as a Cambridge law student from China.": [
        [
            63,
            66,
            [
                "ENG",
                "Eng",
                "end",
                "egg",
                "CNG",
                "Deng"
            ]
        ],
        [
            67,
            71,
            [
                "Human",
                "Juan",
                "Han",
                "Yuan",
                "Huang",
                "Huey"
            ]
        ]
    ],
    "In his retirement he consulted for a number of institutions, including the J. Paul Getty Museum.": [],
    "His adopted son, became a distinguish lawyer in Hong Kong, purchasing a home in Wiltshire for Watson, where Watson died in 1992.": [],
    "Watson was a principal advisor to the collection of Charles and Jayne Wrightsman, whose collection was ultimately given to the Metropolitan Museum of Art.": [
        [
            70,
            80,
            [
                "Wrights man"
            ]
        ]
    ],
    "His interest in conservation led to workshops on furniture and armor conservation.": [],
    "His knowledge eighteenth-century art included not only the literature and history of the period but economic and social history as well.": [],
    "A fastidious raconteur, he and toured the British and later American society circles.</p>": []
}