{
    "<p>Early modern scholar of Flemish painters; significant for their \"rediscovery.\"": [],
    "Weale was the son of James Weale (d.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ],
        [
            27,
            32,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "1838), a librarian to the later first earl of Sheffield, and Susan Caroline de Vezian (Weale) (d.": [
        [
            87,
            92,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "1855).": [],
    "James Weale's book collection greatly impressed the younger Weale, though James died early in his son's life.": [
        [
            6,
            11,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ],
        [
            60,
            65,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "The younger Weale attended King's College School, London between 1843 and 1848.": [
        [
            12,
            17,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "After reading the works of <a href=\"/pugina\">Augustus Welby Northmore Pugin</a> and John Henry, Cardinal Newman he converted to Roman Catholicism in 1849, precluding the possibility of study at Oxford, where he had been prepared.": [],
    "Weale worked briefly in the government office for Woods and Forests, and then as head master in Islington where he was jailed for flogging a pupil.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ],
        [
            81,
            92,
            [
                "headmaster"
            ]
        ],
        [
            96,
            105,
            [
                "Arlington",
                "Ellington",
                "Irvington",
                "Billington",
                "Millington"
            ]
        ]
    ],
    "After his release, he traveled to Belgium where he settled on his avocation of studying and writing on Flemish art.": [],
    "He married Helena Amelia Walton (1838-1921) in 1854.": [],
    "The following year his mother died, leaving an ample enough inheritance to move to Bruges, which was more tolerant of Roman Catholics, and where he could write on early Flemish painting.": [],
    "His <em>Catalogue du musée de l'académie de Bruges</em> and <em>Notes sur Jean Van Eyck</em> both appeared in 1861.": [],
    "He was elected to the <em>Commission royale d'art et d'archéologie</em> in 1860 and to the <em>Commission royale des monuments et des sites</em> in 1861, two commissions entrusted with conserving Belgian architecture.": [],
    "Weale founded the <em>Gilde de Saint-Thomas et de Saint-Luc</em> in 1863, a guild whose avowed purpose was \"the study of older Christian art and the furthering of its true principles,\" and the Société Archéologique in 1865 and several accompanying periodicals, including, <em>Le Beffroi</em>, begun in 1863 and <em>La Flandres</em>.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "Other articles appeared in <em>Journal des Beaux Arts</em>, the <em>Gazette des Beaux Arts</em>, as well as British <em>The Athenaeum</em>.": [],
    "Weale, under the auspices of his Guild, launched two major exhibitions in Belgium.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "The first was the Mechlin exhibition of ecclesiastic art at Malines in 1864.": [
        [
            18,
            25,
            [
                "Méchain"
            ]
        ],
        [
            60,
            67,
            [
                "Marines",
                "Salines",
                "Marlines"
            ]
        ]
    ],
    "A second, in Bruges (1867), providing the catalogs rich in documentary evidence neglected by the Belgians themselves.": [],
    "Weale never severed ties with England, however, cataloging, for example, the collection of Flemish pottery for the South Kensington Museum in 1872.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "After failure to become the archivist of Bruges in 1878 Weale and his family returned to London.": [
        [
            56,
            61,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "He published a bibliography (completely in Latin) of printed Catholic missals in 1886.": [],
    "Together with the German art historian <a href=\"/richterj\">Jean Paul Richter</a> he issued a catalog of the painting collections of the Earl of Northbrook in 1889 (Richter did the Italian, Weale the Flemish and Dutch).": [],
    "In 1890 Weale was appointed keeper (curator) at the National Art Library, South Kensington.": [
        [
            8,
            13,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "But the single-minded and slightly obstreperous Weale was eventually fired (called a \"retirement\") in 1897 after a public examination of his conduct.": [
        [
            48,
            53,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "The tragedy was that the reforms Weale had undertook were largely to make the library more accessible to researchers and its catalog more accurate.": [
        [
            33,
            38,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "Weale used his enforced leisure to write artistic biographies from the notes he had amassed while in Belgium.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "His first biography, on Gerard David appeared in 1895.": [],
    "Another, on Hans Memlinc, appeared in 1901 and a catalog for a Bruges exhibition the following year.": [
        [
            12,
            24,
            [
                "Hans Memling"
            ]
        ]
    ],
    "His <em>Hubert and John Van Eyck</em>, his most significant work, was published in 1908.": [],
    "Weale revised and reissued this as <em>The Van Eycks and their Art</em> (1912).": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "He also was a consultative contributor to the fledgling <em>Burlington Magazine</em>.": [],
    "He was awarded a simple civil pension the following year, largely at the insistence of his few friends.": [],
    "He retired to his home in Clapham Common, living long enough, unfortunately, to learn of the destruction of some of the monuments and libraries (Louvain, for example) of first World War which he had used and written about.": [
        [
            145,
            152,
            [
                "Lou vain"
            ]
        ]
    ],
    "He died at home and is buried at the cemetery St.": [],
    "Mary Magdalene, Mortlake, in the vicinity of Richmond.": [
        [
            16,
            24,
            [
                "Mort lake"
            ]
        ]
    ],
    "Weale was responsible for the rediscovery of early Flemish painting, principally through archival research.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "His somewhat anti-social nature had the positive effect of questioning the vast misinformation that surrounded these great artists.": [],
    "He also campaigned against the popular practice of rebuilding architecture and overpainting works of art, then considered \"restoration\" by officials.": [
        [
            79,
            91,
            [
                "overprinting"
            ]
        ]
    ],
    "He saved from restoration destruction the Stavelot reliquary and the ivory diptych of Genoels-Elderen.": [
        [
            42,
            50,
            [
                "Stave lot"
            ]
        ]
    ],
    "His periodical <em>Le Beffroi</em>, was the first art history journal devoted to Flemish archival evidence and critical commentary.": [],
    "He was made an honorary member of the Royal Flemish Academy in 1887, an associate of the Royal Academy of Belgium in 1896, and honorary member of the Royal Academy of Fine Arts, Antwerp in 1901.": [],
    "In his own country he was largely ignored, however.": [],
    "<a href=\"/friedlanderm\">Max J. Friedländer</a> termed his work the \"sturdy foundation for our entire edifice of stylistic analysis and conjecture.": [],
    "\"</p>": []
}