{
    "<p>Architectural historian of the English Gothic; head of the Monuments and Fine Arts section of the Control Commission during World War II.": [],
    "Webb was the son of John Racker Webb, Elizabeth Hodgson Fairbank (Webb).": [
        [
            56,
            64,
            [
                "Fairbanks",
                "Fair bank"
            ]
        ]
    ],
    "He was educated at Birkenhead School.": [
        [
            19,
            29,
            [
                "Birkenau",
                "Birkenstein"
            ]
        ]
    ],
    "During World War I he volunteered in the Royal Navy from 1917 to 1919.": [],
    "He entered Magdalene College, Cambridge, in 1919 where he read English, graduating in 1921.": [],
    "Webb moved to London after graduation where he met many of the Bloomsbury group, including the art historian and critic <a href=\"/fryr\">Roger Fry</a>.": [],
    "He began submitting articles on architecture and sculpture to the <em>Burlington Magazine</em>.": [],
    "He produced monographs on Spanish and Georgian art as well.": [],
    "In 1927, the four-volume <em>Complete Works of Sir John Vanbrugh</em> appeared, co-edited with Bonamy Dobée.": [],
    "Webb lectured at Cambridge beginning in 1929, where his research interest changed to seventeenth-century architecture.": [],
    "He published letters and drawings of Nicholas Hawksmoor for the Walpole Society in 1931.": [
        [
            46,
            55,
            [
                "Hawks moor"
            ]
        ]
    ],
    "He advanced at Cambridge to university demonstrator (assistant lecturer) in 1933.": [],
    "Webb married the art historian Marjorie Isabel [Webb] (1902/3-1962), in 1934.": [],
    "He was also lecturer at the Courtauld Institute of Fine Art between 1934 to 1937.": [
        [
            28,
            37,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            60,
            80,
            [
                "between 1934 and 1937"
            ]
        ]
    ],
    "After the appearance of a biography on Christopher Wren in 1937, Webb was appointed full lecturer in 1938, teaching jointly in department of architecture, and Slade professor of Fine Art, succeeding <a href=\"/constablew\">W.": [
        [
            159,
            164,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "G. Constable</a>.": [],
    "He rejoined the Navy at the outbreak of World War II in 1939, this time serving in naval intelligence at the Admiralty.": [
        [
            67,
            79,
            [
                "time-serving",
                "timeserving"
            ]
        ]
    ],
    "He moved to the historical section of the War Cabinet Office in 1943, where in 1944 he was over the safeguard of monuments and arts at the Supreme Headquarters Allied Expeditionary Force.": [],
    "At the war's end, he acted as director for monuments, fine arts, and archives, for the Control Commission for Germany, British element.": [],
    "Among his accomplishments, he helped expose (along with <a href=\"/waterhousee\">Ellis K. Waterhouse</a>) the fake Vermeers by the forger Han van Meegeren (1889-1947).": [],
    "His numerous military awards included the bronze medal of freedom in 1947 by the United States and one of the van Meegeren \"Vermeers\" from the Dutch government.": [
        [
            114,
            122,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ],
        [
            124,
            132,
            [
                "Vermeer's",
                "Vermeer"
            ]
        ]
    ],
    "He gave the Hertz lecture on baroque art for 1947, published in the <em>Proceedings of the British Academy</em>.": [],
    "However, no permanent position remained upon his return to Cambridge in 1948, owning to the economies after the war.": [],
    "He returned to the Slade professorship in 1948 briefly before moving to London as secretary to the Royal Commission on Historical Monuments.": [
        [
            19,
            24,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "During this time he was also a member of the Royal Fine Arts Commission, and in 1957, elected a fellow of the British Academy.": [],
    "His permanent reputation was made when was commission to write the volume on medieval British architecture for the prestigious <em>Pelican History of Art</em> (1956).": [],
    "Throughout this time, his wife, Marjorie, was suffering a mental decline.": [],
    "Webb devoted more and more of his efforts in dealing with her state until her death in 1962.": [],
    "Webb retired that year Solva a town in Pembrokeshire.": [
        [
            23,
            28,
            [
                "Solve",
                "Silva",
                "Salva",
                "Solvay"
            ]
        ]
    ],
    "He died at a Swansea nursing home.</p>": []
}