{
    "<p>Webster entered Princeton University where earned his B.A.in 1929.": [],
    "He attended graduate school at the Sorbonne College during the summers of 1930 and 1931.": [],
    "Returning to the United States and Princeton he was granted an M.F.A.": [],
    "in 1933.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He began teaching at Northwestern University as an instructor in the history of art the following year and working long-distance on his Ph.D.": [],
    "He married Elizabeth Linard in 1935.": [
        [
            21,
            27,
            [
                "Lizard",
                "Lenard",
                "Lina rd"
            ]
        ]
    ],
    "Together with the artist Katz, Leo (1887-1982) he published a book on understanding modern art in 1936.": [],
    "He was promoted to assistant professor of art in 1938 and awarded his doctorate from Princeton in 1939 with a dissertation topic on the labors of the months (cycle) in medieval art, written under <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "Webster was named a Fellow at the Institute for Advanced Study, Princeton, NJ, In 1940 Princeton University published his dissertation the following year as part of their prestigious <em>Princeton Monographs in Art and Archaeology</em> series.": [],
    "At Northwestern, Webster advanced to associate professor in 1942, serving as acting chairman in the Northwestern University Department of Art during the years of World War II, 1941-1946.": [],
    "He was promoted to (full) professor in 1948.": [],
    "In the summer of 1948 he taught as a visiting professor at the University of Chicago.": [],
    "Webster did a term as Editor-in-Chief of the <em>Art Bulletin</em> (1953-1956) and was again a summer visiting professor in 1958 at the University of Minnesota.": [],
    "He chaired his department of art between 1960-1964.": [],
    "Increasingly local architecture became an interest of his.": [],
    "He edited <em>The Chicago School of Architecture: A Symposium </em>in 1972 and later served on the Commission on Chicago Architectural Landmarks and assisted the Historic American Buildings Survey, Chicago Recording Project.": [],
    "He retired from Northwestern University in 1973 as professor emeritus of art.": [],
    "In retirement he researched the American sculpture Erastus Palmer which he published in book form in 1983.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ],
        [
            51,
            58,
            [
                "Erasmus"
            ]
        ]
    ],
    "He died in 1989.</p>": []
}