{
    "<p>Scholar of the Renaissance and Professor of Fine Arts, Institute of Fine Arts, New York University, 1965-.": [],
    "Weil-Garris was the daughter of Kurt Herrmann Weil (1896-1992), an aviation engineer and professor and Charlotte Garris Weil.": [
        [
            0,
            11,
            [
                "Was-Garris",
                "Weil-Harris"
            ]
        ],
        [
            46,
            50,
            [
                "Was",
                "Well",
                "Way",
                "War",
                "Rail",
                "Tail"
            ]
        ],
        [
            113,
            119,
            [
                "Harris"
            ]
        ],
        [
            120,
            124,
            [
                "Was",
                "Well",
                "Way",
                "War",
                "Rail",
                "Tail"
            ]
        ]
    ],
    "She attended Vassar College, receiving her B. A. in 1956, spent a year studying in Bonn, Germany, before completing her M. A. from Radcliffe in 1958.": [],
    "She entered the Ph.D.": [],
    "program at Harvard University, where she met and married fellow graduate student <a href=\"/posnerd\">Donald Posner</a> in 1962 (later divorced), joining the department of Fine Arts, New York University in the following year where her husband also had an appointment.": [
        [
            0,
            7,
            [
                "Program"
            ]
        ]
    ],
    "She wrote a 1965 dissertation at Harvard on sixteenth-century Italian sculpture.": [],
    "She rose through the ranks at NYU, associate professor in 1967 and full professor in 1973.": [],
    "In 1976 she produced a film with architectural historian <a href=\"/ackermanj\">James S. Ackerman</a>, <em>Looking for Renaissance Rome</em>.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "Between 1977-1981 she was editor and chief of the <em>Art Bulletin</em> of the College Art Association.": [],
    "She married Werner Brandt in 1983.": [],
    "Weil-Garris was a Visiting Senior Fellow at the Center for Advanced Study in the Visual Arts (CASVA), Washington DC, in 1985.": [
        [
            0,
            11,
            [
                "Was-Garris",
                "Weil-Harris"
            ]
        ],
        [
            94,
            99,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ]
    ],
    "In 1995, while attending an exhibition on sculpture in New York, Weil-Garris Brandt pronounced a small marble statue of a boy owned by the French embassy in New York to be the work of Michelangelo.": [
        [
            65,
            76,
            [
                "Was-Garris",
                "Weil-Harris"
            ]
        ]
    ],
    "Subsequent scholarship has not been able to validate her pronouncement.": [],
    "<a href=\"/steinbergl\">Leo Steinberg</a> bluntly rejected the attribution, citing its many anatomical oddities, while <a href=\"/beckj\">James Beck</a> suggested it was a 19th century work.": [],
    "She was Slade Professor at Oxford University in 1998.</p>": [
        [
            8,
            13,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ]
}