{
    "Tuscan sculpture authority, Michelangelo scholar; New York University professor.": [],
    "Weinberger was raised in Nuremberg, graduating from the Altes Gymnasium in 1912.": [
        [
            56,
            61,
            [
                "Alter",
                "Alters",
                "Ales",
                "Aloes",
                "Altos",
                "Antes"
            ]
        ]
    ],
    "He began studying art history and philosophy at the universities of Würzburg under <a href=\"/knappf\">Fritz Knapp</a>, Heidelberg, under <a href=\"/neumannc\">Carl Neumann</a>, and with <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich.": [],
    "His studies were interrupted 1914-1917 to fight as a soldier in World War I; he was badly wounded in the arm.": [],
    "After his recovery he completed his dissertation, also under Wölfflin in 1920.": [
        [
            61,
            69,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His dissertation title was <em>Nürnberger Malerei an der Wende der Renaissance und die Anfänge der Dürer­schule</em> (The Painting of Nuremberg at the End of the Renaissance and the Beginning of the School of  Dürer­).": [],
    "It appeared the following year in print.": [],
    "He taught initially as a privatdozent 1921-1922 at the Volkshochschule in Nuremberg.": [],
    "The subsequent years he volunteered at art museums, first at the Münchener Museen (Munich Museums), 1922-1923, then as a research assistant for the Bavarian National Museum, 1925-1925, cataloging the painting collection.": [
        [
            65,
            74,
            [
                "Muncher"
            ]
        ]
    ],
    "The years 1926-1930 he spent researching Deutsche Kunsthistorischen Institut in Florenz (Florence) initially with a stipend from the Bavarian government.": [
        [
            68,
            76,
            [
                "Institute"
            ]
        ],
        [
            80,
            87,
            [
                "Lorenz",
                "Florent",
                "Flórez"
            ]
        ]
    ],
    "In 1930 he became an assistant at the Theater Museum in Munich (under <a href=\"/rappf\">Franz Rapp</a>) cataloging the print collections.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "The laws against Jews working in positions of authority invoked in 1933, Weinberger was stripped of his positions.": [],
    "He immigrated first to Florence, 1933 working as a teacher at the America Center of European Studies and contributing articles for the Enciclopedia Italiana.": [
        [
            135,
            147,
            [
                "Encyclopedia"
            ]
        ],
        [
            148,
            156,
            [
                "Italian",
                "Italians",
                "Italian a"
            ]
        ]
    ],
    "He moved to London and the Courtauld Institute in 1934, researching until 1936.": [
        [
            27,
            36,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He emigrated to the United States in 1937 followed by his parents in 1940.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "After much searching, he secured a position at New York University’s Institute of Fine Arts as a lecturer, together with <a href=\"/salmonya\">Alfred Salmony</a>.": [],
    "He also lectured at the University of Pennsylvania, 1938-1942.": [],
    "When <a href=\"/huthh\">Hans Huth</a> relinquished control the University’s Spanish Research and Publications Fund, Weinberger assumed those duties.": [],
    "In 1947 he was appointed professor at NYU.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "At his death in 1965, his monograph on Michelangelo sculpture remained unpublished.": [],
    "<a href=\"/eislerc\">Colin T. Eisler</a> characterized Weinberg as one of the expatriates who brought Kunstgeschichte to America (Wendland).": []
}