{
    "Princeton scholar, influential Byzantinist and medievalist.": [
        [
            31,
            42,
            [
                "Byzantines"
            ]
        ]
    ],
    "Weitzman was the son of Wilhelm Weitzman, a city school superintendent, and Antoine Keiper.": [
        [
            0,
            8,
            [
                "Batsman",
                "Batman",
                "Whitman",
                "Watchman",
                "Weizmann",
                "Walkman"
            ]
        ],
        [
            32,
            40,
            [
                "Batsman",
                "Batman",
                "Whitman",
                "Watchman",
                "Weizmann",
                "Walkman"
            ]
        ],
        [
            84,
            90,
            [
                "Paper",
                "Keeper",
                "Taper",
                "Caper",
                "Kacper",
                "Keizer"
            ]
        ]
    ],
    "He was born in Klein Almerode, Germany, near Kassel.": [
        [
            21,
            29,
            [
                "Altered",
                "Ambrose",
                "Alerted",
                "Erode",
                "Allende",
                "Aldehyde"
            ]
        ]
    ],
    "Weitzmann initially attended courses in the dominant art historical periods of that time, ancient and renaissance art at the universities of Münster, Würzburg and Vienna.": [
        [
            0,
            9,
            [
                "Weizmann"
            ]
        ]
    ],
    "His professors included the eminent of that time: <a href=\"/wackernagelm\">Martin Wackernagel</a>, <a href=\"/salisa\">Arnold von Salis</a>, the theologian Adolf von Harnack (1851-1930), and Vienna-School giants <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>, <a href=\"/swobodak\">Karl Maria Swoboda</a>, and <a href=\"/lowye\">Emanuel Löwy</a>.": [],
    "Weitzmann completed his education in Berlin under the distinguished archaeological art historian <a href=\"/noackf\">Ferdinand Noack</a> and the eminent medievalist art historian <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [
        [
            0,
            9,
            [
                "Weizmann"
            ]
        ]
    ],
    "Goldschmidt directed Weitzmann's 1929 dissertation on ivory rosette caskets, <em>Die Elfenbeinkästen aus der mittelbyzantinsichen Zeit</em>, which he and Weitzmann published as the first volume of Goldschmidt's corpus of medieval ivories, <em>Die byzantinischen Elfenbeinskulpturen des X.-XIII.": [
        [
            21,
            30,
            [
                "Weizmann"
            ]
        ]
    ],
    "Jahrhunderts</em>.": [],
    "Weitzmann collaborated on the second volume of the series as well as his <em>Habilitation</em> under Goldschmidt.": [
        [
            0,
            9,
            [
                "Weizmann"
            ]
        ]
    ],
    "During these years Weitzmann was a member of the Deutsches Archäologischen Institut in Berlin (1930-1934), using a stipend from that body for research in Athens, Patmos and Mount Athos (1931) and Berlin (1932-1934).": [
        [
            19,
            28,
            [
                "Weizmann"
            ]
        ],
        [
            49,
            58,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            75,
            83,
            [
                "Institute"
            ]
        ]
    ],
    "In 1932 he married fellow Goldschmidt student Josepha Fiedler (1904-2000).": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ],
        [
            54,
            61,
            [
                "Fielder",
                "Fiddler"
            ]
        ]
    ],
    "Although not Jewish himself, his association with Goldschmidt, a Jew, and his refusal to join the Nazi party in order to teach as a <em>Dozent</em> at the University mandated his leaving Germany.": [],
    "He left Berlin for Princeton University in 1935, where he remained the rest of his life teaching and writing.": [],
    "His wife followed in 1938.": [],
    "At Princeton, he was a permanent member of the Institute for Advanced Study, initially engaged in preparing a corpus of illustrated manuscripts of the Septuagint with <a href=\"/moreyc\">Charles Rufus Morey</a> and <a href=\"/frienda\">Albert M. Friend, Jr.</a>\n\nIn 1938 he began his long association with Dumbarton Oaks, Harvard's research center for Byzantine studies, presenting the paper, \"Principals of Byzantine Book Illumination,\" even before the center was fully established.": [],
    "In 1945, he succeeded Morey as professor in the department of art history.": [],
    "He and Friend conducted a manuscript seminar until Weitzmann's retirement.": [
        [
            51,
            60,
            [
                "Weizmann"
            ]
        ]
    ],
    "His most influential book, <em>Illustrations in Roll and Codex</em>, a distillation of his principles of manuscript interpretation, appeared in 1947 (later revised and reissued in 1970).": [],
    "He held visiting positions at Yale (1954-55).": [],
    "In 1956 he began his long research association with the Monastery of St.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "Catherine on Mt.": [],
    "Sinai.": [],
    "On his first visit he examined and photographed 2,000 manuscripts.": [],
    "Subsequent visits were sponsored by the Alexandria-Michigan-Princeton Expedition directed by <a href=\"/forsythg\">George H. Forsyth, Jr.</a>\n\nIn 1960 he was visiting professor at Alexandria University.": [],
    "Weitzmann presented a manuscript seminar at the Universität Bonn in 1962.": [
        [
            0,
            9,
            [
                "Weizmann"
            ]
        ],
        [
            48,
            59,
            [
                "University"
            ]
        ]
    ],
    "Together with <a href=\"/kitzingere\">Ernst Kitzinger</a> he organized the 1965 Dumbarton Oaks conference on Byzantine contribution to the art of the West of the twelfth and thirteenth centuries.": [],
    "A second edition of his <em>Illustrations in Roll and Codex</em> appeared in 1970.": [],
    "Named emeritus in the department in 1972, he relinquished his Institute appointment to be a visiting scholar at Dumbarton Oaks, 1972-1974.": [
        [
            112,
            121,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1977, Weitzmann organized an exhibition and symposium (with Margaret Frazer) at the Metropolitan Museum of Art, entitled, \"The Age of Spirituality.\"": [
        [
            9,
            18,
            [
                "Weizmann"
            ]
        ],
        [
            72,
            78,
            [
                "Fraser",
                "Frazier",
                "Framer",
                "Grazer",
                "Brazer",
                "Frater"
            ]
        ]
    ],
    "The show recapped Weitzmann's originality in looking at the range of early medieval objects which both showed the unity of the objects and the adoption of pagen images into new meanings.": [
        [
            18,
            27,
            [
                "Weizmann"
            ]
        ],
        [
            155,
            160,
            [
                "page",
                "pages",
                "Page",
                "pagan",
                "Hagen",
                "pager"
            ]
        ]
    ],
    "Although the icons of St.": [],
    "Catherine's had been published in cursory form, Weitzmann's enthusiasm for them and the place they played in religious iconography resulted a longer treatment.": [
        [
            48,
            57,
            [
                "Weizmann"
            ]
        ]
    ],
    "With <a href=\"/forsythg\">George H. Forsyth, Jr.</a>, he issued <em>The Monastery of Saint Catherine on Mount Sinai</em>.": [],
    "volume one on <em>The Church and Fortress of Justinian</em>, 1973 and a second volume of the Monastery, <em>The Icons</em>, 1976, the former a result of Weitzmann's supervission of the restoration of the Transfiguration mosaic of St.": [
        [
            0,
            6,
            [
                "Volume"
            ]
        ],
        [
            153,
            162,
            [
                "Weizmann"
            ]
        ],
        [
            165,
            177,
            [
                "supervision"
            ]
        ]
    ],
    "Catherine's.": [],
    "A book on <em>The Frescoes of the Dura Synagogue and Christian Art</em> co-authored with another of his students, <a href=\"/kesslerh\">Herbert L. Kessler</a> appeared in 1990.": [],
    "That year, too, his research on illuminations of the St.": [],
    "Catherine's Monastery research began to appear in book form.": [],
    "The first, published in collaboration with another former student, <a href=\"/galavarisg\">George P. Galavaris</a>, was <em>The Illuminated Greek Manuscripts from the Ninth to the Twelfth Century.": [],
    "</em>His eyesight gone and his health failing rapidly in the spring of 1993, Weitzmann was conferred an honorary Doctor of Letters at bedside shortly before his death.": [
        [
            77,
            86,
            [
                "Weizmann"
            ]
        ]
    ],
    "Weitzmann was responsible for training many of the leading medievalists of the next generation.": [
        [
            0,
            9,
            [
                "Weizmann"
            ]
        ]
    ],
    "His students, in addition to Galavaris and Kessler, included <a href=\"/underwoodp\">Paul A. Underwood</a>, <a href=\"/martinj\">Jack Martin</a>, <a href=\"/eitnerl\">Lorenz Eitner</a>, <a href=\"/kochra\">Bob Koch</a>, <a href=\"/hovingt\">Thomas Hoving</a>, <a href=\"/grabaro\">Oleg Grabar</a>, <a href=\"/snyderj\">James E. Snyder</a>, <a href=\"/kelinbauerw\">W.": [
        [
            29,
            38,
            [
                "Calamaris"
            ]
        ]
    ],
    "Eugene Kleinbauer, Jr.</a>, and <a href=\"/bergmanr\">Robert P. Bergman</a>.": [
        [
            7,
            17,
            [
                "Leaguer"
            ]
        ]
    ],
    "He directed the dissertation of <a href=\"/breckridgej\">James Breckenridge</a> after Breckenridge's advisor, <a href=\"/frienda\">Albert M. Friend</a>, died.": [],
    "<em>Roll and Codex</em> illustrates Weitzmann's brilliance and methodology.": [
        [
            36,
            45,
            [
                "Weizmann"
            ]
        ]
    ],
    "Through precise visual analysis and archaeological evidence, he traced an evolution of illustrated manuscripts in the early Christian and Byzantine era, theorizing two turning points, Egyptian \"papyrus style\" and Greek \"continuous narrative\" style.": [],
    "From these two types, Weitzmann created a method of interpreting extant illustrations.": [
        [
            22,
            31,
            [
                "Weizmann"
            ]
        ]
    ],
    "In a 1990 Dumbarton Oaks publication, <em>The Frescoes of the Dura Synagogue and Christian Art</em>, he argued effectively that Christian symbolism, rather than emerging from a slow progression on its own, developed from a Jewish tradition of images adopted from a classical vocabulary.": [
        [
            10,
            19,
            [
                "Lumberton"
            ]
        ]
    ],
    "His encounter with Crusader icons at St.": [],
    "Catherine's buttressed Weitzmann's conviction to study all of medieval art, which he did in numerous articles and lectures.": [
        [
            23,
            32,
            [
                "Weizmann"
            ]
        ]
    ],
    "His legacy to early medieval art was foremost not to see a rigid division between east and west.": []
}