{
    "Medievalist and Marxist-methodology art historian at Northwestern and UCLA.": [],
    "Werckmeister's father, Karl Werckmeister, was an art dealer and his mother, Rose Petzold (Werckmeister) an artist.": [
        [
            81,
            88,
            [
                "Retold",
                "Petiole",
                "Detmold",
                "Petrol",
                "Pretold"
            ]
        ]
    ],
    "He married Maria Eugenia Lacarra in 1965.": [
        [
            25,
            32,
            [
                "Lacerda"
            ]
        ]
    ],
    "Werckmeister received his Ph.D.": [],
    "from the Ph.D.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "in 1958 from the Freie Universität in Berlin.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            17,
            22,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            23,
            34,
            [
                "University"
            ]
        ]
    ],
    "He spent his early career researching and publishing on Romanesque manuscript illuminations (and their book covers).": [],
    "In 1971 he moved to the United States, joining the University of California, Los Angeles, as professor of art history.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "In the United States, as in Germany, he strongly expoused a Marxist approach to art history, examining class ideology as a driving force to artistic creation.": [
        [
            49,
            57,
            [
                "exposed",
                "espoused",
                "expo used"
            ]
        ]
    ],
    "This was perhaps most clearly demonstrated in his 1976 essay, \"The Political Ideology of the Bayeux Tapestry.\"": [],
    "The same year, Werckmeister became a founding member of Caucus for Marxism and Art of the College Art Association.": [],
    "The Caucus session delivered papers by other prominent Marxist art historians, including <a href=\"/clarkt\">T.": [],
    "J. Clark</a>, Lee Baxandall, <a href=\"/guibauts\">Serge Guilbaut</a>.": [
        [
            18,
            27,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "He was named a John Simon Guggenheim Memorial fellow for the 1981-1982 year.": [],
    "He divorced his wife in 1983.": [],
    "In 1984 he moved to Northwestern University, Evanston, IL, to become Mary Jane Crowe Distinguished Professor of Art History.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "He held a fellowship at Wissenschaftskolleg, Berlin, 1986-1987.": [],
    "He participated on the dissertatin committees of <a href=\"/guibauts\">Serge Guilbaut</a> and <a href=\"/crowt\">Thomas E. Crow</a>.": [
        [
            23,
            34,
            [
                "dissertation"
            ]
        ]
    ],
    "His students included and <a href=\"/williamsj\">Jane Welch Williams</a>.": []
}