{
    "<p>Scholar of modernist art, authority on collage, art critic.": [],
    "Kauert's parents were Heinrich Kauert, a merchant, and Maria Jentges (Kauert).": [
        [
            0,
            6,
            [
                "Kurt",
                "Alert",
                "Bauer",
                "Avert",
                "Kart",
                "Seyfert"
            ]
        ],
        [
            31,
            37,
            [
                "Kurt",
                "Alert",
                "Bauer",
                "Avert",
                "Kart",
                "Seyfert"
            ]
        ],
        [
            61,
            68,
            [
                "Jetties",
                "Reneges",
                "Jennies",
                "Gentles",
                "Menages",
                "Jetés"
            ]
        ],
        [
            70,
            76,
            [
                "Kurt",
                "Alert",
                "Bauer",
                "Avert",
                "Kart",
                "Seyfert"
            ]
        ]
    ],
    "She attended the Lyceum and was tutored privately, receiving her abitur in 1917 in Bonn.": [
        [
            65,
            71,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "She immediately began studying art history, history and archaeology at the Universities of Heidelberg, Munich (under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>) and Freiburg.": [],
    "In Munich, she made close friendships with many who would become important art historians, including Wölfflin students <a href=\"/rohf\">Franz Roh</a>, <a href=\"/curjelh\">Hans Curjel</a>, <a href=\"/giedions\">Siegried Giedion</a>, and <a href=\"/giedionwelckerc\">Carola Giedion-Welcker</a>.": [
        [
            101,
            109,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "This group--all modern art enthusiasts--instilled a passion for modern art in her as well.": [],
    "At Freiburg Kauert studied under <a href=\"/jantzenh\">Hans Jantzen</a>.": [
        [
            12,
            18,
            [
                "Kurt",
                "Alert",
                "Bauer",
                "Avert",
                "Kart",
                "Seyfert"
            ]
        ]
    ],
    "She met and married the Jantzen student <a href=\"/wescherp\">Paul Wescher</a> in 1923, adopting his surname professionally.": [
        [
            24,
            31,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "She received her Ph.D.": [],
    "in Freiburg (almost certainly under Jantzen) in 1924, writing her dissertation on the 16th-century painter Sebastian Dayg.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            36,
            43,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            117,
            121,
            [
                "Day",
                "Days",
                "ADAYG",
                "AYG",
                "Dag",
                "Dang"
            ]
        ]
    ],
    "After graduation, her husband secured a position at the Staatliche Museen zu Berlin (State Museum in Berlin) and she volunteered at the graphics division there as well, working under <a href=\"/friedlanderm\">Max J. Friedländer</a>.": [
        [
            74,
            76,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "Through Friedländer she secured a position with the scholar assembling the Peter Paul Rubens <em>catalogue raisonn</em><em>é</em>, <a href=\"/burchardl\">Ludwig Burchard</a>.": [
        [
            8,
            19,
            [
                "Freelander"
            ]
        ]
    ],
    "Wescher became involved in the comtemporary art scene in Berlin, both through Roh, <a href=\"/glaserc\">Curt Glaser</a>, Curjel and the artist László Moholy-Nagy.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ],
        [
            31,
            43,
            [
                "contemporary"
            ]
        ],
        [
            78,
            81,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "Strong supporters of the Weimar Republic and the Bauhaus school of architecture, she and her husband's views were directly opposed to the conservative art ideology of national socialism.": [],
    "With the accession to power of Hitler in 1933 the couple moved to Paris.": [],
    "Wescher worked as a journalist and, between 1936-1937, as a correspondent for the English art magazine <em>Axis</em>.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ]
    ],
    "She helped organize the Freier Künstlerbund, among whose members were the art historians Sabine Spiro and <a href=\"/westheimp\">Paul Westheim</a>.": [
        [
            24,
            30,
            [
                "Flair",
                "Rear",
                "Fear",
                "Fraser",
                "Frail",
                "Flail"
            ]
        ]
    ],
    "With France's entrance into World War II, she was interned in 1940.": [],
    "She and her husband fled to Switzerland in 1942, settling in Basle.": [
        [
            61,
            66,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ]
    ],
    "At the conclusion of the war, she separated from her husband, returning to Paris in 1945.": [],
    "Wescher wrote freelance articles and in the early 1950s for <em>Art d'Aujourd'hui</em>.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ]
    ],
    "In 1953 she helped found the journal <em>Cimaise</em>.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "Among her topics at this time were collage.": [],
    "Wescher wrote a major monograph on the art form in 1968, <em>Die Collage</em>.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ]
    ],
    "She died of a heart attack at age 72.": [],
    "Wescher's career eclipsed that of her husband's, prinicipally through her specialty in the relatively unpublished area of collage.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ],
        [
            49,
            61,
            [
                "principally"
            ]
        ]
    ],
    "She became an authority on it and an early exponent of non-figurative art.": [],
    "The New York Times termed her book on collage \"a definitive summing up on that major technique in [the] 20th century.\"": [],
    "She and the Museum of Modern Art's <a href=\"/seitzw\">Bill Seitz</a> (through his 1961 show and book <em>Art of Assemblage</em>) were the two main theorist until the late 20th century.</p>": []
}