{
    "<p>Museum director of early J. Paul Getty Museum, 1953-1959.": [],
    "Wescher was the son of Paul Wescher, M.D., and Elsa Mez (Wescher).": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ],
        [
            23,
            35,
            [
                "Paul Washer"
            ]
        ],
        [
            52,
            55,
            [
                "Me",
                "Men",
                "Met",
                "Mel",
                "MeV",
                "Meg"
            ]
        ],
        [
            57,
            64,
            [
                "Escher"
            ]
        ]
    ],
    "He attended a humanites Gymnasium in Freiburg, volunteering for World War I (fighting in field artillery) where he received his abitur in 1918.": [
        [
            14,
            23,
            [
                "humanities",
                "humanizes"
            ]
        ],
        [
            128,
            134,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "After the war studied art history, archaeology and literature in Freiburg and Munich beginning in 1919.": [],
    "Wescher studied under the major art historians of the time, including <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/franklp\">Paul Frankl</a> and <a href=\"/mayera\">August Liembann Mayer</a>, in Munich and then at Freibrug under <a href=\"/friedlanderw\">Walter F. Friedländer</a> and <a href=\"/jantzenh\">Hans Jantzen</a>.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ]
    ],
    "He completed his dissertation under Jantzen in 1923 writing on an aspect of manuscript illumination before the fourteenth century.": [
        [
            36,
            43,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "The same year he married a fellow art historian <a href=\"/wescherh\">Hertha Wescher</a>.": [],
    "Wescher initially worked as a volunteer at the Augustiner-Museum in Freiburg, 1919-1921 before securing a job as a curatorial assistant at the Staatliche Museen zu Berlin (State Museum in Berlin), 1924-1927, where his wife also volunteered.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ],
        [
            47,
            64,
            [
                "Augustine-Museum"
            ]
        ],
        [
            161,
            163,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "In 1927 he was appointed to the graphics collection cataloging Flemmish drawings, publishing a catalog, <em>Beschreibendes Verzeichnis der Miniaturen Handschriften</em> in 1931.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ],
        [
            63,
            71,
            [
                "Flemish"
            ]
        ]
    ],
    "His strong objection to Hitler's rise to power in 1933 resulted in his leaving Germany on political grounds in 1934, moving to Paris.": [],
    "There he researched and worked as an art dealer through 1939.": [],
    "He moved to Campione am Lugano, Switzerland that year as a private scholar and teacher, writing books (most notibly, one on Renaissance Merchants) and as a commissioned author for the Basel publisher Holbein-Verlag.": [
        [
            12,
            20,
            [
                "Champion",
                "Champions",
                "Camping",
                "Championed",
                "Capone",
                "Camphene"
            ]
        ],
        [
            108,
            115,
            [
                "notably"
            ]
        ],
        [
            200,
            214,
            [
                "Holbein-Overlap"
            ]
        ]
    ],
    "The couple divorced around this time.": [],
    "He published a major monograph on the French Renaissance painter Jean Fouquet, <em>Jean Fouquet und seine Zeit</em> in 1945.": [
        [
            70,
            77,
            [
                "Bouquet"
            ]
        ]
    ],
    "After the war, Wescher's career would be inextricably connected to his friend, the former Detroit Institute of Art director <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>.": [
        [
            15,
            22,
            [
                "Escher"
            ]
        ]
    ],
    "Valentiner had the Detroit Institute of Arts hire Wescher as a research associate at the Museum and Wescher immigrated to the United States in 1948.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            50,
            57,
            [
                "Escher"
            ]
        ],
        [
            100,
            107,
            [
                "Escher"
            ]
        ]
    ],
    "Wescher followed Valentiner as an assistant to Valentiner's postions at the Los Angeles County Museum of Art.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ],
        [
            17,
            27,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            47,
            57,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            60,
            68,
            [
                "positions",
                "portions",
                "potions"
            ]
        ]
    ],
    "There, Wescher was picked in 1953 to be the director of the art collection the Oklahoma billionaire J. Paul Getty (1892-1976) was assembling in Santa Monica, CA.": [
        [
            7,
            14,
            [
                "Escher"
            ]
        ]
    ],
    "The collection at that time amounted to mostly second-rate baroque artists because of Getty's unwillingness to pay high prices for art, but a spectacular collection of French decorative art.": [],
    "He remarried again (Mary Wescher).": [
        [
            25,
            32,
            [
                "Escher"
            ]
        ]
    ],
    "He resigned from the Getty in 1959, working as a private researcher, curating exhibitions in the U.S., most notably, at the North Carolina Museum of Art under <a href=\"/byrnesj\">James B. Byrnes</a> (where Valentiner had been its first director) and at the New Orleans Museum of Art.": [],
    "He died at his California home in 1974.": [],
    "His research on the art-thefts of Napoleon was published posthumously in 1976.": [],
    "Wescher was a scholar of Flemmish art though his principle book publication were in other areas.": [
        [
            0,
            7,
            [
                "Escher"
            ]
        ],
        [
            25,
            33,
            [
                "Flemish"
            ]
        ]
    ],
    "His book on Jean Fouquet was termed definitive by the <em>Burlington Magazine</em>.": [
        [
            17,
            24,
            [
                "Bouquet"
            ]
        ]
    ],
    "He was among the generation of \"discovery art historians,\" whose numbers included <a href=\"/bodew\">Wilhelm Bode</a>, <a href=\"/friedlanderm\">Max J. Friedländer</a>, and <a href=\"/winklerf\">Friedrich Winkler</a>, scholars who through stylistic analysis compiled oeuvre catalogs of artists establishing a body of work (Otten).</p>": []
}