{
    "<p>Director of the Museum De Lakenhal, Leiden, 1953-1967; professor of art history and esthetics at the Rijksacademie voor Beeldende Kunsten in Amsterdam, 1967-1982.": [
        [
            87,
            96,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            118,
            122,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            123,
            132,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            133,
            140,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "Van Wessem grew up in the province of Limburg, in the southern part of the Netherlands.": [
        [
            4,
            10,
            [
                "Wessex"
            ]
        ]
    ],
    "During World War II, after graduation from <em>Gymnasium</em> (high school), Van Wessem went into hiding.": [
        [
            81,
            87,
            [
                "Wessex"
            ]
        ]
    ],
    "Following the liberation of the southern part of the country, in September 1944, he became liaison-officer in the Guards Armored Division of the British Army.": [],
    "Shortly after the liberation of the rest of the country (May 1945), he left active service and enrolled at Nijmegen University to study art history.": [],
    "After obtaining his B.A.": [],
    "he continued his study at Utrecht University under <a href=\"/gelderj\">J.": [
        [
            0,
            2,
            [
                "He"
            ]
        ]
    ],
    "G. van Gelder</a>, where he graduated in 1952.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "His M. A. thesis was on the Leiden painter Lucas van Leyden.": [],
    "In June 1953 he obtained the position of Director of the Municipal Museum De Lakenhal in Leiden.": [],
    "In 1956 he successfully organized the exhibition on Rembrandt and his pupils, \"Rembrandt als leermeester\".": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ],
        [
            89,
            92,
            [
                "ALS",
                "as",
                "all",
                "also",
                "eyes",
                "ads"
            ]
        ]
    ],
    "In 1960 and 1966 respectively he held shows of the Leiden born painters Jan van Goyen and Gabriël Metsu.": [
        [
            90,
            97,
            [
                "Gabriel",
                "Gabriela",
                "Gabriele"
            ]
        ],
        [
            98,
            103,
            [
                "Mets"
            ]
        ]
    ],
    "Van Wessem also paid attention to the work of contemporary artists, including the members of the Leiden association <em>Ars Aemula Naturae</em>.": [
        [
            4,
            10,
            [
                "Wessex"
            ]
        ]
    ],
    "In 1960 he organized an exhibition of figurative drawings of nine local artists.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "In 1964, he published an overview of Dutch graphic art after 1945: <em>Grafiek.": [
        [
            71,
            78,
            [
                "Graphic",
                "Graphics",
                "Graphite",
                "Gracie",
                "Grafted",
                "Graphing"
            ]
        ]
    ],
    "Nederlandse grafiek na negentienvijfenveertig</em>.": [
        [
            0,
            11,
            [
                "Nederland"
            ]
        ],
        [
            12,
            19,
            [
                "graphic",
                "graphics",
                "graphite",
                "Gracie",
                "grafted",
                "graphing"
            ]
        ],
        [
            20,
            22,
            [
                "Na",
                "a",
                "an",
                "no",
                "PA",
                "LA"
            ]
        ]
    ],
    "Another field of interest was medals.": [],
    "Between 1959 and 1969 he served as the president of the Vereniging van Penningkunst (Medal Association).": [
        [
            56,
            66,
            [
                "Varnishing"
            ]
        ]
    ],
    "In 1967 Van Wessem accepted a professorship at the Amsterdam Rijksakademie voor Beeldende Kunsten, as the successor of <a href=\"/thienenf\">Frithjof W. S. van Thienen</a>.": [
        [
            12,
            18,
            [
                "Wessex"
            ]
        ],
        [
            75,
            79,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            80,
            89,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            90,
            97,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "He quit his position in the Lakenhal and moved to the village of Laren.": [
        [
            28,
            36,
            [
                "Lateral",
                "Lethal",
                "Parental",
                "Dagenham",
                "Kendal",
                "Lakisha"
            ]
        ],
        [
            65,
            70,
            [
                "Learn",
                "Earn",
                "Learns",
                "Karen",
                "Laden",
                "Lean"
            ]
        ]
    ],
    "His inaugural lecture was titled: <em>Creatie en reflectie</em>.": [],
    "In the early 1970s he in addition obtained the position of director.Van Wessem was an enthusiastic and inventive teacher.": [
        [
            68,
            71,
            [
                " Van"
            ]
        ],
        [
            72,
            78,
            [
                "Wessex"
            ]
        ]
    ],
    "The first years he regularly traveled with his students to Italy.": [],
    "Later he organized a yearly three week stay in the Dutch Institute in Florence.": [
        [
            28,
            38,
            [
                "three-week"
            ]
        ]
    ],
    "In 1973, the Italian prime-minister Aldo Moro granted Van Wessem a reward for his active promotion of Italian culture in the Netherlands.": [
        [
            58,
            64,
            [
                "Wessex"
            ]
        ]
    ],
    "Another favorite country was the United Kingdom.": [],
    "Van Wessem gave guest lectures in Cambridge, London (Warburg Institute) and at the University of East Anglia in Norwich.": [
        [
            4,
            10,
            [
                "Wessex"
            ]
        ]
    ],
    "In Laren he played a prominent role in the Singer Museum Laren where he was involved in the organization of art exhibitions, strongly defending artists who mastered traditional craftsmanship.": [
        [
            3,
            8,
            [
                "Learn",
                "Earn",
                "Learns",
                "Karen",
                "Laden",
                "Lean"
            ]
        ],
        [
            57,
            62,
            [
                "Learn",
                "Earn",
                "Learns",
                "Karen",
                "Laden",
                "Lean"
            ]
        ]
    ],
    "For many years, between 1975 and 1992, he held a teaching position at the Nederlandse Film en Televisie Academie in Amsterdam, where he attracted many students.": [
        [
            74,
            85,
            [
                "Nederland"
            ]
        ],
        [
            94,
            103,
            [
                "Televise"
            ]
        ],
        [
            104,
            112,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "In 1988, as an active contributor to the jubilee exhibition of the Vereniging van Penningkunst, he published <em>Nederlandse Penningkunst</em>, his last major publication.": [
        [
            67,
            77,
            [
                "Varnishing"
            ]
        ]
    ],
    "He underwent serious surgery in 1990 and died three years later.": [],
    "Van Wessem highly valued craftsmanship in art and desparaged modern art where that was less evident.": [
        [
            4,
            10,
            [
                "Wessex"
            ]
        ],
        [
            50,
            60,
            [
                "disparaged"
            ]
        ]
    ],
    "In 1960, his outspoken preference for representative art was criticized by Leiden artists and galleries who disapproved his rather conservative attitude regarding new developments in the art scene</p>": []
}