{
    "<p>Influential Williams College professor of art history; founder of Williams' art museum.": [],
    "Weston graduated from Williams with a B.A.": [],
    "in 1896.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He studied a year at the American School of Classical Studies, Rome, before being awarded his A. M. from Williams in 1898.": [],
    "Weston remained to Williams as a professor in the Romance Languages Department, beginning in 1900.": [],
    "He married a local woman, Ruth Sabin (1880-1951).": [],
    "In 1904 Weston was made assistant professor and began taking augmentary courses at Johns Hopkins University and Princeton.": [
        [
            61,
            71,
            [
                "alimentary",
                "augmenter",
                "augmenters"
            ]
        ]
    ],
    "Concluding these classes (without degree) in 1911, he was promoted to (full) professor.": [],
    "The following year, 1912, Weston transferred to the Department of Art as the Professor of Art and the History of Civilization.": [],
    "He founded the Lawrence Museum of Art at Williams (today, Williams College Art Museum) in 1927, becoming its first director.": [],
    "As the only professor teaching the history of art at Williams, Weston had three distinguished students, <a href=\"/faisons\">S.": [],
    "Lane Faison, Jr.</a>, <a href=\"/stoddardw\">Whitney Stoddard</a> and <a href=\"/piersonw\">William H. Pierson, Jr.</a>, all of whom returned to become art history professors at Williams.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He retired as Amos Lawrence Professor emeritus at Williams in 1940 and was succeeded by Faison.": [
        [
            88,
            94,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "However, the eruption of World War II the following year and the loss of Faison to military service resulted in Weston resuming his teaching duties in 1942 and his acting as chairman of the faculty for the all-male school.": [
        [
            73,
            79,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He remained director of the Lawrence Museum, teaching art history at Williams until 1948 when Faison resumed his position.": [
        [
            94,
            100,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Weston helped convince Robert Sterling Clark (1877-1956), partial heir to the vast Singer sewing machine fortune and art collector, to locate the Sterling and Francine Clark Art Institute adjacent to the Williams' campus in 1950.": [],
    "The Institute today is one of the major art-history resources at Williams and the nation.": [],
    "He died at a North Adams hospital at age 81.": [],
    "Weston was trained as a classical-language specialist and like many early academic professors of art, self-trained in the discipline.": [],
    "The three art history students of his who returned to teach art history at Williams, Faison, Stoddard and Pierson, came to be considered the \"Williams art Mafia\", because the department placed many of the directors of American art museums in the 1980's and 1990s.</p>": [
        [
            85,
            91,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            246,
            252,
            [
                "1980s"
            ]
        ]
    ]
}