{
    "<p>Early German Expressionism exponent, Kokoschka scholar and art publisher.": [
        [
            40,
            49,
            [
                "Yokosuka"
            ]
        ]
    ],
    "Westheim was raised in a family of Jewish merchants.": [
        [
            0,
            8,
            [
                "Wertheim"
            ]
        ]
    ],
    "After abandoning this career track around 1903, he joined the liberal newspaper <em>Frankfurter Zeitung</em> working on the feuilleton (arts) section.": [],
    "Westheim studied art history at the Technische Universität Darmstadt and then, in 1906, at the University in Berlin <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            0,
            8,
            [
                "Wertheim"
            ]
        ],
        [
            36,
            46,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            47,
            58,
            [
                "University"
            ]
        ]
    ],
    "In Berlin he made the acquaintance of Theodor Heuss (1884-1963) a liberal political writer and later the first post-war chancellor of Germany, who had also studied art history as a student.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ]
    ],
    "Westheim's perceptive art criticism gained him articles in German art journals, from 1909 in <em>Deutsche Kunst und Dekoration</em> and in 1911 in <em>Die Kunst</em>.": [
        [
            0,
            8,
            [
                "Wertheim"
            ]
        ]
    ],
    "He was appointed editor of the progressivist art journal <em>Die Kunstblatt</em> beginning in 1917.": [],
    "The following year he wrote a monograph on Oskar Kokoschka, the first biography of that Austrian Expressionist.": [],
    "His personal acquaintance with the major artists of modernism allowed him to build a considerable modern art collection.": [],
    "A book on Wilhelm Lehmbruck was published in 1922.": [],
    "The rise of the Nazis in 1933 forced him to flee to Paris and abandon his position at <em>Die Kunstblatt</em>, leaving his art collection with a modernist art dealer, Charlotte Weidler (1895-1983).": [],
    "His German citizenship was stripped from him in 1935.": [],
    "In France he wrote for German-language newspapers <em>Pariser Tageblatt</em> (through 1936), the <em>Pariser Tageszeitung</em> (1936-1940) and edited the <em>Freie Kunst und Literatur</em> (Free Fine Arts and Literature).": [
        [
            3,
            9,
            [
                "France,"
            ]
        ]
    ],
    "He participated in expatriate artists' groups including the Kollektive deutscher Künstler (Collective of German artists) whose members counted the exiled artists Max Ernst, Otto Freundlich and Gert Wollheim and the Freier Künstlerbund, among whose members were the art historians Sabine Spiro and <a href=\"/wescherh\">Hertha Wescher</a>.": [
        [
            60,
            70,
            [
                "Collective"
            ]
        ],
        [
            71,
            80,
            [
                "Deutsche"
            ]
        ],
        [
            81,
            89,
            [
                "Munster",
                "Koestler",
                "Rustler",
                "Punster",
                "Münster",
                "Hustler"
            ]
        ],
        [
            193,
            197,
            [
                "Get",
                "Bert",
                "Germ",
                "Cert",
                "Gent",
                "Girt"
            ]
        ],
        [
            198,
            206,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ],
        [
            215,
            221,
            [
                "Flair",
                "Rear",
                "Fear",
                "Fraser",
                "Frail",
                "Flail"
            ]
        ]
    ],
    "Despite his exile status, Westheim was considered an enemy alien in France at the beginning of the war and was interned.": [
        [
            26,
            34,
            [
                "Wertheim"
            ]
        ]
    ],
    "Shunted from camp to camp (five in all) he later referred to this as his \"Tour de France.\"": [],
    "As France fell to the Germans, he escaped his internment camp in 1941, fleeing France through the ERC (Emergency Rescue Committee).": [],
    "From Marseille he moved to Spain, Portugal and ultimately Mexico.": [
        [
            5,
            14,
            [
                "Marseille,"
            ]
        ]
    ],
    "His eyesight failing, he met a widow, the translator Mariana Frenk (1898-2004), through the auspices of the Heinrich-Heine-club in Mexico City and the two became a pair.": [
        [
            61,
            66,
            [
                "Frank",
                "Freak"
            ]
        ]
    ],
    "In Mexico, he joined Menorah, founded in 1938, an association of German Jews, with such activists as the editor Paul Mayer (1889-1970) and the actor Charles Rooner (d.": [
        [
            157,
            163,
            [
                "Ruined",
                "Sooner",
                "Rooney",
                "Crooner",
                "Roofer",
                "Roomer"
            ]
        ]
    ],
    "1954).": [],
    "In Mexico Westheim studied and wrote on Pre-Columbian, Mesoamerican and modern Mexican art.": [
        [
            10,
            18,
            [
                "Wertheim"
            ]
        ]
    ],
    "He gained an admiration among his adopted countrymen.": [],
    "After the war, he was denied re-immigration to either part of the reorganized Germany (East or West).": [],
    "Westheim wrote to Weidler asking for his collection, but Weidler contended it had been destroyed.": [
        [
            0,
            8,
            [
                "Wertheim"
            ]
        ],
        [
            18,
            25,
            [
                "Waller",
                "Wader",
                "Nadler",
                "Sadler",
                "Wailer",
                "We idler"
            ]
        ],
        [
            57,
            64,
            [
                "Waller",
                "Wader",
                "Nadler",
                "Sadler",
                "Wailer",
                "We idler"
            ]
        ]
    ],
    "He remained in Mexico, gaining Mexican citizenship in 1954.": [],
    "He married Fenk in 1959.": [
        [
            11,
            15,
            [
                "Funk",
                "Fend",
                "Fen",
                "Fens",
                "Genk",
                "Fink"
            ]
        ]
    ],
    "During a 1963 trip to Berlin to honor his work in Expressionism, he died.": [],
    "Weidler, in fact, still possessed most of Westheim's art collection and began selling it after his death.</p>": [
        [
            0,
            7,
            [
                "Waller",
                "Wader",
                "Nadler",
                "Sadler",
                "Wailer",
                "We idler"
            ]
        ],
        [
            42,
            50,
            [
                "Wertheim"
            ]
        ]
    ]
}