{
    "<p>Rembrandt expert and researcher, Professor of Art History at the University of Amsterdam (1987 – 1999).": [],
    "Van de Wetering’s parents were Gerardus Hermanus van de Wetering, an electrical engineer and amateur artistand, Anna Maria Bahlmann a German.": [
        [
            31,
            39,
            [
                "Gerard us"
            ]
        ],
        [
            40,
            48,
            [
                "Herman us"
            ]
        ],
        [
            56,
            64,
            [
                "Metering",
                "Watering",
                "Petering",
                "Weltering"
            ]
        ],
        [
            101,
            110,
            [
                "artist and"
            ]
        ],
        [
            123,
            131,
            [
                "Baumann",
                "Kuhlmann"
            ]
        ]
    ],
    "During World War II his father belonged to the NSB (Nationaal-Socialistische Beweging in Nederland), the Dutch Nazi party, led by Anton Mussert (1894-1946).": [
        [
            52,
            76,
            [
                "National-Socialistische"
            ]
        ],
        [
            77,
            85,
            [
                "Building",
                "Booking",
                "Begging",
                "Booming",
                "Boosting",
                "Besieging"
            ]
        ]
    ],
    "With the liberation of western Europe in 1944, his mother took the family to Hamburg to avoid a hostile Netherlands.": [
        [
            23,
            37,
            [
                "Western Europe"
            ]
        ]
    ],
    "His father was imprisoned for three years, all of which had a lasting effect on the younger Van de Wetering.": [],
    "Ernst Van de Wetering received his training as a painter at the Royal Academy of Art in The Hague.": [],
    "After having worked for a short period as a teacher of drawing, he enrolled, in 1963, as a student at the Institute of Art History of the University of Amsterdam (UvA).": [
        [
            163,
            166,
            [
                "UVA",
                "USA",
                "UV",
                "UA",
                "Ava",
                "CVA"
            ]
        ]
    ],
    "At the Institute, he met fellow student Katja Reichenfeld (b.": [
        [
            46,
            57,
            [
                "Langenfeld"
            ]
        ]
    ],
    "1942) in 1967, later also an art historian, and the two married.": [],
    "Meanwhile, in 1968, a team of leading Dutch scholars, including <a href=\"/bruynj\"> Josua Bruyn</a>, <a href=\"/haakb\"> Bob Haak</a>, <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, <a href=\"/emmensj\"> J. A. Emmens</a>, <a href=\"/levies\">Simon H. Levie</a>, and <a href=\"/thielj\"> J. J. van Thiel</a> had formed the Rembrandt Research Project (RRP).": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "The group was convinced that the accepted number of authentic Rembrandts by previous scholars, most recently <a href=\"/brediusa\"> Abraham Bredius</a> and <a href=\"“/gersonh”\"> Horst Gerson</a>, was in need of revision through critical study, intent on publishing a critical <em>catalogue raisonné</em> of Rembrandt’s work.": [
        [
            62,
            72,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "The same year Van de Wetering returned from a study trip in New York where he became convinced that a Rembrandt in the Metropolitan Museum of Art was a collaborative effort between Rembrandt and Aert de Gelder (1645-1727).": [
        [
            195,
            199,
            [
                "Art",
                "Alert",
                "Bert",
                "Aero",
                "Avert",
                "Cert"
            ]
        ],
        [
            203,
            209,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "When he reported this to Bruyn, now a professor of Art History at the University of Amsterdam, Van de Wetering was invited to join the team as an assistant.": [
        [
            25,
            30,
            [
                "Bruin"
            ]
        ]
    ],
    "He became a full member of the team in 1971.": [],
    "Two years later, in 1973, he graduated in Art History with a thesis–not on Dutch Golden Age art–but on the nineteenth-century German painter Hans von Marées (1837-1887).": [
        [
            150,
            156,
            [
                "Mares",
                "Marses",
                "Sarees"
            ]
        ]
    ],
    "Rembrandt intrigued him and in 1977 his article “De jonge Rembrandt aan het werk” (The Young Rembrandt at Work) was published in the Dutch periodical <em>Oud Holland</em>.</p>\n<p>Trained as a painter himself, Van de Wetering focused on Rembrandt’s working methods.": [
        [
            52,
            57,
            [
                "Jorge",
                "congé"
            ]
        ],
        [
            68,
            71,
            [
                "AAN",
                "an",
                "can",
                "man",
                "San",
                "ran"
            ]
        ],
        [
            72,
            80,
            [
                "he twerk"
            ]
        ]
    ],
    "In addition to Van de Wetering’s membership of the RRP, he served, between 1969 and 1987, as a staff member at the Central Research Laboratory for Objects of Art and Science in Amsterdam (now The Netherlands Institute for Cultural Heritage, ICN).": [],
    "In 1986, he earned his doctor’s degree from the University of Amsterdam under professor Bruyn with a dissertation, <em>Studies in the Workshop Practice of the Early Rembrandt</em>.": [
        [
            88,
            93,
            [
                "Bruin"
            ]
        ]
    ],
    "In 1987, Van de Wetering was appointed Professor of Art history at his Alma Mater, succeeding his former adviser.": [],
    "In the meantime, the first three volumes of the Rembrandt Research Project, <em>A Corpus of Rembrandt Paintings</em>, were published in 1982, 1986, and 1989.": [],
    "They provoked much debate and controversy in the art world, as the attributions of many paintings to the master were ascribed to other painters.": [],
    "The continuing controversy over their decisions led to the resignation, in 1993, of the four founding members, Bruyn, Haak, Levie, and van Thiel.": [
        [
            111,
            116,
            [
                "Bruin"
            ]
        ],
        [
            118,
            122,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ],
        [
            124,
            129,
            [
                "Levi",
                "Levied",
                "Levine",
                "Levee",
                "Levies",
                "Lexie"
            ]
        ]
    ],
    "The directorship of the RRP was left to Van de Wetering, who advocated a different approach, opting for a thematic and scientific approach instead of the historical and chronological methodology employed by the others.": [],
    "In 1997, Van de Wetering published <em>Rembrandt: the Painter at Work</em>.": [],
    "In this book he thoroughly studied multiple aspects of Rembrandt’s studio practice, his method of working, and his painting technique, taking into account contemporary art-theoretical literature.": [],
    "In addition to his teaching and professional work, Van de Wetering was eager to communicate his insights to a larger audience, with an active program of lectures and public appearances.": [],
    "Van de Wetering retired as professor at the University of Amsterdam in 1999 and was succeeded by Eric Jan Sluijter (b.": [
        [
            106,
            114,
            [
                "Slitter",
                "Squinter",
                "Squirter"
            ]
        ]
    ],
    "1946) in 2002.": [],
    "Following his retirement, he was appointed Slade Professor of Fine Art at Oxford University (2002-2003).": [
        [
            43,
            48,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His 2009 publication, <em>Rembrandt in nieuw Licht</em> (simultaneously published in English as <em>Rembrandt, A Life in 180 Paintings</em>), focused on Rembrandt’s life based on seminal paintings.": [],
    "At the same time, he continued his work on the RRP, in collaboration with a team of specialists.": [],
    "This resulted in the publication of three additional volumes of <em>A Corpus of Rembrandt Paintings.</em> The fourth volume, <em>The Self-Portraits</em>, appeared in 2005, and the fifth volume, <em>Small-Scale History Paintings</em>, in 2010.": [],
    "The sixth and final volume of the <em>Corpus</em> followed in 2014: <em>Rembrandt’s Paintings Revisited.": [],
    "A Complete Survey.</em></p>\n<p>In 2016, Van de Wetering published <em>Rembrandt: The Painter Thinking</em>.": [],
    "In part II of this meticulous study, he attempted to find Rembrandt’s specific ideas on painting, analyzing the content of two Dutch treatises on painting, written by <a href=\"/manderk\">Karel van Mander</a>, and Samuel van Hoogstraten (1627-1678).": [],
    "Van Mander’s didactic poem <em>Grondt der Edel vry Schilderconst</em> (The foundations of the noble and free art of painting) appeared in 1604, as the first part of his famous <em>Schilder-boeck</em> (Book of Painting) in verse.": [
        [
            4,
            10,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "Van Hoogstraten, who between 1643 and 1647 was a pupil of Rembrandt, rewrote and reorganized Van Mander’s poem in his 1678 didactic treatise, <em>Inleyding tot de Hooge Schoole der Schilderkonst.": [
        [
            97,
            103,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ],
        [
            146,
            155,
            [
                "Invading",
                "Inlaying"
            ]
        ],
        [
            163,
            168,
            [
                "Hodge",
                "Hooke"
            ]
        ],
        [
            169,
            176,
            [
                "Schools",
                "School",
                "Schooled",
                "Schooler",
                "Schiele"
            ]
        ],
        [
            177,
            180,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Anders de zichtbaere werelt</em> (Introduction to the Academy of Painting, or the Visible World).": [
        [
            21,
            27,
            [
                "Walt",
                "wart"
            ]
        ]
    ],
    "Van de Wetering argued that the basic aspects of painting discussed in both these works played a significant role in Rembrandt’s own thoughts on the art of painting.": [],
    "This allowed Van de Wetering to embark on a path, in his own words, “towards a reconstruction of Rembrandt’s art theory”, of which that book merely provided a sketch.": [],
    "Van de Wetering was critical of what he saw as confusion and misunderstandings in previously published commentaries regarding the meaning and purpose of Van Mander’s and Van Hoogstraten’s treatises.": [
        [
            157,
            163,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "Van de Wetering singled out for his criticism the 2008 study of Thijs Weststeijn, <em>The Visible World, Samuel van Hoogstraten’s Art Theory and the Legitimation of Painting in the Dutch Golden Age</em>.": [
        [
            64,
            69,
            [
                "This",
                "Thins",
                "Thies"
            ]
        ],
        [
            70,
            80,
            [
                "Weinstein"
            ]
        ]
    ],
    "In 2003, Van de Wetering was made a Knight in the Order of the Netherlands Lion and in 2011, he received the Silver Museum Medal from the Community of Amsterdam.": [],
    "In 2020, he became an honorary member of the Association of Dutch Art Historians.": [],
    "In later years, he lived with partner, Carin van Nes.": [
        [
            39,
            44,
            [
                "Cabin",
                "Caring",
                "Cain",
                "Marin",
                "Cairn",
                "Carlin"
            ]
        ],
        [
            49,
            52,
            [
                "Ne's",
                "Ne",
                "New",
                "Yes",
                "News",
                "Ones"
            ]
        ]
    ],
    "He died at home after a struggle with cerebral amyloid angiopathy and polyneuropathy.</p>\n<p>Van de Wetering’s respect as an authority on authenticity, conservation and preservation of Rembrandt (and other) artworks found detractors as well as admirers.": [
        [
            55,
            65,
            [
                "antipathy"
            ]
        ]
    ],
    "His evaluations of Rembrandt work were considered so conclusive–and had such impact on the value–that he was dubbed “the Rembrandt police” (de Lange).": [],
    "The art historian Gary Schwarz (b.": [],
    "1940) described van de Wetering’s work as “deleterious to scholarship” because it essentially ended debate on a work’s authenticity (NY Times).": [
        [
            23,
            31,
            [
                "Metering",
                "Watering",
                "Petering",
                "Weltering"
            ]
        ]
    ],
    "The auction world celebrated this as sales of work authenticated by him greatly increased in value.</p>": []
}