{
    "Scholar of Spanish Baroque and Italian art; professor of art history at the University of Michigan, Ann Arbor, 1940-1972.": [],
    "Wethey's parents were Charles Edwin Wethey and Flora Keck (Wethey).": [
        [
            0,
            6,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ],
        [
            36,
            42,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ],
        [
            59,
            65,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "His undergraduate degree, in Romance Languages from Cornell University, was granted in 1923.": [],
    "After a brief time in business, Wethey continued graduate study at Harvard University receiving his M.A.": [
        [
            32,
            38,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "in 1931 and his Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in art history in 1935.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation, written under <a href=\"/postc\">Chandler R. Post</a>, was on Gil de Siloe and his school.": [],
    "A revised version of his thesis appeared as his first book in 1936.": [],
    "He joined Bryn Mawr College, PA, as an instructor in 1934, becoming a lecturer the following year, and then assistant professor in 1936.": [],
    "In 1938 he moved to Washington University, St.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "Louis, MO, appointed assistant professor of history of art.": [],
    "Wethey joined the University of Michigan faculty in 1940.": [
        [
            0,
            6,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "Under the U.S.": [],
    "Department of State, he was a visiting professor at National University of Tucuman, Tucuman, Argentina, in 1943.": [],
    "Wethey was awarded a Rockefeller fellowship for the 1944-1945 year.": [
        [
            0,
            6,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "He rose from associate professor to professor of art in 1946, marrying Alice Luella Sunderland in 1948.": [],
    "He gained art-historical prominence 1949 with his book <em>Colonial Architecture and Sculpture of Peru</em>.": [],
    "He was given the Sculpture Medal of Hispanic Society of America in 1952 for distinguished research in Spanish sculpture.": [],
    "A second book, <em>Alonso Cano: Painter, Sculptor, Architect</em>, 1955, set him as one of the pre-eminent Iberianists working in the English language.": [
        [
            107,
            118,
            [
                "Imperialists",
                "Aerialists",
                "Serialists",
                "Germanists",
                "Liberalists"
            ]
        ]
    ],
    "Wethey included a <em>catalogue raisonné</em> in this work which he consider core to scholarship on an individual artist's work.": [
        [
            0,
            6,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ],
        [
            68,
            76,
            [
                "considers",
                "considered"
            ]
        ]
    ],
    "He was given a Fulbright research grant in Rome for the 1958-1959 year.": [],
    "When his mentor, Post, died, Wethey assumed publication of the final two volumes of Post's <em>The History of Spanish Painting</em> in 1959.": [
        [
            29,
            35,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "While working on this project, he issued a second <em>catalogue raisonné</em>, this one on El Greco, a work of considerable risk since Wethey was obliged to separate the vast follower-work from that of the master.": [
        [
            135,
            141,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "His judgments were necessarily controversial, but, through a second edition published in 1968 (only in Spanish), his attributions remained overall are accepted as the canon of El Greco's production.": [],
    "He was the Russel lecturer at Michigan, 1964-1965.": [],
    "Wethey modified his interests in his final years to Titian, publishing in yet another <em>catalogue raisonné</em> on an artist's work, beginning in 1969.": [
        [
            0,
            6,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "His work replaced the work of <a href=\"/crowej\">Joseph Archer Crowe</a> of 1877.": [],
    "He retired emeritus from Michigan in 1972.": [],
    "His students included <a href=\"/bissellr\">R.": [],
    "Ward Bissell</a>, <a href=\"/stokstadm\">Marilyn Stokstad</a>, <a href=\"/enggassr\">Robert Enggass</a>, <a href=\"/mieselv\">Victor H. Miesel</a>, and Michael Stoughton.": [],
    "Wethey was one of the first to encourage his graduate students to write theses on Italian Baroque art (Waterhouse).": [
        [
            0,
            6,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "An exponent of the <em>catalogue raisonné</em> as a genre of scholarly effort, his work employed both a high level of connoisseurship and documentary research.": [],
    "As such, he found completing Post's History rather excruciating since the final volumes left him with comparatively minor artists.": [],
    "His death in 1985 coincided the same year with that of two other emenent Spanish-subject art historians, <a href=\"/lafuenteferrarie\">Enrique Lafuente Ferrari</a> and <a href=\"/gudiolj\">José Gudiol</a>.": [
        [
            65,
            72,
            [
                "eminent"
            ]
        ]
    ]
}