{
    "<p>Writer of painters' biographies; painter; playwright; translator; journalist.": [],
    "Weyerman's parents, Hendrick Weyermans (d.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ],
        [
            29,
            38,
            [
                "Waterman"
            ]
        ]
    ],
    "1695) and Elisabeth Sommerel (d.": [
        [
            20,
            28,
            [
                "Somme rel"
            ]
        ]
    ],
    "1723), both served in the military, when their son Jacob was born.": [],
    "They moved to Den Bosch before settling in Breda in 1680.": [],
    "Weyerman spent his first 18 years in Breda, where he visited the so-called \"Latin School\" and trained as a painter.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "Among his masters was Ferdinand van Kessel (1648-1702).": [
        [
            36,
            42,
            [
                "Vessel",
                "Kassel",
                "Bessel"
            ]
        ]
    ],
    "In 1695 he received his classical and literary education from the reformed minister Petrus Santvoort (1658-1703) in the little village at Woudt near Delft.": [
        [
            3,
            7,
            [
                "1695,"
            ]
        ],
        [
            138,
            143,
            [
                "Out",
                "Would",
                "Court",
                "Word",
                "Words",
                "Wood"
            ]
        ]
    ],
    "In this city the painter Thomas van der Wilt (1659-1733) trained him in painting and drawing.": [],
    "Weyerman subsequently studied at Utrecht University, although according to his own information he did not attend classes.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "For a short time he served in the military as cadet in the regiment of Colonel George Lauder.": [],
    "In Antwerp he trained with the flower painter Simon Hardimé (1672?-1737).": [
        [
            3,
            10,
            [
                "Antwerp,"
            ]
        ],
        [
            52,
            59,
            [
                "Wartime",
                "Harding",
                "Hardin",
                "Sardine",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "Around 1702-1703 Weyerman traveled to England, where he entered the studio of the leading portrait painter Godfrey Kneller.": [
        [
            17,
            25,
            [
                "Waterman"
            ]
        ]
    ],
    "Weyerman specialized in painting flowers and fruit.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "Some of his flower paintings are preserved.": [],
    "He also lived from his pen, as a playwright and translator.": [],
    "He spent three weeks in Italy.": [],
    "In 1714 and 1715 he was formally enrolled at Leiden University in the faculty of Medicine, probably only for the benefit attached to the status of student.": [],
    "Around that time he lived in Breda.": [],
    "In 1718 he stayed in London in the house of John Woodward, professor of physics (1665-1728).": [
        [
            3,
            7,
            [
                "1718,"
            ]
        ]
    ],
    "In September 1920 Weyerman's first weekly journal, <em>De Rotterdamsche Hermes</em> (The Rotterdam Hermes), appeared.": [
        [
            18,
            26,
            [
                "Waterman"
            ]
        ]
    ],
    "It consisted of witty, satirical and often slanderous comments on the behavior of his contemporaries.": [],
    "Pursuing his literary activities he kept publishing journals with titles such as <em>Den Ontleeder der Gebreeken</em> (The Dissector of Deficiencies, 1723), and <em>Den Echo des Weerelds</em> (The Echo of the World, 1725).": [],
    "He also wrote essays, including <em>De History des Pausdoms</em> (The history of Papacy), which appeared between 1725 and 1728.": [],
    "Weyerman married in 1727 with Johanna Ernst.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "By that time the couple had two sons, Jacobus and Henricus.": [
        [
            50,
            58,
            [
                "Hendricks",
                "Henrique",
                "Henriques"
            ]
        ]
    ],
    "In 1729 Weyerman's <em>magnum opus</em>, a three-volume biography of painters appeared in The Hague, <em>De Levens-beschryvingen der Nederlandsche Konst-schilders en Konst-schilderessen, met een uytbreyding over de schilder-konst der Ouden</em> (The lives of Netherlandish Painters and Paintresses, with an overview of the art of the ancient painters).": [
        [
            8,
            16,
            [
                "Waterman"
            ]
        ]
    ],
    "The fourth volume was published posthumously in 1769 in Dordrecht.": [],
    "The overview of ancient painting is mainly drawn from <a href=\"/pliny\">Pliny the Elder</a>'s <em>Naturalis Historiae</em> (book 35).": [],
    "Weyerman's original manuscript is preserved in Department of Manuscripts of the Brussels Royal Library (inv.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ],
        [
            104,
            107,
            [
                "in",
                "ink",
                "inn",
                "INS",
                "Ina",
                "inf"
            ]
        ]
    ],
    "nr.": [
        [
            0,
            2,
            [
                "Nr"
            ]
        ]
    ],
    "II-1608).": [],
    "The <em>Levens-beschryvingen</em> covers more than seven hundred lives of painters in the Low Countries and England.": [],
    "It is written in the tradition of artists' biographers, such as <a href=\"/manderk\">Karel Van Mander</a>, <a href=\"/biec\">Cornelis de Bie</a>, <a href=\"/sandrartj\">Joachim von Sandrart</a>, and <a href=\"/houbrakena\">Arnold Houbraken</a>.": [],
    "Although Weyerman did not hold Houbraken in high esteem, he modeled his compilation for a great part on the latter's <em>De Groote Schouwburgh der Nederlantsche konstschilders en schilderessen</em> (The great Theater of Netherlandish Painters and Paintresses).": [
        [
            9,
            17,
            [
                "Waterman"
            ]
        ],
        [
            31,
            40,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "Weyerman's unpublished treatise, <em>Vertoogh over de apocrijfe schilders</em> (Treatise on apocryphal painters), is preserved as part of the Brussels manuscript.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "It is dated 1730.": [],
    "It contains valuable information on the contemporary art market in the Low Countries, including character sketches of mostly unreliable art dealers.": [],
    "Weyerman, who occasionally acted himself as an art dealer, exposes in this manuscript the malpractices of the eighteenth-century art market.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "By that time Weyerman lived in Amsterdam, but due to his bad reputation he had to leave the city.": [
        [
            13,
            21,
            [
                "Waterman"
            ]
        ]
    ],
    "In 1739 he was arrested in Vianen.": [
        [
            3,
            7,
            [
                "1739,"
            ]
        ],
        [
            27,
            33,
            [
                "Linen",
                "Vine",
                "Vines",
                "Diane",
                "Vane",
                "Dianne"
            ]
        ]
    ],
    "The Hof van Holland accused him of extortion and slander.": [
        [
            4,
            7,
            [
                "Of",
                "How",
                "Hot",
                "Hop",
                "Hoc",
                "HF"
            ]
        ]
    ],
    "Insults at the address of members of the East India Company probably contributed to his life long sentence.": [
        [
            88,
            97,
            [
                "lifelong"
            ]
        ]
    ],
    "He was imprisoned in The Hague, where he died after eight years of confinement.": [],
    "He kept writing and painting to earn money for his family.": [],
    "Part of the fourth volume of his <em>Levens-beschryvingen</em> is written in jail.": [],
    "Here he also translated Cervantes' Don Quixote, <em>De voornaamste Gevallen van den Wonderlyken Don Quichot</em> (The main events of the amazing Don Quixote, 1746).": [],
    "Three years after Weyerman's death, <a href=\"/goolj\">Johan Van Gool</a> in his <em>Nieuwe Schouwburg der Nederlantsche kunstschilders en schilderessen</em> (New Theater of Netherlandish Painters and Paintresses) described Weyerman's <em>Levens-beschryvingen</em> as unreliable and slanderous, and accused its author of plagiarism.": [
        [
            18,
            26,
            [
                "Waterman"
            ]
        ]
    ],
    "Later biographers of artists mostly took over this negative evaluation.": [],
    "Art historians rarely disputed Weyerman's bad reputation.": [
        [
            31,
            39,
            [
                "Waterman"
            ]
        ]
    ],
    "More recent research, however, including contributions of the <em>Stichting Jacob Campo Weyerman</em> established in 1977, has led to a re-evaluation of Weyerman's work.": [],
    "Broos (1990) came to the conclusion that Weyerman's commentaries in the <em>Levens-beschryvingen</em> were more accurate and original than previously thought.": [
        [
            0,
            5,
            [
                "Brews",
                "Brooks",
                "Bros",
                "Brains",
                "Brood",
                "Brook"
            ]
        ],
        [
            41,
            49,
            [
                "Waterman"
            ]
        ]
    ],
    "Weyerman himself indicated that he did not want his remarks full of wit and merriment to be seen as diminishing the credibility of the information he provided on the lives of painters.": [
        [
            0,
            8,
            [
                "Waterman"
            ]
        ]
    ],
    "(Broos 1990)</p>": [
        [
            1,
            6,
            [
                "Brews",
                "Brooks",
                "Bros",
                "Brains",
                "Brood",
                "Brook"
            ]
        ]
    ]
}