{
    "<p>Writer whose early work focused art topics.": [],
    "Edith Newbold Jones was born to a prominent New York family, George Frederic Jones and Lucretia Rhinelander.": [
        [
            6,
            13,
            [
                "New bold"
            ]
        ]
    ],
    "Her private education included travel to Europe.": [],
    "In 1885 she married Edward \"Teddy\" Robbins Wharton of Brookline, Massachusetts.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ]
    ],
    "The socialite Teddy and intellectual Edith were mismatched from the start.": [],
    "Edith continued her trips to Europe--escaping the social scene of New York--where she met authors and art historians, including <a href=\"/pagetv\">Violet Paget</a> (\"Vernon Lee\") and <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "After commissioning the architect Ogden Codman, Jr.": [
        [
            40,
            46,
            [
                "Colman",
                "Conman",
                "Cowman",
                "Cotman",
                "Rodman",
                "Cod man"
            ]
        ]
    ],
    "(1863-1951) remodel her Newport, RI, home, Wharton co-wrote her first book in 1898, <em>The Decoration of Houses</em>.": [],
    "The architectural and home-decoration guide was influential among decorators and designers.": [],
    "Wharton demonstrated her technique by commissioning a house designed upon these principals in Lenox, MA, called \"the Mount,\" in 1901, though she and Codman disagreed so much on the home that she dismissed him for Francis Laurens Vinton Hoppin (1866-1941).": [
        [
            149,
            155,
            [
                "Colman",
                "Conman",
                "Cowman",
                "Cotman",
                "Rodman",
                "Cod man"
            ]
        ],
        [
            229,
            235,
            [
                "Hinton",
                "Linton",
                "Vinson",
                "Minton",
                "Vint on"
            ]
        ],
        [
            236,
            242,
            [
                "Hopping",
                "Hop pin"
            ]
        ]
    ],
    "Wharton wrote <em>Italian Villas and their Gardens</em> in 1904, her second art history, a survey of Italian Renaissance gardens and their villas.": [],
    "The work was inspired by an 1897 work by Paget/Lee, to whom she dedicated it.": [
        [
            41,
            46,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "The book contained original illustrations by Maxfield Parrish (1870-1966), which unfortunately in keeping with Parrish's style, are too fairly-tale-like to complement the accuracy of her text.": [],
    "The following year, her book <em>Italian Backgrounds</em> appeared.": [],
    "This work, with drawings by E. C. Peixotto (1869-1940), takes the imaginative approach that Italy, much like its art, must be studied both through its formal foreground (known through its guidebooks) as well as its background, the province of what she termed \"the dreamer\" and student.": [
        [
            34,
            42,
            [
                "Paolo",
                "Patton",
                "Palette",
                "Patti",
                "Patty",
                "Paxton"
            ]
        ],
        [
            200,
            210,
            [
                "and"
            ]
        ]
    ],
    "In a style popular with <em>fin-de-si</em><em>écle</em> travel literature, village and architectural description is interspersed with speculative rambling on dating, provenance and attribution of art.": [],
    "Though Wharton left art writing after this to concentrate on literature, she remained exceedingly close to the art-historical community in Europe and the United States.": [],
    "A portrait of the art historian <a href=\"/vandykej\">John C. Van Dyke</a> as \"Ned Van Alstyne\" appears in her <em>House of Mirth</em>.": [],
    "She settled permanently in France in 1907.": [],
    "It was Wharton who secured Berenson work during World War I in Italy as a negotiator and translator.": [
        [
            27,
            35,
            [
                "Benenson"
            ]
        ]
    ],
    "Wharton divorced Teddy in 1928, after an affair with the journalist, Morton Fullerton (1865-1952), the events of which are contained in her most famous novel, <em>Ethan Frome</em>, 1911.": [],
    "She lived between two homes she renovated in France, the Pavillon Colombe in Saint-Brice-Sous-Fôret and the Chateau Sainte-Claire in Hyères, on the French Riviera.": [
        [
            57,
            65,
            [
                "Pavilion",
                "Papillon"
            ]
        ],
        [
            66,
            73,
            [
                "Colombo"
            ]
        ],
        [
            77,
            99,
            [
                "Saint-Brice-Sous-Forest"
            ]
        ],
        [
            108,
            115,
            [
                "Château"
            ]
        ],
        [
            116,
            129,
            [
                "Saint-Claire"
            ]
        ],
        [
            133,
            139,
            [
                "HCERES"
            ]
        ]
    ],
    "She died after several strokes in her Saint-Brice-Sous-Fôret home and is buried at the Cimetière des Gonards in Versailles.": [
        [
            38,
            60,
            [
                "Saint-Brice-Sous-Forest"
            ]
        ],
        [
            87,
            96,
            [
                "Cafetiere",
                "Cafetière"
            ]
        ],
        [
            97,
            100,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            101,
            108,
            [
                "Gonads"
            ]
        ]
    ],
    "Wharton's art-historical writing consists of documenting period styles and gleaning their principles to a wider audience.": [],
    "<em>The Decoration of Houses</em> was written to promote standards home decoration by emphasizing architectural principals of architectural proportion and the eschewing needless ornament.": [],
    "<em>Italian Villas</em> again emphasized the harmony of design of the Italian garden and its relationship to the villa and native landscape.": [],
    "She died in the vicinity of Pavillon Colombe, Saint-Brice-Sous-Fôret, Paris.</p>": [
        [
            28,
            36,
            [
                "Pavilion",
                "Papillon"
            ]
        ],
        [
            37,
            44,
            [
                "Colombo"
            ]
        ],
        [
            46,
            68,
            [
                "Saint-Brice-Sous-Forest"
            ]
        ]
    ]
}