{
    "<p>Archaeologist who wrote several art history books.": [],
    "Wheeler's father was Robert Mortimer a newspaper editor, and his mother Emily Baynes (Wheeler).": [
        [
            78,
            84,
            [
                "Barnes",
                "Haynes",
                "Bayes",
                "Banes"
            ]
        ]
    ],
    "The younger Wheeler was educated at the University of London, receiving his B. A., in 1910, and an M.A., in 1912.": [],
    "In 1913 he joined the Monuments Division.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "He married Tessa Verney (d.": [
        [
            17,
            23,
            [
                "Verna",
                "Versa",
                "Vernal",
                "Verne"
            ]
        ]
    ],
    "1936) in 1914 and joined the Royal Artillery in World War I. After the War, he completed his Ph.D.": [],
    "(Litt) and was appointed Keeper of the Archaeological Department of the National Museum in Wales and lecturer in archaeology at the University of Wales (University College), all in 1920.": [
        [
            1,
            5,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "He and Tessa did many local archaeological digs.": [],
    "He was made a Fellow of University College, London, in 1922, which he held until his death.": [],
    "in 1924 he was appointed Director of the National Museum, Wales, the same year the first volume of a book on the Roman occupation of Britain appeared.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He left the National Museum to head the London Museum at Lancaster House in 1926.": [],
    "In 1934 he was made lecturer (and honorary director) of the London University's new Institute of Archaeology.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "During these years he and Tessa led an excavation of Maiden Castle, Dorset.": [],
    "His wife died in 1936.": [],
    "In 1939 he married Mavis Cole and, after World War II was declared, returned to the artillery (Eight Army), rising to Brigadier.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "In 1944 he was named Lecturer in Archaeology at the University College of Cardiff, and director General of Archaeology in India (it's last, replacing John Marshall, until 1947).": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "As director General, he invigorated the archaeological initiative which had grown stagnant and trained the first group of south-Asian archaeologists to take over after Indian independence.": [],
    "After a divorce to Cole in 1942, he married the archaeologist Margaret Norfolk in 1945.": [],
    "As Archaeological Advisor to the Pakistani National Museum, he was successful in arranging excavations in the Indus Valley, India and Gujarat.": [],
    "He lead the search for Indian pottery.": [
        [
            3,
            7,
            [
                "leads",
                "leaded",
                "led"
            ]
        ]
    ],
    "He became Professor of Roman Archaeology at the University of London's Institute of Archaeology in 1948, which he and his third wife founded and where he was appointed a professor.": [],
    "He was named secretary of the British Academy in 1949, which he held until 1968.": [],
    "Beginning in 1952, Wheeler used this position to make radio and television appearances (among the earliest to do so), popularizing archaeology to the public.": [
        [
            107,
            112,
            [
                "to-do"
            ]
        ]
    ],
    "His television shows included the hugely popular \"Animal, Vegetable, Mineral?\"": [],
    "(running 1952-1960), featured another art historian, <a href=\"/bodkint\">Thomas Bodkin</a>.": [],
    "This was followed by \"Buried Treasure\" (running 1954-1959), and \"Chronicle\" (1966).": [],
    "He was knighted in 1952.": [],
    "He retired from the University of London in 1955.": [],
    "In 1964 he authored a book on Roman art for Praeger publishers, Roman Art and Architecture.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ],
        [
            44,
            51,
            [
                "Traeger"
            ]
        ]
    ],
    "His Roman Art and Architecture was reprinted in 1985.": [],
    "Wheeler used the so-called \"grid system archaeological method in his work, one of the first to employ the system developed by Kathleen Kenyon (1906-1978).": [],
    "Wheeler esteemed the work of the archaeologist Augustus Pitt Rivers (1827-1900), modeling his work after Rivers.": [],
    "His scholarship has largely been superseded by modern work.": [],
    "Wheeler loved engaging the female participants of his digs, for which he was nicknamed \"Randy Sir Morty.": [],
    "\"</p>": []
}