{
    "<p>Courtauld Institute scholar of medieval architecture and sculpture.": [
        [
            3,
            12,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Whinney was the daughter of the architect Thomas Bostock Whinney and Sydney Margaret Dickens, the -granddaughter of Charles Dickens.": [
        [
            0,
            7,
            [
                "Whitney",
                "Whinny"
            ]
        ],
        [
            49,
            56,
            [
                "Rostock"
            ]
        ],
        [
            57,
            64,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "She attended private secondary schools before entering the University of London.": [],
    "Her first article, written under her primary mentor at the University, <a href=\"/boreniust\">Tancred Borenius</a>, appeared in 1930.": [],
    "She graduated from the University in art history in 1935.": [],
    "The same year she joined the staff of the nascent Courtauld Institute of Art, doing a variety of jobs including managing the slide library.": [
        [
            50,
            59,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Her intent was to work her way up into a position at the Courtauld, still a difficult task for a woman in pre-war England.": [
        [
            57,
            66,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At the Courtauld she continued her studies, now under <a href=\"/webbg\">Geoffrey Webb</a>, who instilled a passion for architectural history.": [
        [
            7,
            16,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1937 <a href=\"/blunta\">Anthony Blunt</a> joined the Institute, who, like Webb, was trained as a scholar rather than a connoisseur as many of the previous Courtauld lecturers had been.": [],
    "Whinney became devoted to Blunt professionally and emotionally (Blunt was a homosexual) \"taking on the dullest jobs\" for him and the Institute (Carter).": [
        [
            0,
            7,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "When England declared war against Germany in 1939, the Courtauld closed for a year.": [
        [
            55,
            64,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "It reopened in 1940 with Whinney, one of the few not working in the war effort, running the Institute.": [
        [
            25,
            32,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "This included teaching and handling most of the administrative responsibilities.": [],
    "The same year, the research she had done on seventeenth-century drawings at Chatsworth, for Whitehall Palace, and Worcester College, Oxford, was accepted for a D.": [
        [
            76,
            86,
            [
                "Chats worth"
            ]
        ]
    ],
    "Litt., at the University of London, published the Walpole Society yearbook.": [
        [
            0,
            4,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "After the war Blunt assumed the directorship of the Institute.": [],
    "Whinney was made a Reader at the Courtauld in 1950 and edited with Blunt the same year a guide to public art collections in the United Kingdom.": [
        [
            0,
            7,
            [
                "Whitney",
                "Whinny"
            ]
        ],
        [
            33,
            42,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1957 she and <a href=\"/millaro\">Oliver Millar</a> wrote the Oxford History of English Art volume on the period 1625-1714, contributing the sections on architecture.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "Whinney was asked by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> to author the Pelican History of Art volume on British Sculpture from the Renaissance to the nineteenth century, which appeared in 1964.": [
        [
            0,
            7,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "The volume, perhaps dwarfed in subject by the rest of the Pelican series, demonstrated Whinney's abilities to evaluate disparate and ignored work art historically rather than the antiquarian treatment it had been previously been given.": [
        [
            87,
            94,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "The same year, she retired from the Institute.": [],
    "She co-authored a catalog on the Flaxman models at University College, London, and a book on early Flemish painting, the latter the substance of her course on the same subject at the Courtauld.": [
        [
            33,
            40,
            [
                "Flagman",
                "Flax man"
            ]
        ],
        [
            183,
            192,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1971 Whinney wrote an introductory volume on Christopher Wren, which <a href=\"/summersonj\">John Newenham Summerson</a> praised for its sensitive selection of plates.": [
        [
            8,
            15,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "Students who were directly affected by her teaching included <a href=\"/downesk\">Kerry Downes</a>, whose book on Wren, appearing the same year as hers, paid tribute to her teaching.": [],
    "Whinney's dissertation examined drawings which <a href=\"/gotchj\">J.": [
        [
            0,
            7,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "Alfred Gotch</a> had reassigned from Inigo Jones to John Webb in 1912.": [
        [
            7,
            12,
            [
                "Notch",
                "Goth",
                "Botch",
                "Gotcha",
                "Got ch"
            ]
        ],
        [
            37,
            42,
            [
                "Iñigo",
                "Indigo",
                "Ingo",
                "IndiGo"
            ]
        ]
    ],
    "While Whinney agreed that the drawing was not Jones', she proved, using new evidence, that the Webb sketches had come from original designs by Jones.": [
        [
            6,
            13,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "In her Pelican History of Art volume, Sculpture in Britain, 1530-1830, she showed she could handle marginally important art historical monuments sympathetically by treating her subject, not solely esthetically, as <a href=\"/gunnisr\">Rupert Gunnis</a> had done, or as an antiquarian <a href=\"/esdailek\">Katharine Esdaile</a>, but as a full art history.": [],
    "Her model, according to Summerson, was <a href=\"/waterhousee\">Ellis K. Waterhouse</a> and his early Pelican volume, Painting in Britain 1530-1790, 1953.</p>": []
}