{
    "<p>Harvard Byzantinist and Egyptologist; discoverer of important mosaics at Hagia Sophia.": [
        [
            11,
            22,
            [
                "Byzantines"
            ]
        ]
    ],
    "Whittemore was the son of Joseph Whittemore, a prosperous dealer in real estate and insurance, and Elizabeth St.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ],
        [
            33,
            43,
            [
                "Whitmore"
            ]
        ]
    ],
    "Clair (Whittemore).": [
        [
            7,
            17,
            [
                "Whitmore"
            ]
        ]
    ],
    "His grandfather and namesake was Thomas Whittemore (1800-1861), the famous Cambridge (MA) Universalist minister.": [
        [
            40,
            50,
            [
                "Whitmore"
            ]
        ]
    ],
    "Whittemore graduated from Tufts College in Massachusetts in 1894 with a bachelor's degree in English.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ]
    ],
    "He remained at his alma mater teaching English for several years and taking graduate courses at Harvard through 1898.": [],
    "Beginning in 1902, he gave lectures on ancient and medieval art, which became solely art history by 1906.": [],
    "Whittemore met the charismatic art <em>cognoscenti</em> <a href=\"/prichardm\">Matthew Stewart Prichard</a> during Prichard's brief tenure in the Museum of Fine Art, Boston.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ]
    ],
    "Prichard became the single strongest influence on Whittemore's career.": [
        [
            50,
            60,
            [
                "Whitmore"
            ]
        ]
    ],
    "He introduced Whittemore to the work of Henri Matisse and Matisse and Whittemore became life-long friends.": [
        [
            14,
            24,
            [
                "Whitmore"
            ]
        ],
        [
            70,
            80,
            [
                "Whitmore"
            ]
        ]
    ],
    "Prichard also appears to have ignited Whittemore's interest in Byzantine art.": [
        [
            38,
            48,
            [
                "Whitmore"
            ]
        ]
    ],
    "Whittemore taught the Columbia University summer school of 1908 teaching English and art history.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ]
    ],
    "He and Prichard were again together in Paris in 1910 where he nursed Prichard through a long convalescence.": [],
    "In 1911 Whittemore left Tufts and became the American representative for the (British) Egyptian Exploration Fund, participating in the archaeological digs at Abydos and Balabish under <a href=\"/frankforth\">Henri Frankfort</a>.": [
        [
            8,
            18,
            [
                "Whitmore"
            ]
        ],
        [
            158,
            164,
            [
                "Abyss",
                "Abides",
                "Abodes",
                "Albedos",
                "BYOS",
                "Azygos"
            ]
        ],
        [
            169,
            177,
            [
                "Calabash"
            ]
        ]
    ],
    "At the outbreak of World War I, he joined the French Red Cross, assisting Russian refugees fleeing German advancement.": [],
    "The plight of Russian refugees and expatriates would be a lifetime passion for him.": [],
    "He spent 1916 in Boston assisting the \"Refugees in Russia\" committee chaired by Elizabeth Carrington Read Cram (1874-1943), wife of architect Ralph Adams Cram (1863-1942).": [],
    "He returned to Asia Minor to assist with relief work, returning to his interest in the Byzantine era.": [],
    "Whittemore taught art history at New York University between 1927 and 1929 at the rank of assistant professor.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ]
    ],
    "He contributed an essay in the 1929 volume edited by Frankfort, <em>The Mural Painting of El-'Amarneh</em>.": [],
    "The following year, he established the Byzantine Institute in Boston with a research center in Paris and field office in Istanbul, drawing upon his inheritance for funding.": [],
    "While establishing a research library in his Paris office, he settled upon the idea of uncovering the Christian mosaics of the Hagia Sophia church (Ayasofya Müzesi) which had been covered over in 1849 by the initial restorers, the architects Gaspare Trajano Fossati (1809-1883) and Giuseppe Fossati (1822-1891) at the request of the sultan.": [
        [
            157,
            163,
            [
                "Mules",
                "Mazes",
                "Muses",
                "Mutes",
                "Muesli",
                "Mukesh"
            ]
        ],
        [
            242,
            249,
            [
                "Gaspar",
                "Caspar",
                "Ga spare",
                "Gas pare",
                "Gasp are"
            ]
        ],
        [
            250,
            257,
            [
                "Trajan"
            ]
        ]
    ],
    "He convinced Mustafa Kemal Atatürk (ca.1881-1938), the founder and president of the Turkish Republic, to allow him to uncover the mosaics in the (then) mosque beginning in 1931.": [],
    "Working during times of non-worship, Whittemore and two British mosaicists, Albert Lye and Robert Gregory, uncovered fragments of sixteen mosaic figures in the vault southwest of the gallery.": [
        [
            37,
            47,
            [
                "Whitmore"
            ]
        ],
        [
            64,
            74,
            [
                "mosaicisms"
            ]
        ]
    ],
    "In 1934 the Turkish Government made the Hagia Sophia into a secular museum and he could work more regularly.": [
        [
            74,
            78,
            [
                ", and"
            ]
        ]
    ],
    "Over the next eighteen years, Whittemore revealed portraits of Emperor Leo VI (ca.": [
        [
            30,
            40,
            [
                "Whitmore"
            ]
        ]
    ],
    "900 A.D.": [],
    "), Constantine the Great and Justinian II (995), Empress Zoë and Constantine IX (1042), John II Comnenus, Empress Irene, and their son, Alexius (early 12th century).": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            96,
            104,
            [
                "Comments",
                "Commends",
                "Comenius"
            ]
        ],
        [
            136,
            143,
            [
                "Alexis",
                "Alexios"
            ]
        ]
    ],
    "Whittemore returned to the U.S.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ]
    ],
    "in the winter months (when it was too cold to work) to raise money for his project among the wealthy of Boston, emphasizing the Christian nature of its subject.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Personally possessing a large collection Byzantine coins, Whittemore was made keeper of Harvard's Byzantine coin collection in 1933.": [
        [
            58,
            68,
            [
                "Whitmore"
            ]
        ]
    ],
    "The same year his reports of his Hagia Sophia findings began publication, written by others including Prichard, but directed and from the evidence of Whittemore.": [
        [
            150,
            160,
            [
                "Whitmore"
            ]
        ]
    ],
    "Harvard named him a resesarch fellow in Byzantine art in 1938.": [
        [
            20,
            29,
            [
                "research"
            ]
        ]
    ],
    "The same year Whittemore hired a British sculptor and church restorer <a href=\"/hawkinse\">Ernest J. W. Hawkins</a> as a technical advisor to the Hagia Sophia project.": [
        [
            14,
            24,
            [
                "Whitmore"
            ]
        ]
    ],
    "Hawkins cleaned the mosaics of the <em>Deësis</em>, the imperial portraits, and the saints on the north tympanum wall of the nave, emerging as a scholar in his own right.": [],
    "Whittemore continued working on the Hagia Sophia wall project through through World War II.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ],
        [
            62,
            77,
            [
                "through"
            ]
        ]
    ],
    "He retired to honorary status from Harvard in 1942.": [],
    "In 1948, <a href=\"/underwoodp\">Paul A. Underwood</a>, professor at Dumbarton Oaks Center for Byzantine Studies, a research center run by Harvard University outside Washington DC, collaborated with the Institute in sponsoring a program for restoration of two other churches in Istanbul, the Chora (Kariye Camii) and the Theotokos Pammakaristos (Fetiye Camii).": [],
    "Whittemore's efforts became a subject for the popular press; articles on him appeared in <em>Time</em> magazine in 1947 and <em>Life</em> magazine in 1950 with photos by Dimitri Kessel (1902-1995).": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ],
        [
            178,
            184,
            [
                "Vessel",
                "Kassel",
                "Bessel"
            ]
        ]
    ],
    "In 1950, aged 79, while traveling to the Office of John Foster Dulles (1888-1959), then an advisor to the Secretary of State in Washtington, DC, Whittemore suffered a heart attack and died.": [
        [
            128,
            139,
            [
                "Washington"
            ]
        ],
        [
            145,
            155,
            [
                "Whitmore"
            ]
        ]
    ],
    "He is buried Mount Auburn Cemetery, Cambridge, MA.": [],
    "His restoration work in Instanbul was continued by Underwood.": [
        [
            24,
            33,
            [
                "Istanbul"
            ]
        ]
    ],
    "Dumarton Oaks gradually assumed control of the Institute's projects; the Institute's library was merged into the École des Langues Orientales Vivantes in Paris, Bibliothèque Byzantine, Fonds Thomas Whittemore.": [
        [
            0,
            8,
            [
                "Martin",
                "Duration",
                "Burton",
                "Marion",
                "Barton",
                "Dalton"
            ]
        ],
        [
            113,
            118,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            119,
            122,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            123,
            130,
            [
                "Languages",
                "Argues",
                "Leagues",
                "Ranges",
                "Angles",
                "Lanes"
            ]
        ],
        [
            131,
            141,
            [
                "Orientals",
                "Orientates",
                "Orient ales"
            ]
        ],
        [
            142,
            150,
            [
                "Advances",
                "Pirates",
                "Finances",
                "Giants",
                "Vines",
                "Vicente"
            ]
        ],
        [
            185,
            190,
            [
                "Finds",
                "Funds",
                "Bonds",
                "Foods",
                "Fond",
                "Fonts"
            ]
        ],
        [
            198,
            208,
            [
                "Whitmore"
            ]
        ]
    ],
    "Whittemore was likely a homosexual and never married.": [
        [
            0,
            10,
            [
                "Whitmore"
            ]
        ]
    ],
    "Though the <em>Boston Herald</em> declared him \"the most important Byzantinist of [his] century,\" Whittemore was more a catalyst for research and documenting-excavator than a scholar.": [
        [
            67,
            78,
            [
                "Byzantines"
            ]
        ],
        [
            98,
            108,
            [
                "Whitmore"
            ]
        ]
    ],
    "As an achaeologist, he was careful to conserve his monuments and not \"restore\" them, i.e., not reconstruct or make them more attractive than the present state they were in.": [
        [
            6,
            18,
            [
                "archaeologist"
            ]
        ]
    ],
    "He saw to it his work was documented in casts and photography.": [],
    "His project trained other scholars and led to the 1937 architectural survey of the Hagia Sophia of William Emerson (1873-1957) and <a href=\"/vannicer\">Robert L. Van Nice</a>.": [],
    "His personality, at times abrupt and other times charming, attracted numerous literary portraits.": [],
    "A character modeled on Whittemore's type, Professor Darchivio, appears in <a href=\"/whartone\">Edith Wharton</a>'s novel <em>Glimpses of the Moon</em> (1922); in Graham Greene's \"Convoy to West Africa,\" (<em>The Mint</em>, no.": [
        [
            23,
            33,
            [
                "Whitmore"
            ]
        ],
        [
            52,
            61,
            [
                "Archive",
                "Archives",
                "Archival",
                "Archived",
                "Archiving",
                "Archivist"
            ]
        ]
    ],
    "1 1946) where he is \"X\"; Evelyn Waugh recounted him as \"Professor W.\"": [],
    "in Waugh's piece on the coronation of Haile Selassie.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            38,
            43,
            [
                "Hail",
                "Hailed",
                "Hale",
                "Hails",
                "Halle",
                "Hailey"
            ]
        ]
    ],
    "He also appears in Donald Downes <em>The Scarlet Thread</em> (1953) and Lord Kinross' <em>Europa Minor</em> (1956).": [
        [
            26,
            32,
            [
                "Downs",
                "Downed",
                "Downey",
                "Townes",
                "Downer",
                "Downers"
            ]
        ],
        [
            77,
            84,
            [
                "Across",
                "Cross",
                "Kinds",
                "Kings",
                "Knows",
                "Windows"
            ]
        ]
    ],
    "An intensely private person who left no personal papers or diaries, his personal correspondence remains part of his French library.": [],
    "A 1937 drawing of him exists by Henri Matisse.</p>": []
}