{
    "<p>First director of the Cleveland Museum of Art, 1913-1930.": [],
    "Whiting's father, Frederic Augustus Whiting, was iron mining executive and later writer and editor, and his mother Catherine Tracy Allen (Whiting).": [],
    "The family moved from Tennessee and New Jersey eventually to Massachusetts where Whiting was primarily raised, first in the mill town of Lowell, MA, 1890-1895, and then Boston.": [],
    "His formal education lasted only through grammar school, but he was educated additionally at home.": [],
    "Initially, Whiting like his brothers and father, went into business in Lowell.": [],
    "In 1897 he returned to his family, who now lived in Framingham, MA, to prepare for the Unitarian ministry.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ]
    ],
    "Ironically for someone who would later become an art museum director, he considered his eyesight too poor for this avocation.": [],
    "On a ship bound for England in 1898, Whiting met C. Howard Walker (1857-1936) of the Society for Arts and Crafts, Boston.": [],
    "In 1900, Walker offered the paid position of secretary to Whiting.": [],
    "The Society was an outgrowth of European societies such as that founded by William Morris to encourage craftsmanship in the industrial age.": [],
    "Whiting worked diligently, focusing his energies into his life's mission, education.": [],
    "He founded the journal Handicraft and lectured as far afield as Minnesota.": [],
    "His personal connections included Lockwood de Forest (1886?-1949), brother of Metropolitan Museum of Art President Robert de Forest (1845-1924).": [],
    "He married Olive Elizabeth Cook, a singer, in 1903.": [],
    "In 1912 Whiting became director of the John Herron Art Institute in Indianapolis, IN.": [
        [
            44,
            50,
            [
                "Hebron",
                "Heron",
                "Hereon",
                "Herõon",
                "Herr on"
            ]
        ]
    ],
    "Through the de Forest connection, Whiting was recommended to be director of the fledgling Cleveland Museum of Art, which was in the process of incorporating.": [],
    "The following year, 1913, Whiting accepted the position.": [],
    "The Museum opened to the public in 1916.": [],
    "Whiting created a collection of handicrafts for craftsmen.": [],
    "He instituted the annual May Show, an exhibition of local artists.": [],
    "Between 1921 and 1923 he served as president of the American Association of Museums.": [],
    "At his retirement in 1930, Whiting became president of the American Federation of Arts, another organization devoted to the promotion of arts.": [],
    "He was succeeded at Cleveland by <a href=\"/millikenw\">William M. Milliken</a>.": [],
    "Whiting was not a researcher and wrote no art histories.": [],
    "Like many founding American art museum directors, he had a practical appreciation for the arts and an educator's mission for the public.": [],
    "His considerable administrative skills helped the museum prosper and expand to one of the most important art museums in the United States in short number of years.</p>": []
}