{
    "<p>Scholar of the Dutch baroque and Director of the Paul Mellon Center, 1973-85.": [],
    "White was the son of Gabriel Edward Ernest Francis White (1902-1988) and Elizabeth Grace Ardizzone (White) (d.": [
        [
            89,
            98,
            [
                "Arizona"
            ]
        ]
    ],
    "1958).": [],
    "He was educated at the University of London, (BA), an MA at Oxford University, and Ph.D., at the Courtauld Institute, University of London.": [
        [
            97,
            106,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He joined the Department of Prints and Drawings at the British Museum in 1954 as assistant Keeper.": [],
    "In 1957 he married Rosemary Katharine Desages.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ],
        [
            38,
            45,
            [
                "Dosages",
                "Dégagés"
            ]
        ]
    ],
    "White became director of the old masters art sales gallery Colnaghi, London, in 1965, remaining there until 1971.": [
        [
            59,
            67,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ]
    ],
    "Between 1971-73 he was curator of graphic arts for the National Gallery of Art in Washgington, D. C. He became director of the Paul Mellon Center for British Art in London and associate director of the Yale Center for British Art, both in 1973.": [
        [
            82,
            93,
            [
                "Washington"
            ]
        ]
    ],
    "White was appointed director of the Burlington Magazine in 1981.": [],
    "In 1985 he left these positions to direct the Ashmolean Museum as a fellow of Worcester College, Oxford.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "He added the appointment of Professor of Arts of the Netherlands, Oxford in 1992.": [],
    "He retired from the Oxford positions in 1997, accepting appointment as Trustee, Victoria and Albert Museum the same year.": [],
    "He is Vice-Chairman of the British Institute in Florence, a Member of the National Art Collections Fund Committee, and a Trustee of the Mauritshuis in The Hague.": [],
    "He is Director emeritus of the Ashmolean Museum.</p>": []
}