{
    "<p>Italian Renaissance scholar.": [],
    "White attended Trinity College, Oxford University.": [],
    "During World War II he served as a pilot in the Royal Air Force.": [],
    "After the War he studied at the Courtauld Institute of Art.": [
        [
            32,
            41,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He held a junior fellowship at the Warburg Institute for two years before teaching at the Courtauld, first as a lecturer in 1952 and later as a Reader.": [
        [
            90,
            99,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1958 he published an important article in the <em>Art Bulletin</em> on the Raphael cartoons at Windsor Castle with fellow Courtauld colleague <a href=\"/shearmanj\">John Kinder Gowran Shearman</a>.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ],
        [
            125,
            134,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1959 he became Pilkington Professor of the History of Art at the University of Manchester and concomitantly Director of the Whitworth Art Gallery there.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "In 1966 he was appointed Professor and Chairman of the Department of the History of Art, Johns Hopkins University in Baltimore,.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            126,
            128,
            [
                ",",
                "."
            ]
        ]
    ],
    "That same year he published the volume on art and architecture of the early Italian renaissance for the prestigious <em>Pelican History of Art</em> series.": [],
    "He held that position until 1971 when he returned to England to be Durning-Lawrence Professor of the History of Art and Vice Provost of University College, London.": [
        [
            67,
            83,
            [
                "During-Lawrence"
            ]
        ]
    ],
    "He retired in 1990.</p>": []
}