{
    "<p>Amateur art historian and authority on British artists.": [],
    "Whitley was son of William Whitley, a fabrics dyer, Mary Gilday (Whitley).": [
        [
            38,
            45,
            [
                "fabrics'",
                "fabric's"
            ]
        ],
        [
            57,
            63,
            [
                "Gilda",
                "Gil day"
            ]
        ]
    ],
    "After private education he joined his father's business, though his real interests were to be a painter.": [],
    "Between 1887 and 1900 he exhibited landscapes and other works at the Royal Academy.": [],
    "In 1888 he married Mary Alford (1854/5-1931).": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "Whitley began writing articles on British art in the <em>Morning Post</em>.": [],
    "More serious pieces also appeared in the <em>Burlington Magazine</em>, <em>The Studio</em>, and <em>The Connoisseur</em>.": [],
    "In 1915 he published his first monograph, <em>Thomas Gainsborough</em>.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "The success of this led to <em>Artists and their Friends in England, 1700-1799</em> in 1928.": [],
    "<em>Art in England, 1800-1820</em> appeared the same year, and, in 1930, <em>Art in England, 1821-1837</em>.": [],
    "He returned to artistic biography with <em>Gilbert Stuart</em> in 1932, and <em>Thomas Heaphy</em> (1933).": [],
    "Together with <a href=\"/waterhousee\">Ellis K. Waterhouse</a> he curated an exhibition of British artists for the Burlington Fine Arts Club in 1932.": [],
    "Although Whitley was awarded a civil pension for art-historical work, he died destitute in a county hospital.": [],
    "<em>Artists and their Friends in England, 1700-1799</em> included contemporary newspaper articles and other documentary information of the artists.": [],
    "Although highly anecdotal, the book was an early one to look at contemporary documents of eighteenth century artists.</p>": []
}