{
    "<p>American Medievalist of Spanish architecture and Americanist; Librarian and Director of the Boston Athenaeum.": [
        [
            52,
            63,
            [
                "Americanism"
            ]
        ],
        [
            102,
            111,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ]
    ],
    "Whitehill's parents were Walter Muir Whitehill, an Episcopal minister, and Florence Marion Williams (Whitehill).": [
        [
            0,
            9,
            [
                "Whitehall",
                "White hill"
            ]
        ],
        [
            37,
            46,
            [
                "Whitehall",
                "White hill"
            ]
        ],
        [
            101,
            110,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "He entered Harvard University, receiving his A.B.": [],
    "in 1926, and continuing for his A.M., awarded in 1929.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Whitehill married Jane Revere Coolidge, a descendant of Thomas Jefferson, in 1930, leaving for Europe the same year to continue his studies.": [
        [
            0,
            9,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "He wrote his dissertation under the eminent American Romanesque scholar <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> at the University of London, receiving his Ph.D.": [],
    "in 1934.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He remained in Europe until 1936, immersed in Spanish architectural history research in Spain.": [],
    "He returned to the United States in 1936 to become assistant director of the Peabody Museum of Salem, Salem, MA.": [],
    "In 1941 Whitehill published a revised version of his dissertation, <em>Spanish Romanesque Architecture of the Eleventh Century</em>, founding the <em>American Neptune: A Quarterly Journal of Maritime History</em>.": [
        [
            8,
            17,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "By this time Whitehill switched interests to American art.": [
        [
            13,
            22,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "During World War II, Whitehill served in the Naval Reserve, assigned to active duty from 1942-1946 and discharged with the rank of commander.": [
        [
            21,
            30,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "After the war, he joined the Boston Athenaeum, the private library, as director and librarian in 1946, which he held until his retirement in 1973.": [
        [
            36,
            45,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ]
    ],
    "Whitehill was appointed a member of faculty of Harvard University associated with the Peabody Museum of Archaeology and Ethnology in 1951 and a lecturer in history for the 1956-1957 year.": [
        [
            0,
            9,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "Whitehill became a champion of architectural preservation in Boston.": [
        [
            0,
            9,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "In 1961 he succeeded in saving the Old Corner Bookstore.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "Whitehill maintained a country house in Starksboro, VT, where he and his wife entertained in a gentlemanly manner.": [
        [
            0,
            9,
            [
                "Whitehall",
                "White hill"
            ]
        ]
    ],
    "He became a Trustee of Museum of Fine Arts, Boston.": [],
    "In 1965 he published a survey, <em>The Arts in Early American History</em>.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "A two-volume centenary history of the Museum of Fine Arts, Boston, appeared in 1970.": [],
    "Whitehill retired from the Athenaeum in 1973, publishing his <em>Boston Prints and Printmakers</em> the same year.": [
        [
            0,
            9,
            [
                "Whitehall",
                "White hill"
            ]
        ],
        [
            27,
            36,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ]
    ],
    "In retirement, he issued an architectural work, <em>Palladio in America</em>.": [],
    "One of his final acts was helping to preserve the Quincy Market area in Boston in 1976.": [],
    "He suffered a stroke and died at age 72.": [],
    "He is buried on the grounds of Monticello, Jefferson's home, in accordance to Jefferson's will regarding Jefferson's descendants.": [
        [
            95,
            104,
            [
                "regard",
                "be regarding"
            ]
        ]
    ],
    "His papers are held at the Massachusetts Historical Society.": [],
    "Though Whitehill's publishing career focused on Bostoniana, his work on Spanish medieval art represents the earliest American interest in the subject.": [
        [
            7,
            16,
            [
                "Whitehall",
                "White hill"
            ]
        ],
        [
            48,
            58,
            [
                "Bostonian",
                "Bostonians",
                "Bostonian a"
            ]
        ]
    ],
    "He, Porter, <a href=\"/kingg\">Georgiana Goddard King</a>, <a href=\"/cookw\">Walter W. S. Cook</a>, <a href=\"/conantk\">Kenneth John Conant</a> [the Cluny scholar's dissertation on the cathedral of Santiago de Compostela) and <a href=\"/postc\">Chandler R. Post</a> formed something of a \"New England School\" in Spanish art (Cahn).</p>": []
}