{
    "<p>Director of the Kunsthalle, Mannheim; early exponent of modern art in Germany.": [
        [
            19,
            29,
            [
                "Unstable"
            ]
        ]
    ],
    "Wichert attended various gymnasiums in Prussian cities where his father, Friedrich Wichert, was stationed as an officer in the Prussian military, together with his mother was Fanny Klumpp (Wichert).": [
        [
            0,
            7,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ],
        [
            83,
            90,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ],
        [
            181,
            187,
            [
                "Lump",
                "Slump",
                "Clumps",
                "Lumps",
                "Plump",
                "Krupp"
            ]
        ],
        [
            189,
            196,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ]
    ],
    "After receiving an <em>abitur</em> from the Wiesbaden Realgymnasium in 1899, studied art history and Philosophy at Freiburg, Basel (under <a href=\"/schmidh\">Heinrich Alfred Schmid</a>), Berlin and eventually again at the Albert-Ludwigs-Universität, Freiburg, where he was awarded his Ph.D.": [],
    "in 1907.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation, written under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, was on the topic of representation in medieval Italian art.": [],
    "Wichert joined the Städtische Galerie under its director, <a href=\"/swarzenskig\">Georg Swarzenski</a>.": [
        [
            0,
            7,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ],
        [
            30,
            37,
            [
                "Valerie"
            ]
        ]
    ],
    "He married a Dutch woman, Margarete Brouwer (d.": [
        [
            26,
            35,
            [
                "Margaret",
                "Margate"
            ]
        ]
    ],
    "1921) in 1908.": [],
    "Wichert contributed reviews to the <em>Frankfurter Zeitung</em> as well.": [
        [
            0,
            7,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ]
    ],
    "In 1909 he became director of the Kunsthalle in Mannheim, Germany where he set about purchasing French and German art of the 19th and 20th century.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ],
        [
            34,
            44,
            [
                "Unstable"
            ]
        ]
    ],
    "Among his famous purchases was the Manet painting \"The Execution of Maximilian.\"": [],
    "He hired the young <a href=\"/hartlaubg\">Gustav Hartlaub</a> as a curator in 1913.": [],
    "The two mounted many epoch-making exhibitions of modern art and founding an association for art (Freien Bundes zur Einbürgerung der Bildenden Kunst).": [
        [
            97,
            103,
            [
                "Train",
                "Brain",
                "Grain",
                "Drain",
                "Flair",
                "Fran"
            ]
        ],
        [
            104,
            110,
            [
                "Bundles",
                "Bundies"
            ]
        ],
        [
            111,
            114,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            128,
            131,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            132,
            141,
            [
                "Blended",
                "Blender",
                "Bidden"
            ]
        ],
        [
            142,
            147,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "After the death of his first wife, he married a woman of English/Jewish extraction, Margarete Wetzlar-Coit in 1922.": [
        [
            84,
            93,
            [
                "Margaret",
                "Margate"
            ]
        ],
        [
            94,
            106,
            [
                "Wetzlar-Cost"
            ]
        ]
    ],
    "The following year he was called to be director of the Städelschule in Frankfurt, the art school for the Städelsches Kunstinstitut, succeeded at Mannheim by Hartlaub.": [
        [
            157,
            165,
            [
                "Hartley",
                "Hartland"
            ]
        ]
    ],
    "Wichert transformed the school into the most important arts-and-crafts technical school in Germany (Wendland).": [
        [
            0,
            7,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ],
        [
            100,
            108,
            [
                "Wend land"
            ]
        ]
    ],
    "Between 1924 and 1930 he was involved with historic preservation for Wiesbaden.": [],
    "With the Nazi's rise to power in Germany in 1933, Wichert was denounced as a Bolshevik sympathizer for his modern art preferences.": [
        [
            50,
            57,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ]
    ],
    "Pressures because of his wife's Jewish background (her father was a baptized British Jew) forced her and his daughter to flee to England.": [],
    "Wichert allowed her to divorce him and assume the name Wickham in order to spare them anti-German prejudice.": [
        [
            0,
            7,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ]
    ],
    "Wichert himself retired to Keiten auf Sylt in 1934.": [
        [
            0,
            7,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ],
        [
            27,
            33,
            [
                "Eaten",
                "Karen",
                "Kate",
                "Oaten"
            ]
        ],
        [
            34,
            37,
            [
                "AUF",
                "AF",
                "aux",
                "AIF",
                "Aug",
                "AEF"
            ]
        ]
    ],
    "After the war, Wichert was elected mayor of Kampen auf Sylt.": [
        [
            15,
            22,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ],
        [
            51,
            54,
            [
                "AUF",
                "AF",
                "aux",
                "AIF",
                "Aug",
                "AEF"
            ]
        ]
    ],
    "His two marriages resulted in six children.</p>": []
}