{
    "<p>Art historian of the Roman and early Christian period; founding member of the so-called first \"Vienna School\" of art history.": [],
    "Wickhoff was a student of archaeologist <a href=\"/conzea\">Alexander Conze</a> and <a href=\"/thausingm\">Moriz Thausing</a> at the University of Vienna and the historian Theodor von Sickel (1826-1908), the latter the founder of historical \"diplomatics,\" the method for determining the authenticity of documents.": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "In 1879 Wickhoff was appointed inspector at the Kunstgewerbe-Museum under Thausing.": [
        [
            8,
            16,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            74,
            82,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "He met <a href=\"/morellig\">Giovanni Morelli</a>, whose connoisseurship method of determining authenticity by identifying characteristic details of an individual artist Wickhoff took to new levels.": [],
    "Beginning in 1882 Wickhoff taught art history in Vienna as a professor, retaining his position at the museum.": [
        [
            18,
            26,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "In 1895 he co-published his most important publication, <em>Die Wiener Genesis</em>, with <a href=\"/hartelw\">Wilhelm August Härtel</a>.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "Wickhoff was responsible for the analysis of the images and the extended introduction of the book, which constituted a discussion of the evolution of Roman art from Augustus to Constantine, and Härtel the description of the manuscript.": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            194,
            200,
            [
                "Cartel",
                "Martel",
                "Harte"
            ]
        ]
    ],
    "Wickoff valued the illusionism that Roman art mastered, especially in portraiture, and the technique of continuous narrative, at a time when Roman art was not thought of as worthy of study.": [
        [
            0,
            7,
            [
                "Kickoff",
                "Wyckoff",
                "Wick off"
            ]
        ],
        [
            19,
            30,
            [
                "illusionist"
            ]
        ]
    ],
    "The same year, 1895, he resigned from the Kunstgewerbe-Museum and was succeed by <a href=\"/riegla\">Aloïs Riegl</a>.": [
        [
            70,
            77,
            [
                "succeeded",
                "succeeding"
            ]
        ]
    ],
    "Wickhoff's influence was enhanced when <em>Genesis</em> was translated into English by <a href=\"/stronges\">Eugénie Sellers Strong</a> and his theories spread among the British and American scholarly communities.": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "In 1898 Wickhoff took as his assistant the young <a href=\"/dvorakm\">Max Dvořák</a>, who would later join the faculty of the University as part of the \"Vienna school\" of art historians.": [
        [
            8,
            16,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Wickhoff severely criticized the early publications on Byzantine and Roman art of <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>, as being poorly researched and thought out.": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Although others in the University, among them Riegl, who was now a professor there, had similar sentiments, it was Wickhoff's attack on Strzygowski that would lead to political retributions after Wickhoff's death.": [
        [
            46,
            51,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            115,
            123,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            196,
            204,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "In 1905 he began a project as principal editor to publish the illuminated manuscripts in Austria, the <em>Beschreibendes Verzeichnis der illuminierten Handschriften in Österreich</em>, which continued after his death.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "In later years Wickhoff took up painting and writing literature, completing an unfinished novel of Goethe and amassing a vast personal library.": [
        [
            15,
            23,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "A life-long bachelor, he was able to devote his entire life to the arts.": [],
    "His students, in addition to Dvořák, included <a href=\"/gluckg\">Gustav Glück</a>, <a href=\"/friedlanderw\">Walter F. Friedländer</a>, <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a>, <a href=\"/tietzeh\">Hans Tietze</a> and (later \"second Vienna School\") art historian <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, who termed himself Wickhoff's \"Urschüler.\"": [
        [
            29,
            35,
            [
                "Dvorak"
            ]
        ]
    ],
    "Wickhoff died in Venice and is buried on the island cemetery of San Michele.": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Wickhoff was succeeded by Strzygowski in a retaliative move, probably orchestrated by the Archduke, which continued the feud and bifurcated art teaching [see entries on Strzygowski and Schlosser].": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Though Thausing established the \"Vienna School\" of art history, Wickhoff is consider the school's true founder.": [
        [
            7,
            15,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ],
        [
            64,
            72,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            76,
            84,
            [
                "considered",
                "considering"
            ]
        ]
    ],
    "His method joined archaeology, philosophy and connoisseurship into art history.": [],
    "His first interest was renaissance art and its relationship to the classical era.": [],
    "He was greatly influenced by Morelli, advancing Morelli's techniques and defending him publicly at a time with museum directors such as <a href=\"/bodew\">Wilhelm Bode</a> and <a href=\"/friedlanderm\">Max J. Friedländer</a> were attacking him.": [
        [
            29,
            36,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            48,
            55,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Morelli, who hated academic scholars generally, found less fault with Wickhoff than any of those who pursued his method.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            70,
            78,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "A scholar of <em>Zeitgeist</em> in art, Wickhoff considered that the art in the age of Titus had reached the acme of illusionism, a level, he contended, that would not be matched again until Velázquez.": [
        [
            40,
            48,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            117,
            128,
            [
                "illusionist"
            ]
        ]
    ],
    "Most important, Wickhoff viewed Roman art not as a decadent reworking of the Greek tradition, which the 19th century had wholesale adopted from <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>, but as a worthy epoch unto itself with its own criteria of excellence.": [
        [
            16,
            24,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "His work rehabilitated the study of early Christian art, outlining its unique narrative principles and elevating it to its own aesthetic.": [],
    "He criticized the periodization of art history, which he characterized as artificial to the works themselves, and the positivism of the 19th century which only appreciated art that appeared to progress technically.": [],
    "He was among the first to deplore the linear view of art history, which, he pointed out, served nothing more than the illusion that the art of the present day was the best.": [],
    "Wickhoff's appreciation of Impressionism and, in Vienna the work of Gustav Klimt, at a time when it was not customary among the art-history community, was consistent with these ideals.": [
        [
            0,
            8,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "His early recognition that the iron architecture of train stations and bridges was the bellwether of the modern age was years before architectural theory (Kultermann).": [
        [
            155,
            165,
            [
                "Bultmann",
                "Hubermann",
                "Zuckermann"
            ]
        ]
    ],
    "Were that not enough, Wickhoff is also one of the founders of art history as the study of material cultures of all countries.": [
        [
            22,
            30,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "His essay, \"über die historische Einheitlichkeit der gesamten Kunstentwicklung,\" (1898) and an article for the arts-and-crafts journal <em>Die Jugend</em> emphasized the value of studying non-western cultures and objects.</p>": [
        [
            12,
            16,
            [
                "Uber",
                "user",
                "Huber",
                "tuber",
                "Buber",
                "umber"
            ]
        ],
        [
            21,
            32,
            [
                "historical",
                "historic",
                "historicize",
                "historize"
            ]
        ],
        [
            49,
            52,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            53,
            61,
            [
                "beaten",
                "eaten",
                "seamen",
                "gelatin",
                "sesame",
                "gestate"
            ]
        ]
    ]
}