{
    "<p>Architectural historian.": [],
    "Wiebenson was the daughter of a building contractor, Edward Ralph Wiebenson, and his wife Jeannette Rodier (Wiebenson).": [
        [
            0,
            9,
            [
                "Benson",
                "Stevenson",
                "Wilkinson",
                "Wilkerson",
                "Benenson",
                "Winterson"
            ]
        ],
        [
            66,
            75,
            [
                "Benson",
                "Stevenson",
                "Wilkinson",
                "Wilkerson",
                "Benenson",
                "Winterson"
            ]
        ],
        [
            100,
            106,
            [
                "Rodger",
                "Rowdier",
                "Rosier",
                "Ropier"
            ]
        ],
        [
            108,
            117,
            [
                "Benson",
                "Stevenson",
                "Wilkinson",
                "Wilkerson",
                "Benenson",
                "Winterson"
            ]
        ]
    ],
    "After graduating from Vassar College with an A. B. in 1946 she entered Harvard University, securing a second Bachelor's degree in Architecture in 1951.": [],
    "She moved to New York where she worked as a designer and draftsperson in various architectural offices in New York City between 1951 and 1958.": [
        [
            57,
            69,
            [
                "drafts person"
            ]
        ]
    ],
    "That year she was awarded an A.M.": [],
    "from New York University, continuing for her doctorate.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "While working on her Ph.": [
        [
            21,
            23,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., she acted as an independent architectural consultant in New York City.": [],
    "She wrote her dissertation under <a href=\"/friedlanderw\">Walter F. Friedländer</a> on the history of the Greek revival in architecture, receiving her Ph.D.": [],
    "in 1964.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She edited the Institute of Fine Art's periodical, Marsyas for 1965 (issues 1962-1964).": [
        [
            51,
            58,
            [
                "Marshal",
                "Marshes",
                "Martyrs",
                "Marinas",
                "Marshals",
                "Marsha"
            ]
        ]
    ],
    "She was appointed a lecturer in architecture at Columbia University in 1966.": [],
    "Wiebenson moved to the University of Maryland, College Park as an associate professor in 1968.": [
        [
            0,
            9,
            [
                "Benson",
                "Stevenson",
                "Wilkinson",
                "Wilkerson",
                "Benenson",
                "Winterson"
            ]
        ]
    ],
    "She published a revised version of her Ph.D.": [],
    "thesis in 1969 as Sources of Greek Revival Architecture.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "In 1972 he accepted the position of professor of architectural history at University of Virginia, Charlottesville.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "She was director of the Society of Architectural Historians between 1974 and 1977.": [],
    "She was promoted to professor of architectural history and chair of division in 1977.": [],
    "The following year, her book on landscape architecture in France, The Picturesque Garden in France, appeared.": [],
    "She retired from the University in 1992.": [],
    "A Dora Wiebenson Graduate Student Prize was begun in 1999 by the Historians of Eighteenth-Century Art and Architecture (HECAA) in her honor.</p>": [
        [
            7,
            16,
            [
                "Benson",
                "Stevenson",
                "Wilkinson",
                "Wilkerson",
                "Benenson",
                "Winterson"
            ]
        ],
        [
            120,
            125,
            [
                "HE CAA",
                "HEC AA"
            ]
        ]
    ]
}