{
    "<p>Artist, Professor of Modern art and Director, UCLA Art Galleries.": [],
    "Wight's parents were Carol Van Buren Wight (b.": [],
    "1875) a professor of classics at Johns Hopkins University, and Alice Stallknecht (Wight), an artist.": [],
    "He graduated from the University of Virginia in 1923, traveling to France to study painting at the Academie Julien, 1923-1925, as well as elsewhere in Europe.": [
        [
            99,
            107,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He married Joan Bingham in 1936.": [],
    "Wight began writing novels, <em>South</em> (1935), <em>The Chronicle of Aaron Kane</em> (1936) and <em>Youth in Trust</em> (1937).": [],
    "During World War II, Wight served in the U.S.": [],
    "Naval Reserves, 1942-1945, rising to a lieutenant commander.": [],
    "He participated in the Normandy landing, later transferring to the O.S.S., (Office of Strategic Services, forerunner of the Central Intelligence Agency), stationed in London, Paris, and Wiesbaden.": [],
    "After discharge in 1945, he entered Harvard University for an M.A.": [],
    "in museology, taking the famous \"museums course\" under <a href=\"/sachsp\">Paul J. Sachs</a> and studying with <a href=\"/rosenbergj\">Jakob Rosenberg</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He curated the exhibition for the Boston Institute of Contemporary Art, \"Milestones of American Painting in Our Century,\" wrting the catalog in 1949.": [
        [
            122,
            128,
            [
                "writing",
                "wring"
            ]
        ]
    ],
    "Despite the catalog's introduction written by <a href=\"/goodrichl\">Lloyd Goodrich</a>, curator of the Whitney and an exponent of modernist art, the show was termed by <em>Life</em> magazine as a salvo against modern art.": [],
    "The article focused in part on the Institute's name change from \"Modern\" to \"Contemporary Art.\"": [],
    "The article met with a firestorm of protest by major art museum directors, denying that Wight's show was an attempt to revise modernism.": [],
    "Wight was appointed associate director of the Boston Institute of Contemporary Art, under <a href=\"/plautj\">James S. Plaut</a>, in 1950.": [],
    "By 1953 he had been appointed professor of art and director of the UCLA Galleries.": [],
    "As a lecture-professor, he taught the history of modern art.": [],
    "The following year he wrote the volume on Goya form the Abrams (publisher) <em>Great Art of the Age</em> series, one of the few books he wrote not functioning as an exhibition catalog.": [],
    "In 1963 he chaired the Art Department of UCLA (to 1966).": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "While director of the UCLA Galleries, he assembled shows on Lionel Feininger, Arthur Dove, Sheeler, Marin, Graves, Hoffman, Modigliani, Picasso, Lipschitz, Stuart Davis, Matisse, Bingham, Arp, Marcks, Archipenko, Oldenburg, MacDonald-Wright, George Rickey, and June Wayne.": [
        [
            67,
            76,
            [
                "Fainter",
                "Salinger",
                "Basinger",
                "Festinger",
                "Fainer",
                "Malinger"
            ]
        ],
        [
            91,
            98,
            [
                "Wheeler",
                "Sheller",
                "Steeler",
                "Sheerer"
            ]
        ],
        [
            188,
            191,
            [
                "ARP",
                "Are",
                "Art",
                "Arm",
                "Arc",
                "Harp"
            ]
        ],
        [
            193,
            199,
            [
                "Marks",
                "Marcus",
                "Marcos",
                "Marc ks"
            ]
        ],
        [
            201,
            211,
            [
                "Archipelago"
            ]
        ]
    ],
    "As a professor of art, he painted and exhibited his entire life.": [],
    "He retired in 1972 and the art galleries at the University were renamed the Frederick S. Wight Art Galleries in his honor.": [],
    "His book <em>The Potent Image: Art in the Western World from Cave Paintings to the 1970's</em> was issued in 1976.": [],
    "He died at age 84.": [],
    "Speakers at this memorial service in 1987 included the artists Richard Diebenkorn, William Brice.": [],
    "Wight built university's art collection into one of national prominence, turning the UCLA Art Galleries into a central player in the development of Southern California as a major region for modern art exhibition and production.": [],
    "In particular, the development of the sculpture garden at UCLA, later named the Franklin D. Murphy Sculpture Garden after the University's president was largely due to his skills as both a director and cultural leader.": [],
    "Wight had a very peculiar way of lecturing.": [],
    "\"His habit of breaking up sentences with a string of ah-ah-ah-ahs would have been annoying except you knew he was building up to aesthetic punch lines that were either startlingly revealing or very funny\" (Wilson).": [
        [
            53,
            65,
            [
                "ah-ah-ah-AHS"
            ]
        ]
    ],
    "He was not a research scholar; his books on art approached their subject from vantage point of an artist.</p>": []
}