{
    "<p>Michelangelo scholar and Deputy Director of the Courtauld Institute, professor 1950-58.": [
        [
            51,
            60,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Wilde was raised in Hungary.": [],
    "His parents were Richard Wilde (1840-1912) and Rosalie Somjágy (Wilde) (1854-1928).": [
        [
            55,
            62,
            [
                "Company",
                "Summary",
                "Homage",
                "Bombay",
                "Somali",
                "Someday"
            ]
        ]
    ],
    "He attended the State Gymnasium in Budapest before the University of Budapest, 1909-1913 where he studied art, archaeology and philosophy, then one semester at the University of Freiburg before settling at the University of Vienna, 1915-1917.": [],
    "In Vienna he studied under Vienna-school scholar <a href=\"/dvorakm\">Max Dvořák</a>, with whom he wrote his doctorate in 1918 on early Italian etching.": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "Since 1914 he had been a volunteer at the department of prints at the Museum of Fine Arts, Budapest.": [],
    "In 1918 he was promoted to Assistant Curator at the Museum.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "There he was a member of the so-called Budapest Sunday Circle (Budapester Sonntagskreis) whose members included <a href=\"/antalf\">Frederick Antal</a>, <a href=\"/hausera\">Arnold Hauser</a> and <a href=\"/tolnayc\">Charles de Tolnay</a>.": [],
    "In 1922 he moved permanently to Vienna where he was an assistant at the Gemäldegalerie of the Kunsthistorischen Museums, under the direction of the talented <a href=\"/gluckg\">Gustav Glück</a>.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "In Vienna he collaborated with <a href=\"/swobodak\">Karl Maria Swoboda</a> in editing the collected works of Dvořák.": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "In 1923 he became Assistant Keeper, then Keeper of the Gemäldegalerie, where he was an early exponent of the use of x-rays for painting conservation.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "He became an Austrian citizen in 1928.": [],
    "In 1930 Wilde married the art historian Julia Gyárfás (d.": [
        [
            46,
            53,
            [
                "Areas",
                "Yards",
                "Guards",
                "Gears",
                "Dwarfs",
                "Vargas"
            ]
        ]
    ],
    "1970).": [],
    "Although Wilde was Roman Catholic, his Jewish wife was in jeopardy when the Nazis rose to power in 1933.": [],
    "The couple left for Holland in 1939 and then, as guests of <a href=\"/clarkk\">Kenneth Clark</a> went to Aberystwyth, Wales, to consult for his former student, <a href=\"/seilerundaspanga\">Antoine Seilern</a> on his collection.": [],
    "Wilde also assisted in cataloging the pictures of the National Gallery, where the London paintings were stored for safekeeping.": [],
    "Wilde was asked by the Keeper of Prints and Drawings <a href=\"/pophama\">Hugh Popham</a> of the British Museum to write a catalog of old master drawings at Windsor Castle in 1939.": [],
    "When World War II broke out, the Wilde's were interned and deported to an alien camp in Canada for the years 1940-1941, erroneously charged with signaling enemy submarines.": [],
    "They returned to England in 1941 where Wilde resumed his work on the Windsor Castle catalog.": [],
    "At the same time he began lecturing at the Courtauld Institute.": [
        [
            43,
            52,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He became a Reader in the History of Art there in 1947.": [],
    "The following year he advanced to Deputy Director of the Courtauld Institute of Art which he held until 1958.": [
        [
            57,
            66,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He was professor of History of Art beginning in 1950.": [],
    "He became emeritus in 1958.": [],
    "His students included <a href=\"/shearmanj\">John Kinder Gowran Shearman</a> and <a href=\"/borsooke\">Eve Borsook</a>.</p>\n\n<p>Wilde published comparatively little and never allowed his lectures to be printed in his lifetime (his Michelangelo lectures appeared in 1978).": [],
    "Early on he was influenced by the work of the philosopher Wilhelm Dilthey (1833-1911), especially evident in Wilde's empirical approach to studying the object (Shearman).": [
        [
            66,
            73,
            [
                "Filthy",
                "Dither"
            ]
        ],
        [
            160,
            168,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "Wilde's scholarship on Michelangelo is some of his finest, his Windsor Castle collection catalog dispelled many myths about the artist.": [],
    "Wilde was an equal authority on Venetian art, a reputation he had already built during his years at the Gemäldegalerie in Vienna.</p>": []
}