{
    "<p>Art dealer, connoisseur and art historian.": [],
    "Wildenstein was the son of Nathan Wildenstein (1851-1934), the founder of the art gallery that bore their name.": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            34,
            45,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "The younger Wildenstein began working in his father's firm in 1910, assuming the head in 1934 at his father's death.": [
        [
            12,
            23,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "Wildenstein added masterworks of the Impressionists and post impressionists to the gallery's holding, developing vast holdings from which top collectors could chose.": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            159,
            164,
            [
                "choose"
            ]
        ]
    ],
    "He also developed the firm's legendary art reference libraries, considered to be among the finest in the world.": [],
    "Wildenstein took over as publisher of the <em>Gazette des Beaux Arts</em> from Théodore Reinach (1860-1928).": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "In 1924 he founded his own weekly serial, <em>Arts</em>.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "Though Wildenstein was less interested in twentieth-century art, he assisted the Surrealists in the 1930s, lending them a gallery in which to stage their International Surrealist exhibition.": [
        [
            7,
            18,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "In 1932 Wildenstein hired architect Horace Trumbauer to design the New York galleries at East 64th Street, in a regal five storey building.": [
        [
            8,
            19,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            43,
            52,
            [
                "Trumpeter",
                "Trumbull",
                "Tumbler",
                "Grumbler",
                "Crumblier",
                "Neubauer"
            ]
        ],
        [
            118,
            129,
            [
                "five-storey"
            ]
        ]
    ],
    "As an art dealer, Wildenstein was famous for turning a profit on great works of art.": [
        [
            18,
            29,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "Between 1923 and 1955, Wildenstein sold one Toulouse Lautrec painting five times, its price having jumped from $1800 to $275,000.": [
        [
            23,
            34,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            53,
            60,
            [
                "Laurel",
                "Lauren"
            ]
        ]
    ],
    "In 1956 he appointed the curator of prints at the Bibliothèque nationale, <a href=\"/adhemarj\">Jean Adhémar</a>, to be editor of the <em>Gazette</em>, a brilliant move who expanded the scope of the journal.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ],
        [
            63,
            72,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "Wildenstein was an authority on Gauguin and wrote knowledgeable texts on Ingres and Chardin.": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            84,
            91,
            [
                "Hardin",
                "Cardin",
                "Charmin",
                "Char din",
                "Chard in"
            ]
        ]
    ],
    "At his death in 1963 the <em>Gazette</em> and the firm were taken over by his son, <a href=\"/wildensteind\">Daniel Wildenstein</a>.": [],
    "The (London) <em>Times</em>' obituary described Wildenstein as Duveen's heir, not entirely a complement.": [
        [
            48,
            59,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            63,
            69,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Wildenstein's heirs have had to fend off accusations that the elder man accepted stolen paintings from the Nazis during the French occupation to sell for them.</p>": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ]
}