{
    "<p>Director Van Abbemuseum Eindhoven, 1946-1963; director Stedelijk museum Amsterdam (1963-1985).": [
        [
            16,
            26,
            [
                "Abbe museum"
            ]
        ],
        [
            58,
            67,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "De Wilde attended high school at the Nijmegen Canisiuscolllege.": [],
    "After graduation he studied Law at Nijmegen University.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "He also trained to become a painter at the Amsterdam Rijksakademie.": [],
    "In September 1945 he joined the Stichting Nederlands Kunstbezit, which was assigned the task of recovering artworks stolen by the Nazis during World War II and returning them to their rightful owners.": [
        [
            32,
            41,
            [
                "Sighting",
                "Sticking",
                "Stitching",
                "Slighting",
                "Stinting"
            ]
        ],
        [
            42,
            52,
            [
                "Nederland's",
                "Nederland"
            ]
        ]
    ],
    "In 1946 De Wilde was appointed director of the Municipal Van Abbemuseum in Eindhoven.": [
        [
            61,
            71,
            [
                "Abbe museum"
            ]
        ]
    ],
    "His exhibition program focused on international modern art.": [],
    "In the years of post-war reconstruction, De Wilde was also able to begin building up the museum collection with works of Dutch expressionism and De Stijl.": [
        [
            148,
            153,
            [
                "Still",
                "STIHL"
            ]
        ]
    ],
    "From 1951 onwards he acquired paintings by Kokoschka, Kandinsky, Chagall, Picasso, Léger, Braque, and others.": [
        [
            43,
            52,
            [
                "Yokosuka"
            ]
        ],
        [
            83,
            88,
            [
                "Leger",
                "Lever",
                "Lager",
                "Luger",
                "Ledger",
                "Leper"
            ]
        ]
    ],
    "The controversial purchase, in 1954, of Picasso's very expensive \"Femme en vert,\" from 1909, led to fierce public resistance.": [
        [
            66,
            71,
            [
                "Lemme",
                "Fem me"
            ]
        ]
    ],
    "De Wilde also collected contemporary works by French painters, including Dubuffet.": [
        [
            73,
            81,
            [
                "Du buffet"
            ]
        ]
    ],
    "Another favorite was the Dutch epressionist Karel Appel.": [
        [
            31,
            43,
            [
                "expressionist"
            ]
        ]
    ],
    "In 1963 De Wilde was appointed director of the Stedelijk Museum of Amsterdam, where he succeeded <a href=\"/sandbergw\">Willem Jacob Henri Berend Sandberg</a>.": [
        [
            47,
            56,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "Unlike Sandberg, De Wilde's acquisition policy focused on contemporary painting from the 1960s onward.": [],
    "Besides an impressive exhibition program of international contemporary art, De Wilde acquired works of European artists, such as Appel, Baselitz, Dubuffet, Van Elk, Fontana, Kiefer, Klein, Long and Manzoni.": [
        [
            129,
            134,
            [
                "Appeal",
                "Apple",
                "Rappel"
            ]
        ],
        [
            136,
            144,
            [
                "Baseline",
                "Bakelite"
            ]
        ],
        [
            146,
            154,
            [
                "Du buffet"
            ]
        ],
        [
            174,
            180,
            [
                "Kaiser",
                "Liefer"
            ]
        ],
        [
            198,
            205,
            [
                "Manson",
                "Marconi",
                "Antoni",
                "Mancini",
                "Manon",
                "Mazzini"
            ]
        ]
    ],
    "An exceptional acquisition was the 1952 collage, \"La perruche et la sirène\", by Matisse.": [
        [
            53,
            61,
            [
                "penuche",
                "verrucae"
            ]
        ],
        [
            68,
            74,
            [
                "Irene",
                "serene",
                "siren",
                "sirens",
                "SIREN",
                "sirened"
            ]
        ]
    ],
    "American contemporary artworks by Kelly, De Kooning, Mangold, Nauman, Newman, Serra, and Tuttle became another substantial part of the collection.": [
        [
            44,
            51,
            [
                "Mooning"
            ]
        ],
        [
            53,
            60,
            [
                "Man gold"
            ]
        ],
        [
            62,
            68,
            [
                "Human",
                "Norman",
                "Batman",
                "Nathan",
                "Newman",
                "Truman"
            ]
        ],
        [
            89,
            95,
            [
                "Turtle",
                "Tittle",
                "Tattle",
                "Cuttle"
            ]
        ]
    ],
    "Willem de Kooning, whose 1963 \"Rosy-fingered Dawn at Louse Point\" was purchased in 1964, was De Wilde's personal friend.": [],
    "In 1968 a major retrospective of De Kooning was held at the Stedelijk Museum.": [
        [
            36,
            43,
            [
                "Mooning"
            ]
        ],
        [
            60,
            69,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "De Wilde regularly visited the artist in his studio in Springs, Long Island.": [],
    "De Kooning donated thirteen bronze sculptures to the Stedelijk.": [
        [
            3,
            10,
            [
                "Mooning"
            ]
        ],
        [
            53,
            62,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "His painting \"Morning, The Springs\" was added to the collection in 1983, on the occasion of another solo exhibition, \"Willem de Kooning.": [],
    "The North Atlantic Light 1960-1983\".": [],
    "During De Wilde's tenure the museum went through a period of reorganization.": [],
    "In 1970 a research and documentation department was created.": [],
    "The van Gogh collection left the museum in 1973 to be housed in the new Van Gogh Museum.": [],
    "Wilde's farewell exhibition, \"La Grande Parade\", presented a panoramic view of painting from 1940 to the 1980s.": [],
    "Works of 40 prominent painters of that era were displayed in confrontation with each other.": [],
    "\"La Grande Parade\" gained national and international acclaim, but De Wilde's selective choice of art works, as well as his subjective vision on painting, was criticized in the press.": [],
    "After his retirement, de Wilde remained active in the art scene.": [],
    "He organized a traveling Karel Appel exhibition in Japan, and, as a board member, he was involved in the creation of the Tilburg De Pont museum of contemporary art.": [],
    "In 1999 The Van Abbemuseum showed the artworks acquired by De Wilde between 1946 and 1963.": [
        [
            16,
            26,
            [
                "Abbe museum"
            ]
        ]
    ],
    "De Wilde died in 2005.": [],
    "Two years later, the De Pont museum remembered him with an exhibition on Willem de Kooning.": [
        [
            24,
            28,
            [
                "Point",
                "Post",
                "Poet",
                "Port",
                "Pond",
                "Pot"
            ]
        ]
    ],
    "De Wilde's authoritative judgments and subjective vision as a connoisseur have been criticized, but he was one of the most important directors of the Amsterdam Stedelijk Museum (Van Adrichem).</p>": [
        [
            160,
            169,
            [
                "Steeling",
                "Steelier"
            ]
        ],
        [
            182,
            190,
            [
                "Aleichem"
            ]
        ]
    ]
}