{
    "<p>Impressionist scholar and gallery dealer.": [],
    "Wildenstein was born to a family of art dealers.": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "His grandfather, Nathan Wildenstein, began the business Wildenstein & Cie., in the 1870s selling 18<sup>th</sup>-century and old master paintings.": [
        [
            24,
            35,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            56,
            67,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            70,
            73,
            [
                "CIE",
                "Die",
                "Lie",
                "Tie",
                "CIA",
                "Cite"
            ]
        ],
        [
            104,
            106,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "In the early twentieth century, the business expanded to London and New York where their clients included Henry Clay Frick and J. P. Morgan.": [],
    "The younger Wildenstein was educated at the Sorbonne and spent his early professional years as the exhibitions director of the Musée Jacquemart-Andre, Paris, and the Musée Chaalis in the north of France.": [
        [
            12,
            23,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            99,
            110,
            [
                "exhibitions'",
                "exhibition's"
            ]
        ],
        [
            127,
            132,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            166,
            171,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            172,
            179,
            [
                "Chablis",
                "Challis"
            ]
        ]
    ],
    "He was the publisher of the respected <em>Gazette des Beux-Arts</em>, which he took over from his father, <a href=\"/wildensteing\">Georges Wildenstein</a>.": [],
    "In 1959 Wildenstein took over the gallery business from his father, closing the Paris location in the 1960s and making New York its main office.": [
        [
            8,
            19,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "Always a secretive business, Wildenstein was reputed to have large, unseen holdings of Impressionist masters.": [
        [
            29,
            40,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "In 1978, the \"Vault\", as the New York storeroom is called, included 20 Renoirs, 25 Courbets, 10 Van Goghs, 10 Cezannes, and 10 Gauguins; 2 Boticellis, 8 Rembrandts, 8 Rubens, 9 El Grecos and 5 Tintorettos among a total inventory of 10,000 paintings.": [
        [
            71,
            78,
            [
                "Renoir's",
                "Renoir"
            ]
        ],
        [
            83,
            91,
            [
                "Courbet's",
                "Courbet"
            ]
        ],
        [
            100,
            105,
            [
                "Gogh's",
                "Gogh",
                "Goths",
                "Goff"
            ]
        ],
        [
            110,
            118,
            [
                "Cezanne",
                "Cézanne"
            ]
        ],
        [
            127,
            135,
            [
                "Gauguin's",
                "Gauguin"
            ]
        ],
        [
            139,
            149,
            [
                "Botticelli"
            ]
        ],
        [
            153,
            163,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ],
        [
            177,
            186,
            [
                "El Greco"
            ]
        ],
        [
            193,
            204,
            [
                "Tintoretto's",
                "Tintoretto"
            ]
        ]
    ],
    "In 1993 a subsidiary of Wildenstein joined forces with Pace Gallery to become PaceWildenstein, a Manhattan gallery specializing in high-end contemporary art.": [
        [
            24,
            35,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "Wildenstein set up a foundation, called the Wildenstein Institute, to issued <em>catalogues raisonnés</em> of major French artists.": [
        [
            0,
            11,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ],
        [
            44,
            55,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "The Institute issued the definitive catalog on Monet, which Wildenstein personally oversaw.": [
        [
            60,
            71,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "He was also responsible for founding the American Institute of France in New York.": [],
    "The end of Wildenstein's days, however, were clouded by lawsuits and accusations that his father collaborated with the Nazis during the occupation of France to gain art treasures seized from Jews.": [
        [
            11,
            22,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "The French government dismissed two libel lawsuits by Wildenstein for damages by author Hector Feliciano in his book, <em>The Lost Museum</em>, in 1999.": [
        [
            54,
            65,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "Partially to counteract this, Wildenstein published <em>Marchand d'Art</em> (1999), a series of interviews.": [
        [
            30,
            41,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "In a second case, family members of Alphonse Kahn sought to recover illuminated manuscripts stolen by the Germans and erroneously returned after the war to Wildenstein.": [
        [
            45,
            49,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ],
        [
            156,
            167,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ],
    "At the time of his death, the Wildenstein Institute was embroiled in lawsuits by collectors of Kees van Dongen and Amedeo Modigliani paintings whose works had were being excluded from the forthcoming catalogues raisonnés.</p>": [
        [
            30,
            41,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ]
}