{
    "<p>Artist and art writer; organized Nazi \"Degenerate Art\" exhibition 1937.": [],
    "Willrich's father, Hugo Willrich (1867-1950), was a professor of Hellenistic studies at the gymnasium in Göttingen.": [
        [
            0,
            8,
            [
                "Willich",
                "Will rich"
            ]
        ],
        [
            24,
            32,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "Willrich himself studied studio art in Berlin at the Kunsthochschule between 1915-16.": [
        [
            0,
            8,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "Already strongly conservative because of his father's traditional Prussian views, the younger Willrich resisted the new art styles being taught there.": [
        [
            94,
            102,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "The first World Ward cut short his art training.": [],
    "Willrich served in the 251st infantry regiment in 1916 seeing action at the eastern front.": [
        [
            0,
            8,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "He was captured and interned in a Orleans prisoner-of-war camp.": [
        [
            32,
            33,
            [
                "an"
            ]
        ]
    ],
    "In 1920 Willrich resumed his art studies, this time at the Academy in Dresden under Richard Mueller, Georg Luehring and the anatomist Hermann Dittrich.": [
        [
            8,
            16,
            [
                "Willich",
                "Will rich"
            ]
        ],
        [
            107,
            115,
            [
                "Luring",
                "Behring",
                "Leering",
                "Queering",
                "Euchring"
            ]
        ],
        [
            142,
            150,
            [
                "Dietrich"
            ]
        ]
    ],
    "He studied at Dresden until 1924, when he made a tour of northern art cities.": [],
    "He moved to Berlin where the newly empowered Nazi government gave him a position in the Ministry of Culture.": [],
    "However, a former association with General Ludendorf cast dispersions on him and he was forced to leave the post.": [
        [
            43,
            52,
            [
                "Dübendorf"
            ]
        ],
        [
            76,
            80,
            [
                ", and"
            ]
        ]
    ],
    "A chance encounter with the head of the state agricultural farms, R. Walther Daré gained him a commission portraying German peasants of Nordic physiognomy.": [
        [
            77,
            81,
            [
                "Dare",
                "DARE",
                "Are",
                "Care",
                "Date",
                "Dark"
            ]
        ]
    ],
    "He ironically he gained disfavor with local Nazi Party leaders over his conception of \"Nordic\".": [],
    "He continued to document these \"racial types\" under the direction of the NSDP's Chief racial anthropologist Walter Gross (1904-?).": [],
    "The Office of Racial Politics of the Nazi Party disseminated these as posters and post cards.": [],
    "Despite his affinity with the ideals of the Nazis, Willrich declined offers to join the party or be named an honorary SS member by Heinrich Himmler, fearing a loss of artistic autonomy.": [
        [
            51,
            59,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "By this time, Willrich had become associated with <a href=\"/baudissink\">Klaus Graf von Baudissin</a>, who had taken over the Folkwang Museum in Essen after the dismissal of <a href=\"/osthausk\">Karl Ernst Osthaus</a>.": [
        [
            14,
            22,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "Willrich began his book publication career by publishing in 1935 some collected drawings, titled <em>Bauerntum als Heger deutschen Blutes</em> (Peasantry as the Keeper of German Blood).": [
        [
            0,
            8,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "The publisher was the Nazi house organ, \"Blood and Soil\" press.": [],
    "By the late 1930's, Willrich's conception of acceptable art was so narrow, that he considered degenerate any art other than that representing heroic verisimilitude.": [
        [
            12,
            18,
            [
                "1930s"
            ]
        ],
        [
            20,
            28,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "In 1937 Walter Hansen (b.": [],
    "1934), Graf von Baudissin and Willrich assisted in organizing the now famous Munich exhibition known as Degenerate Art (Entartete Kunst).": [
        [
            7,
            11,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ],
        [
            16,
            25,
            [
                "Baudouin",
                "Radisson"
            ]
        ],
        [
            30,
            38,
            [
                "Willich",
                "Will rich"
            ]
        ],
        [
            120,
            129,
            [
                "Entirety",
                "Entree",
                "Entrée"
            ]
        ],
        [
            130,
            135,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Willrich's own book on the subject, a scathing diatribe against modern art, called <em>Säuberung des Kunsttempels</em> (Cleansing of the Temples of Art) appeared at the same time.": [
        [
            0,
            8,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "He generally considered the Nazi party too gentle on the \"cultural bolshivism\" of modern art, and brought on himself the antagonism of many Nazi officials, including <a href=\"/hanfstaengle\">Eberhard Hanfstaengl</a>, the director of the Berlin Museum.": [
        [
            67,
            77,
            [
                "Bolshevism"
            ]
        ]
    ],
    "In 1939 he published a book representing more of his drawings of racial \"perfection,\" titled <em>Des edlen ewiges Reich</em> (the Noble, Eternal of the Empire).": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "In 1941 the National Socialist Cultural Authority presented an exhibition of his work called \"Race and Nation\".": [],
    "Throughout the World War II, Willrich accompanied the German army and navy, sketching portraits (including Rommel) and submarine crews.": [
        [
            29,
            37,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "In 1944 the Office of High Command for the Army assigned him to illustrate and write a book called \"That's Why the German Soldier Fought.\"": [],
    "Germany's defeat forced publication after the war in Buenos Aires in 1949.": [],
    "Much of his art was destroyed during and after the war.": [],
    "He was taken prisoner by American soliders in Göttingen where he had fled.": [
        [
            34,
            42,
            [
                "soldiers",
                "sliders",
                "solders",
                "solider"
            ]
        ]
    ],
    "Sent to a prisoner-of-war camp in Normandy after the war, he sketched portraits of American soldiers to make some money.": [],
    "He returned to his family in Göttingen where died of cancer at age 51.": [],
    "<em>Säuberung des Kunsttempels</em>, more so in some respects than even Goebbels' exhibition catalog for the <em>Entartete Kunst</em> exhibition, represents the Nazi vilification of modern art.": [],
    "Willrich approached modern art from the point of view of the artist, not the political theorist.": [
        [
            0,
            8,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "Instead of making copious comparisons with famous works of German art from the renaissance, Willrich attacks abstraction on its own terms.": [
        [
            92,
            100,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ],
    "\"Modern\" art to him lacked beauty and could be traced, according to Willrich, back to Communist ideas and African art, both of which he considered counter to the cannons of art.</p>": [
        [
            68,
            76,
            [
                "Willich",
                "Will rich"
            ]
        ]
    ]
}