{
    "<p>Coauthor of lexicon of artists, <em>Geschiedenis der vaderlandse schilderkunst, sedert de helft der XVIII eeuw</em>.": [],
    "Van der Willigen took the initiative to write the history of artists living in the Netherlands from the middle of the eighteenth century up to his time.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            16,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ]
    ],
    "In search for information on artists he published, in 1814, a request in the <em>Algemeene konst- en letterbode</em>.": [],
    "Among those who responded was <a href=\"/vaneyndenr\">Roeland van Eynden</a>, who subsequently became the coauthor of the project.": [],
    "Both Van Eynden and Van der Willigen were members of the Koninklijk Nederlandsch Instituut and generally involved with the cultural life of the Netherlands.": [
        [
            9,
            15,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ],
        [
            24,
            27,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            28,
            36,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ],
        [
            57,
            67,
            [
                "Koninklijke"
            ]
        ],
        [
            68,
            80,
            [
                "Nederland sch"
            ]
        ],
        [
            81,
            90,
            [
                "Institute"
            ]
        ]
    ],
    "Van der Willigen, who served briefly in the army, was an art lover who had published his travels in France and England as well as a treatise on national history painting in 1806.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            16,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ]
    ],
    "The two men published <em>Geschiedenis der vaderlandse schilderkunst, sedert de helft der XVIII eeuw</em>, a four-volume work, completed with engravings.": [],
    "The book was written to add to earlier biographical dictionaries of artists such as those written by <a href=\"/manderk\">Karel Van Mander</a>, <a href=\"/houbrakena\">Arnold Houbraken</a>, and <a href=\"/goolj\">Johan Van Gool</a>.": [],
    "Its content, however, is broader than the title indicates.": [],
    "The book goes back to the sixteenth century, covering sculptors, engravers, and architects in addition to painters.": [],
    "Van Eynden provided most of the content of the first volume, which appeared in 1816.": [
        [
            4,
            10,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ]
    ],
    "It deals in chronological order with artists not mentioned by their predecessors.": [],
    "The second volume (1817) largely written by Van der Willigen, deals with the lives of painters already mentioned in Van Gool's 1750-1751 <em>Nieuwe Schouburg</em>, continuing with artists born after that date.": [
        [
            48,
            51,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            52,
            60,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ],
        [
            120,
            124,
            [
                "Good",
                "Goal",
                "Pool",
                "Tool",
                "Cool",
                "Guilt"
            ]
        ]
    ],
    "Van Eynden, already in poor health during the second volume's appearance, died in 1819.": [
        [
            4,
            10,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ]
    ],
    "The third volume (1820) contains biographies of contemporary artists, and information on art collections, cabinets, art schools, academies, exhibitions etc.": [],
    "A fourth volume appeared in 1840, which acted as an appendix.": [],
    "His nephew was the documents-style scholar of Dutch art, <a href=\"/willigena\">Adriaan van der Willigen (1810-1876)</a>.": [],
    "The <em>Geschiedenis</em> provides information on more than 1500 artists and art collectors.": [],
    "The authors deliberately refrained from writing slanderous anecdotes on artists, as had been done in earlier publications.": [],
    "Van der Willigen and Van Eynden had access to excellent libraries, searched archives, and gathered firsthand information on contemporary art.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            16,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ],
        [
            25,
            31,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ]
    ],
    "They primarily focused on the Dutch school of artists, but when the southern Netherlands were united with the northern Netherlands under King Willem I in 1815, they began including Flemish artists.": [],
    "In 1997, and index to the <em>Geschiedenis</em> was published by Ton Geerts, making it still a useful reference work on the history of Netherlandish art.</p>": []
}