{
    "<p>Scholar of the art of the Ilfe civilization and Director of the Hunterian Museum & Art Gallery, 1976-1990.": [
        [
            29,
            33,
            [
                "IAFE"
            ]
        ],
        [
            67,
            76,
            [
                "Hutterian"
            ]
        ]
    ],
    "Willett was educated at Bolton Municipal Secondary School and then at University College, Oxford.": [
        [
            0,
            7,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "He then gained a diploma in Anthropology intending on foreign service.": [],
    "However, at the outbreak of World War II, Willett studied Japanese and joined the RAF.": [
        [
            42,
            49,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "After the war, he became Keeper of the Department of Ethnology and General Archaeology at Manchester Museum.": [],
    "He married his wife, Connie, in 1950.": [],
    "Willett made trips to Nigeria where he collected objects for the Manchester Museum.": [
        [
            0,
            7,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "His skill and understanding in this area lead to an appointment as the Honorary Surveyor of Antiquities for the Nigerian Federal Government in 1956, followed by an appointment as Nigeria Government Archaeologist, heading the Ife Museum in Southern Nigeria.": [
        [
            225,
            228,
            [
                "If",
                "Life",
                "Wife",
                "Ice",
                "Ire",
                "IFA"
            ]
        ]
    ],
    "Willet made Ife, one of the earliest and most important cities in West Africa, a life interest and research focus.": [
        [
            0,
            6,
            [
                "Millet",
                "Willed",
                "Willem",
                "Wallet",
                "Billet",
                "Fillet"
            ]
        ],
        [
            12,
            15,
            [
                "If",
                "Life",
                "Wife",
                "Ice",
                "Ire",
                "IFA"
            ]
        ]
    ],
    "Willet moved back to Oxford in 1963 to become a research fellow at Nuffield College.": [
        [
            0,
            6,
            [
                "Millet",
                "Willed",
                "Willem",
                "Wallet",
                "Billet",
                "Fillet"
            ]
        ],
        [
            67,
            75,
            [
                "Duffield"
            ]
        ]
    ],
    "Northwestern University in Evanston, Illinois, then building a superior department in African Studies, hired Willett as Professor of Art History, African Studies and Interdisciplinary Studies in 1966.": [
        [
            109,
            116,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "During this time, Willett published his Ife in the History of West African Sculpture.": [
        [
            18,
            25,
            [
                "Gillett",
                "Millett"
            ]
        ],
        [
            40,
            43,
            [
                "If",
                "Life",
                "Wife",
                "Ice",
                "Ire",
                "IFA"
            ]
        ]
    ],
    "He followed this in1971 with African Art: An Introduction, one of the most well-received surveys of African art of that decade.": [],
    "Willent returned to England to become the first Director of the Hunterian Museum at the University of Glasgow in 1976.": [
        [
            0,
            7,
            [
                "Silent",
                "Violent",
                "Willing",
                "Millet",
                "Willed",
                "Willem"
            ]
        ],
        [
            64,
            73,
            [
                "Hutterian"
            ]
        ]
    ],
    "As faculty in the department of Archaeology he lectured widely.": [],
    "As director of the Museum he opened the Hunterian Art Gallery and the rebuilt Charles Rennie Mackintosh house.": [
        [
            40,
            49,
            [
                "Hutterian"
            ]
        ],
        [
            86,
            92,
            [
                "Ronnie",
                "Jennie",
                "Bennie",
                "Lennie",
                "Rennin"
            ]
        ],
        [
            93,
            103,
            [
                "Slicker"
            ]
        ]
    ],
    "He co-organized the \"Treasures of Ancient Nigeria\" exhibition which traveled the United States in 1980.": [],
    "Willett was appointed Vice-Chair of the Scottish Museums Council in 1986 (to1989).": [
        [
            0,
            7,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "He was awarded a CBE in 1985.": [],
    "Willett retired from the Museum in 1990.": [
        [
            0,
            7,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "He served as Curator of the Royal Society for five years between 1992-1997.": [],
    "His introductory African art book was continuously updated and reissued until 2002.": [],
    "In 2004 published The Art of Ife: a Descriptive Catalogue and Database, a catalog on all known Ilfe objects, including descriptions of archaeological investigations of Ife sites, evidence for dating, as well as the social role of the sculpture and the hands of the artists.": [
        [
            29,
            32,
            [
                "If",
                "Life",
                "Wife",
                "Ice",
                "Ire",
                "IFA"
            ]
        ],
        [
            48,
            57,
            [
                "Catalog"
            ]
        ],
        [
            95,
            99,
            [
                "IAFE"
            ]
        ],
        [
            168,
            171,
            [
                "If",
                "Life",
                "Wife",
                "Ice",
                "Ire",
                "IFA"
            ]
        ]
    ],
    "The CD-ROM product won the Amoury Talbot Prize.": [
        [
            27,
            33,
            [
                "Amour",
                "Amours"
            ]
        ]
    ],
    "Willett was a pioneering scholar of African art and archaeology.": [
        [
            0,
            7,
            [
                "Gillett",
                "Millett"
            ]
        ]
    ],
    "As the first Director of the Hunterian Museum, he set a standard for its place in the University.": [
        [
            29,
            38,
            [
                "Hutterian"
            ]
        ]
    ],
    "He was a patient teacher whose students became the next generation of Africanists.": [],
    "Willet's scholarship focused on the realism of the Ilfe bronze portrait heads dating to the twelfth century A. D. His studies of these and other types of West African brass and bronze castings was done in tandem with the Smithsonian Institution, the British Museum and other major research institutions.</p>": [
        [
            0,
            6,
            [
                "Millet",
                "Willed",
                "Willem",
                "Wallet",
                "Billet",
                "Fillet"
            ]
        ],
        [
            51,
            55,
            [
                "IAFE"
            ]
        ]
    ]
}