{
    "Museum director, curator, art historian, and scholar of African art.": [],
    "Williams was born and grew up in Lincoln, Pennsylvania.": [],
    "Her father was a professor of English and dean at Lincoln University.": [],
    "She married Charlton E. Williams (1925-2002) a short time before receiving a B.A.": [],
    "in art history from Oberlin College in 1957.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She worked initially for the Museum of Modern Art in New York and then was a secretary for the African-American Institute in Lagos, Nigeria.": [],
    "She was also an escort for the State Department and arranged programs for Latin American students in the international exchange program of the National Social Welfare Assembly.": [],
    "Williams began her career as a museum curator at the Brooklyn Museum in 1973 where she worked in the Department of African, Oceanic, and New World Cultures.": [],
    "During her time there, she directed an aesthetically-oriented reinstallation of the permanent African collection, one of the oldest in the country, and organized several traveling exhibitions.": [],
    "She received an M.A.": [],
    "in art history from New York University's Institute of Fine Arts in 1975.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Williams also studied at the Columbia University School of Library Science, and at the École Pratique de l'Alliance Française in Paris.": [
        [
            87,
            92,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            93,
            101,
            [
                "Critique",
                "Plastique"
            ]
        ]
    ],
    "In 1983, Williams was appointed Director of the National Museum of African Art (NMAfA) at the Smithsonian Institution in Washington, D.C, succeeding Warren Robbins (1923-2008) and was the first African American to hold that position.": [
        [
            80,
            85,
            [
                "NAAFA"
            ]
        ],
        [
            135,
            136,
            [
                " C"
            ]
        ]
    ],
    "That same year she also received a Candace Award for History from the National Coalition of 100 Black Women.": [],
    "Williams oversaw the NMAfA's move in 1986 to an underground location on the Mall, where it was twinned with the Arthur M. Sackler Gallery in a $73.2 million museum and research complex.": [
        [
            21,
            26,
            [
                "NAAFA"
            ]
        ],
        [
            122,
            129,
            [
                "Tackler",
                "Sacker",
                "Mackler",
                "Cackler"
            ]
        ]
    ],
    "She was one of the few women, and the only African American woman, serving at the time as director of a major American museum.": [],
    "In 1989, she was awarded an honorary Doctor of Humane Letters by Amherst College, and the following year she received an honorary Doctor of Fine Arts by Oberlin College.": [],
    "In the early 1990's, Williams began to focus on collecting contemporary African art, including photography.": [
        [
            13,
            19,
            [
                "1990s"
            ]
        ]
    ],
    "Williams’s 1991 exhibition, <em>The Art of the Personal Object,</em> highlighted the aesthetic value of utilitarian objects in African cultures.": [
        [
            62,
            64,
            [
                ", <"
            ]
        ]
    ],
    "The well-received show included 122 bowls, stools, baskets, beer straws, combs, and snuff spoons, many of which were acquired under the direction of Williams and the NMAfA's curator, <a href=\"/ravenhillp\">Philip Ravenhill</a>.": [
        [
            166,
            171,
            [
                "NAAFA"
            ]
        ]
    ],
    "From 1994 to 1995, she served as president of the Association of Art Museum Directors (AAMD).": [
        [
            87,
            91,
            [
                "AAD",
                "AAM",
                "ADMD",
                "AMD",
                "A AMD",
                "AA MD"
            ]
        ]
    ],
    "She also served as the NMAfA’s curator of an exhibition of etchings by Mohammed Omer Khalil (b.": [
        [
            23,
            28,
            [
                "NAAFA"
            ]
        ],
        [
            80,
            84,
            [
                "Over",
                "Homer",
                "Omar",
                "Oder",
                "Omen",
                "Comer"
            ]
        ]
    ],
    "1936) and sculptures by Amir I. M. Nour (1936-2021).": [
        [
            35,
            39,
            [
                "Four",
                "Your",
                "Our",
                "Tour",
                "Hour",
                "Nor"
            ]
        ]
    ],
    "Williams analyzed acquisitions based on their aesthetic qualities in an effort to emphasize the importance of connoisseurship in the appreciation and display of African art.": [],
    "Her dedication to elevating the museum's reputation led to the acquisition of 845 works during her tenure.": [],
    "In addition to her duties as museum director, she was also an adjunct assistant professor at the Graduate School of Arts and Sciences of New York University, and president of the Association of Art Museum Directors (AAMD) from 1994-95.": [
        [
            216,
            220,
            [
                "AAD",
                "AAM",
                "ADMD",
                "AMD",
                "A AMD",
                "AA MD"
            ]
        ]
    ],
    "She died in Washington D.C.": [],
    "at age 60 from complications with a brain aneurysm.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "In October of the following year, the National Museum of African Art of the Smithsonian Institution launched the exhibition <em>The Poetics of the Line: Seven Artists of the Nsukka group</em>, which was also the inaugural exhibition of the Sylvia H. Williams Gallery named in her honor.": []
}