{
    "<p>Father of the monographic treatment of architecture; architectural historian and Cambridge professor of engineering.": [],
    "Willis' father, Robert Darling Willis (1760-1821), was the royal physician during George III's insanity and a Cambridge professor.": [],
    "The man never married the mother(s) of his children and Willis' is unknown.": [],
    "As a child, he demonstrated a facility with mechanics and, after private tutoring, entered Gonville and Caius College, Cambridge in 1821.": [
        [
            91,
            99,
            [
                "Danville",
                "Granville",
                "Grenville",
                "Orville",
                "Joinville",
                "Linville"
            ]
        ],
        [
            104,
            109,
            [
                "Camus",
                "Cains",
                "CFIUS",
                "CIUS",
                "Laius"
            ]
        ]
    ],
    "He received his B. A. in 1826 and M.A.": [],
    "In 1829.": [],
    "Ordained a priest at Ely in 1827, he worked at Downing College in the 1830s.": [
        [
            21,
            24,
            [
                "Fly",
                "Rely",
                "Elf",
                "Elk",
                "Elm",
                "Ply"
            ]
        ]
    ],
    "A member of the Cambridge Philosophical [i.e., scientific] Society, the group's topics encompassed building construction, including medieval arches.": [],
    "As a scientist and inventor, he investigated topics such as human vowel sounds (1828-1832) and the possibility of talking machines.": [],
    "Willis was made a fellow of the Royal Society in 1830.": [],
    "His inventions included one for projecting images (1830), and a \"tabuloscriptive engine\" (1837) which made graphs from number tables.": [],
    "He married Mary Anne Humfrey (1803/4-1870?": [
        [
            21,
            28,
            [
                "Humphrey",
                "Humphreys",
                "Humphry"
            ]
        ]
    ],
    "), daughter of an architecture and later mayor of Cambridge, in 1832.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Willis toured France, Italy, and Germany with his wife between 1832 and 1833.": [],
    "Inspired by his fellow Cambridge Philosophical Society friend, <a href=\"/whewellw\">William Whewell</a>, and Whewell's book <em>Architectural Notes on German Churches</em> (1830), Willis published <em>Remarks on the Architecture of the Middle Ages, Especially of Italy</em> (1835).": [],
    "In it, he argued, that the Gothic was an evolutionary assembly of architectural peculiarities from previous ages and regions.": [],
    "Willis' work brought the Gothic style to serious attention; Willis was made an honorary member of the British Institute of Architects in 1835.": [],
    "The same year Willis lectured at the Cambridge Philosophical Society on Gothic architecture, tracery, and vault construction, adding Greek and Egyptian buildings the next year.": [],
    "Inheritance from his uncle allowed him to cease lecturing and study architecture full time.": [
        [
            81,
            90,
            [
                "full-time"
            ]
        ]
    ],
    "He designed and built neo-Gothic elements in buildings and advised on restorations.": [],
    "Though the Gothic demanded to see weight supported, he wrote, the actual support did not need to coincide with apparent support.": [],
    "He was appointed Jacksonian professor of natural and experimental philosophy in 1837.": [],
    "Willis was a captivating and popular lecturer.": [],
    "His <em>Principles of Mechanism</em> appeared in 1841 which became a standard text for engineering students and amateurs.": [],
    "Willis was a consultant on cases of safety and engineering education in Britain.": [],
    "Willis published on medieval vaults in 1842, showing how medieval masons had set out vaults of vast complexity.": [],
    "The result was epoch-making work (Pevsner).": [
        [
            34,
            41,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "He published on the flamboyant style of French late Gothic architecture in 1842.": [],
    "Willis joined the Cambridge Antiquarian Society, who, in 1844, published his discussion of medieval architectural nomenclature, eventually incorporated into the fifth edition of <em>Parker's Glossary of Gothic Architecture</em>, 1850.": [],
    "A monograph on the church of the Holy Sepulchre at Jerusalem (1849), was written without ever visiting it.": [
        [
            38,
            47,
            [
                "Sepulcher"
            ]
        ]
    ],
    "When <a href=\"/lassusj\">Jean-Baptiste Lassus</a> published Villard de Honnecourt's thirteenth-century pattern book in 1851, Willis issued an annotated facsimile following year.": [],
    "Willis was a juror for the 1851 Exhibition.": [],
    "In 1853 he joined the new Metropolitan School of Science (Royal School of Mines) as a lecturer in mechanics, one of whose students was Karl Marx.": [
        [
            3,
            7,
            [
                "1853,"
            ]
        ]
    ],
    "In 1855 h was vice-president of the Paris Universal Exhibition.": [],
    "Public on-site lectures of English cathedrals led to published architectural histories of Winchester, 1846, York, 1848, Norwich, 1847, Salisbury 1849, Oxford, 1850, Wells, 1851, Chichester, 1861 (though written, 1853), Canterbury, 1855, Gloucester, 1860, Peterborough, 1861, Worcester, 1862--receiving the British Architects' royal gold medal, 1863, Rochester, 1863, Lichfield, 1864, and a combined Sherborne Minster and Glastonbury Abbey, 1866.": [
        [
            367,
            376,
            [
                "Litchfield"
            ]
        ],
        [
            399,
            408,
            [
                "Seaborne",
                "Overborne"
            ]
        ]
    ],
    "Much of Willis' time and energy went into the redesign of Cambridge, which only saw fruition beginning in 1865.": [],
    "This likely prevented him from completing his architectural history of Cambridge University.": [],
    "His Rede lecture of 1861 on a Senate House in Cambridge, indicated progress on the book.": [
        [
            4,
            8,
            [
                "Red",
                "Ride",
                "Rode",
                "Reed",
                "René",
                "Cede"
            ]
        ]
    ],
    "A second edition of <em>Principles of Mechanism</em>, 1870, and the death of his wife prevented his will to write more.": [],
    "Beginning in the 1870s his health declined and a bronchitis took his life at Cambridge home, the oldest professor in the university (Marsden).": [
        [
            42,
            46,
            [
                ", and"
            ]
        ],
        [
            133,
            140,
            [
                "Mars den"
            ]
        ]
    ],
    "His nephew, John Willis Clark, took over his uncle's notes, devoting more than a decade to turn them into the four-volume <em>The Architectural History of the University of Cambridge, and of the Colleges of Cambridge and Eton</em> which appeared in 1886.": [],
    "Willis founded the architectural monograph, the \"biography of a building,\" which remains one of the most flourishing categories of medieval architecture (Crossley).": [
        [
            154,
            162,
            [
                "Crossly"
            ]
        ]
    ],
    "Willis' posthumously published <em>Architectural History of the University of Cambridge,</em>1886, solved the archaeological problems of the buildings by \"absolute mastery of the documentation\" (<em>Independent</em>).": [
        [
            87,
            89,
            [
                ", <"
            ]
        ]
    ],
    "His <em>Remarks</em> of 1835 was considered a pioneering work by its second edition in 1870, \"balancing clear and precise description with measured gestures towards general theory\" (Marsden).": [
        [
            182,
            189,
            [
                "Mars den"
            ]
        ]
    ],
    "His strong documentary method greatly influenced the architectural historian <a href=\"/colvinh\">Howard Montagu Colvin</a>, who revered him.": [],
    "Colvin's six-volume <em>History of the King's Works</em> (1963-1982) owed much to Willis's approach.": [],
    "Though friends with <a href=\"/ruskinj\">John Ruskin</a>, Ruskin disparaged the CPS's structural approach to architectural history.": [],
    "However, Willis' 1835 <em>Remarks on the Architecture of the Middle Ages</em>, especially of Italy, clearly influenced Ruskin's architectural writing.": [],
    "His knowledge of ancient architectural practice and an excellent command of medieval Latin allowed him to compile data, bibliographies and develop chronologies.": [],
    "Free of Romantic preconceptions he approached architectural history like a mechanism to create systematic knowledge of medieval construction.": [],
    "Willis was not a social historian and except for his work on Christchurch, Canterbury, 1869, seldom incorporated monastic life or a building's daily use as a functional component into his writing.": [],
    "Compared to his contemporary, <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>, his work is less functionalist, focusing on mechanical and geometrical aspects of medieval building.</p>": []
}