{
    "<p>Medievalist of Marxist revisionist methodology.": [],
    "Welch attended Bennington College in Vermont, but left school before graduating in order to marry and raise a family.": [],
    "As the wife of a successful businessman, she developed the recreational passions of deep-sea fishing and wine connoisseurship.": [],
    "After her family was raised, she returned to college in her forties, graduating from the University of California, Los Angeles, in 1973.": [],
    "At UCLA, she studied under the methodologically-Marxist social art historian <a href=\"/werckmeistero\">O.": [],
    "K. Werckmeister</a>, who suggested her master's thesis topic, a study of the windows representing the trades at Chartres cathedral.": [],
    "She received her A. M. in 1978, continuing on for her Ph.D.": [],
    "under Werckmeister.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "After working as a teaching assistant, 1977-1979, at UCLA, she secured a Dickson Travel Fellowship in 1980 to research in France and Austria.": [],
    "She returned as a visiting Assistant professor at the University of Chicago for the 1984-1985 academic year.": [],
    "Williams completed her dissertation under Werckmeister at UCLA, on the trade windows at Chartres, in 1987.": [],
    "After teaching a year at the University of Illinois, Chicago, 1987-1988, she was appointed assistant faculty at the University of Arizona, Tucson in 1989.": [],
    "In 1993 she was diagnosed with brain cancer and died the same year.": [
        [
            3,
            7,
            [
                "1993,"
            ]
        ]
    ],
    "In 1999, the 34th International Congress on Medieval Studies in Kalamazoo, Michigan was dedicated to her, \"Abbey and Cathedral Towns: Papers in Honor and in Memory of Jane Welch Williams.\"": [],
    "Williams' work focused on the forty-two thirteenth-century stained-glass windows depicting tradesmen at work.": [],
    "William's argued that the cathedral, contrary to modern assumption, was not created by a mutual harmonious relationship of bishop and burghers, but rather developed under anti-clericalism and urban conflict (Crossley).": [
        [
            208,
            216,
            [
                "Crossly"
            ]
        ]
    ],
    "She determined that the windows served as propaganda in a long-running, (and frequently violent) struggle for power between the cathedral clergy, the counts of Chartres and tradespeople who were more and more encouraged to give money.": [],
    "She analyzed the records of three trades, the baking, tavern, and money changing concerns represented in the windows.": [],
    "Using both medieval texts and modern studies of medieval economic and religious practices, she outlined how the obligatory payments to the church and clergy--often presented during masses--by the trades, followed into the larger struggle between secular and religious goals within the cathedral building.</p>": []
}