{
    "<p>Collector and curator of American art; senior curator from 1977 to 1983 at the National Gallery of Art, Washgington, D. C., and deputy director from 1983 to 1988.": [
        [
            107,
            118,
            [
                "Washington"
            ]
        ]
    ],
    "Wilmerding's great-grandparents, Henry Osborne Havemeyer (1847-1907) and Louisine Waldron Elder (Havemeyer) (1855-1929), [Havemeyer's second wife] were high-profile collectors of European and oriental art which they bequeathed to the Metropolitan Museum of Art in New York.": [
        [
            0,
            10,
            [
                "Wilmer ding"
            ]
        ],
        [
            47,
            56,
            [
                "Homemaker",
                "Pacemaker",
                "Caveman",
                "Ratepayer",
                "Hammerer",
                "Heineman"
            ]
        ],
        [
            73,
            81,
            [
                "Louisiana",
                "Cuisine",
                "Louise",
                "Lousing"
            ]
        ],
        [
            97,
            106,
            [
                "Homemaker",
                "Pacemaker",
                "Caveman",
                "Ratepayer",
                "Hammerer",
                "Heineman"
            ]
        ],
        [
            122,
            131,
            [
                "Homemaker",
                "Pacemaker",
                "Caveman",
                "Ratepayer",
                "Hammerer",
                "Heineman"
            ]
        ]
    ],
    "A daughter of the Havemeyers, Electra Havemeyer Webb (1889-1960), a collector of American folk art and sculpture, was Wilmerding's grandmother.": [
        [
            18,
            28,
            [
                "Pacemakers",
                "Ratepayers",
                "Homemakers",
                "Hammerers",
                "Lovemakers"
            ]
        ],
        [
            38,
            47,
            [
                "Homemaker",
                "Pacemaker",
                "Caveman",
                "Ratepayer",
                "Hammerer",
                "Heineman"
            ]
        ],
        [
            118,
            128,
            [
                "Wilmer ding"
            ]
        ]
    ],
    "His parents were banker John Currie Wilmerding (1911-1965) and Lila Vanderbilt Webb (Wilmerding).": [
        [
            29,
            35,
            [
                "Carrie",
                "Curie",
                "Curries",
                "Currier",
                "Corrie",
                "Curried"
            ]
        ],
        [
            36,
            46,
            [
                "Wilmer ding"
            ]
        ],
        [
            85,
            95,
            [
                "Wilmer ding"
            ]
        ]
    ],
    "Wilmerding attended Harvard, receiving his A. B. in 1960, his masters in 1961 and his Ph.D., in 1965.": [
        [
            0,
            10,
            [
                "Wilmer ding"
            ]
        ]
    ],
    "In the 1970s, Wilmerding was commissioned to author one of the later volumes in the prestigious <em>Pelican History of Art</em> series on American Art (1976), a volume originally offered to <a href=\"/barra\">Alfred H. Barr, Jr.</a>, to write, but Barr declined.": [
        [
            14,
            24,
            [
                "Wilmer ding"
            ]
        ]
    ],
    "In 1977 Wilmerding was appointed curator of American Art, which he held in a senior capacity until 1983.": [
        [
            8,
            18,
            [
                "Wilmer ding"
            ]
        ]
    ],
    "That year he was appointed to deputy director of the Gallery, which he held until 1988.": [],
    "Wilmerding is currently the Christopher Binyon Sarofim Professor of American Art, Princeton University.": [
        [
            0,
            10,
            [
                "Wilmer ding"
            ]
        ],
        [
            40,
            46,
            [
                "Pinyon",
                "Bin yon"
            ]
        ],
        [
            47,
            54,
            [
                "Strophic",
                "Sanofi"
            ]
        ]
    ],
    "He is also a visiting curator in the department of American art at the Metropolitan Museum of Art.": [],
    "He was named trustee emeritus of the Shelburne Museum in Vermont (where his grandmother's collection is principally housed).": [
        [
            37,
            46,
            [
                "Melbourne",
                "Hepburn",
                "Swinburne",
                "Seaborne",
                "Seabourne"
            ]
        ]
    ],
    "He is a member of the boards of trustees of the Guggenheim Museum, New York and the College of the Atlantic in Maine.": [],
    "He is currently on advisory boards or committees for Smithsonian Studies in American Art, the Archives of American Art, Harvard University Art Museums.": [],
    "He serves on the Committee for the Preservation of the White House.</p>": []
}