{
    "<p>One of the founders of the modern discipline of art history.": [],
    "Winckelmann was able to overcome immense difficulties of poverty to gain wide-spread success and influence as an influential art historian and esthetician.": [],
    "Born the son of Martin Winckelmann, a poor shoemaker, and Anna Maria Meyer (Winckelmann), the daughter of a weaver, Winckelmann attended a gymnasium at Berlin and school at Salzwedel, Germany, before the university in Halle, in 1738.": [
        [
            173,
            182,
            [
                "Salween"
            ]
        ]
    ],
    "There he heard the lectures on esthetics of Alexander Gottlieb Baumgarten (1714-1762).": [
        [
            31,
            40,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            63,
            73,
            [
                "Baumgartner"
            ]
        ]
    ],
    "Intending next on a career in medicine, Winckelmann completed classes at Jena beginning in 1740, but was too poor to continue.": [],
    "He spent 1743 to 1748 as a private tutor in Magdeburg and then five unhappy years as an associate rector of a school at Seehausen in the Altmark.": [
        [
            120,
            129,
            [
                "Oberhausen"
            ]
        ],
        [
            137,
            144,
            [
                "Alt mark"
            ]
        ]
    ],
    "Eventually he secured a position as the librarian for Heinrich, Graf von Bünau (1697-1762), a wealthy amateur scholar engaged in writing a history of the Roman emperors.": [
        [
            64,
            68,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ],
        [
            73,
            78,
            [
                "Lunar",
                "Bureau",
                "Luna",
                "Bunch",
                "Tuna",
                "Bantu"
            ]
        ]
    ],
    "This position gave Winckelmann access not only to the count's superb library but also access to the artistic center of Dresden where the Saxon electors had amassed an extensive collection of art.": [],
    "Winckelmann met the artist Adam Friedrich Oeser (1717-1799) whose artistic temperament would later influence Goethe.": [
        [
            42,
            47,
            [
                "Other",
                "Over",
                "Never",
                "Older",
                "Order",
                "Ever"
            ]
        ]
    ],
    "He left the count's service in 1754 and moved to Dresden where he secured the patronage from the Saxon court to finance a study trip to Rome in 1755.": [],
    "There he published his famous <em>Gedanken über die Nachahmung der Griechischen Werke in der Mahlerey und Bilderkunst</em> (Thoughts on the Imitation of Greek Works), 1755.": [],
    "The work made Winckelmann famous.": [],
    "It was reprinted several times and translated into French and English, the latter translated by the Swiss/British painter <a href=\"/fuselih\">Henry Fuseli</a>.": [],
    "Winckelmann's stipend only allowed him two years stay in Italy, but the outbreak of the Seven Years' War (1756-1763) altered his plans.": [],
    "To supplement his small pension in Rome, Winckelmann landed a series of Papal appointments, first as librarian to Alberico Cardinal Archinto (1698-1758), the papal secretary of state.": [
        [
            114,
            122,
            [
                "Alberio"
            ]
        ],
        [
            132,
            140,
            [
                "Arch into"
            ]
        ],
        [
            164,
            182,
            [
                "Secretary of State"
            ]
        ]
    ],
    "When Archinto died, he became librarian to Cardinal Albani, one of the great connoisseurs of the eighteenth century.": [
        [
            5,
            13,
            [
                "Arch into"
            ]
        ],
        [
            52,
            58,
            [
                "Albania",
                "Albany"
            ]
        ]
    ],
    "By now Winckelmann's homosexuality, which had never been much repressed, was out in the open.": [],
    "His affairs included that of the artist Franz Stauder, a pupil of Anton Raphael Mengs (1728-1779) whom he roomed with briefly, and a young Florentine named Nicoló Castellani.": [
        [
            46,
            53,
            [
                "Stander",
                "Staider"
            ]
        ],
        [
            156,
            162,
            [
                "Nicole",
                "Nicola",
                "Niccolo",
                "Niccolò"
            ]
        ],
        [
            163,
            173,
            [
                "Castellano",
                "Castellini"
            ]
        ]
    ],
    "By 1763, Winckelmann was the prefect of antiquities (Prefetto delle Antichità) of the Vatican, a position once held by Raphael himself and associated with the Vatican library.": [
        [
            53,
            61,
            [
                "Prefect",
                "Prefects",
                "Prefetch"
            ]
        ],
        [
            62,
            67,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            68,
            77,
            [
                "Antiquity",
                "Wichita",
                "Antichrist",
                "Anticline",
                "Anticlimax",
                "Antichrists"
            ]
        ]
    ],
    "Winckelmann devoted himself to studying the texts, visiting the ancient monuments of Rome and its private collections, and guiding visitors around the environs.": [],
    "In this capacity he met many of the aristocratic and artistic personages of Europe.": [],
    "These included Mengs, whose paintings became the medium through which Winkelmann's ideas were realized, and Angelika Kaufmann, who painted his portrait.": [
        [
            15,
            20,
            [
                "Menus",
                "Menes",
                "Mends",
                "Megs",
                "Mungs"
            ]
        ],
        [
            70,
            80,
            [
                "Winckelmann"
            ]
        ]
    ],
    "At 45 Winckelmann fell in love with a young nobleman, Friedrich von Berg, and dedicated to him <em>Abhandlung von der Fähigkeit der Empfindung des Schönen</em> (1763).": [],
    "In 1768 Winckelmann traveled to Vienna, where he was received by the Empress Maria Theresa.": [],
    "On his way back to Rome, he was murdered in a hotel by a man named Francesco Arcangeli where Winckelmann was showing coins presented by Maria Theresa.": [
        [
            77,
            86,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "He is buried in the cemetery of the cathedral of St.": [],
    "Giusto at Trieste.": [
        [
            0,
            6,
            [
                "Gusto"
            ]
        ]
    ],
    "Winckelmann's <em>Gedanken uber die Nachahmung der Greischiechen Werke</em> of 1755 had a major influence on esthetics and art histories.": [],
    "In addition to being one of the impetuses for Neoclassicism, his writings anchored Greek art in a prototypical schema which future histories of art would mimic.": [],
    "His important art-historical essays on the Belvedere Toro and Apollo Belvedere (1759), and the frescoes at Herculaneum (1762 and 1764--some of the earliest discussions of the topic) are serious art essays.": [],
    "His <em>Geschichte der Kunst des Alterthums</em> (History of Ancient Art, 1764), the effort of seven years' research, founds the periodization of a linear conception of art history.": [],
    "It contrasted the thematic, i.e., non-historical treatment of classical art popular in the eighteenth century, for example, in the work of <a href=\"/montfauconb\">Bernard de Montfaucon</a> <em>(L'Antiquité expliquée</em>).": [],
    "Winckelmann's style was that of an outspoken taste-maker.": [],
    "He detested the Baroque, and even found the classicists of the seventeenth-century insipid.": [],
    "His allegiance to Raphael and to the art of his contemporary and friend Mengs remained supreme.": [
        [
            72,
            77,
            [
                "Menus",
                "Menes",
                "Mends",
                "Megs",
                "Mungs"
            ]
        ]
    ],
    "He considered Meng's <em>Parnassus</em> superior to Reni's <em>Aurora</em>.": [
        [
            14,
            18,
            [
                "Men",
                "Menu",
                "Ming",
                "Deng",
                "Meg",
                "Mend"
            ]
        ],
        [
            52,
            56,
            [
                "Rent",
                "Reno",
                "René",
                "Rene",
                "Rein",
                "Renin"
            ]
        ]
    ],
    "Domenichino's art, which Winckelmann considered was closer to the ancients more than any other follower of the Carracci, never achieved the purity of Raphael in drawing the nude.": [
        [
            111,
            119,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ]
    ],
    "Many of Winckelmann assertions, for example, that Greek art was the stimulus for the High Renaissance, were the result of his own feelings for the art rather than hard scholarship.": [],
    "Winckelmann's situating Greek art as the cornerstone to Western artistic creation inspired artists and historians alike to view modern art as a compiling of a tradition.": [],
    "Such a conclusion is all the more admirable when one considers that many of his assessments of Greek art were based upon inferior copies or medals.": [],
    "The esthetician <a href=\"/lessingg\">Gotthold Ephraim Lessing</a> based much of his ideas of his <em>Laokoon</em> (1766) on Winckelmann's writing on Greek art.</p>": []
}