{
    "<p>Iconologist specializing in the Renaissance era; and interdisciplinary art historian; first professor of art history at Oxford University.": [
        [
            3,
            14,
            [
                "Monologist",
                "Phonologist"
            ]
        ]
    ],
    "Wind was the second son of Maurice Delmar Wind (d.": [],
    "1914), an Argentinian businessman of Russian Jewish ancestry, and Laura Szilard (d.": [],
    "1947), a Romanian who, through marriage was related to the art historian <a href=\"/focillonh\">Henri Focillon</a>.": [],
    "Wind learned classical languages along with French, English, and his native German at the Kaiser-Friedrich-Schule, a <em>humanistisches Gymnasium</em> in Charlottenburg.": [
        [
            90,
            113,
            [
                "Kaiser-Friedrich-Schulz"
            ]
        ]
    ],
    "He jointly studied philosophy and art history at various German-language universities: three semesters in Berlin under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, one in Freiburg with Edmund Husserl (1859-1938) and Martin Heidegger (1889-1976), and Vienna with <a href=\"/dvorakm\">Max Dvořák</a>, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, and <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [],
    "In 1920 he moved to the new university in Hamburg (begun in 1919) where he was the first student to write a dissertation under <a href=\"/panofskye\">Erwin Panofsky</a>, then a 28-year-old <em>privatdozent</em>; his dissertation was also supervised by the philosopher/art historian <a href=\"/cassirere\">Ernst Cassirer</a>.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "His topic was on art-historical method.": [],
    "To escape the economic depression gripping Germany, Wind traveled to New York in 1924, initially staying with a cousin.": [],
    "He was appointed Graham Kenan Fellow in philosophy at the University of North Carolina, teaching there 1925-1927.": [
        [
            24,
            29,
            [
                "Keenan",
                "Kenyan",
                "Kennan",
                "Henan",
                "Kernan",
                "Ken an"
            ]
        ]
    ],
    "Returning to Hamburg, Wind took a job as a research assistant at the Warburg Library, and wrote his <em>habilitation</em> under Cassirer in philosophy, employing the philosophy of Charles Sanders Pierce (1839-1914), whose work he had read in America.": [],
    "Wind's initial methodological influence had been that of Cassirer through Panofsky, but his close personal relationship with <a href=\"/warburga\">Aby M. Warburg</a> brought him nearer to the \"cultural history\" approach of Warburg as well as the work of Pierce.": [
        [
            57,
            65,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ],
        [
            74,
            82,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Wind became a <em>privatdozent</em> at Hamburg, 1930-1933.": [],
    "With the advent of Nazism in Germany, Wind, a Jew, played a key role in moving the Warburg library to London along with himself and, with <a href=\"/wittkowerr\">Rudolf Wittkower</a>, founded the <em>Journal of the Warburg and Courtauld Institute</em> in 1937.": [],
    "He himself was forced to emingrate because of his religious heritage.": [
        [
            25,
            34,
            [
                "emigrate",
                "em ingrate"
            ]
        ]
    ],
    "Throughout the second World War, Wind taught at universities in the United States, first as a temporary facult at New York University, 1940-1942 and then at the University of Chicago, 1942-1944 under President Robert Manard Hutchins.": [
        [
            104,
            110,
            [
                "faculty",
                "fault",
                "fa cult"
            ]
        ],
        [
            217,
            223,
            [
                "Maynard",
                "Canard",
                "Menard",
                "Mansard"
            ]
        ]
    ],
    "This was during the time of Huchin's great reforms at Chicago where schools were formed around \"committee\" of interdisciplinary pursuit and Wind's method mirrored Hutchin's idea.": [
        [
            28,
            34,
            [
                "Chin",
                "Cochin",
                "Hutchins",
                "Urchin",
                "Hushing",
                "Hunching"
            ]
        ],
        [
            163,
            170,
            [
                "Hutchins",
                "Hut chin",
                "Hutch in"
            ]
        ]
    ],
    "However Wind proved a lightning rod for the president's model and the art historian left for Smith College 1944 where he remained until 1955.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "It was during this time that he married Margaret Kellner in 1942.": [
        [
            49,
            56,
            [
                "Keller"
            ]
        ]
    ],
    "In 1954 Wind was asked to deliver the Chichele Lectures at All Souls College, Oxford, on the topic \"Art and Scholarship under Julius II.\"": [
        [
            38,
            46,
            [
                "Michele",
                "Chicle",
                "Chichewa",
                "Michèle"
            ]
        ]
    ],
    "These resulted in a 1955 appointment as the first Professorship of art history at Oxford (under the Faculty of Modern History).": [],
    "Wind delivered public lectures (his lecturing style was noted by nearly everyone as enthralling), inspiring among other the artist Ronald B. Kitaj (1932-2007) who was studying at the Ruskin School.": [
        [
            141,
            146,
            [
                "Vital",
                "Kit",
                "Kits",
                "Kitty",
                "Rita",
                "Titan"
            ]
        ]
    ],
    "In 1960 Wind delivered radio lectures for the BBC, the Reith lectures, which later became his book <em>Art and Anarchy</em>.": [],
    "His Oxford colleagues had difficulty appreciating Wind's philosophical propensities, his adulation of Cassirer and the post-Hegelians (McConica).": [
        [
            102,
            110,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ],
        [
            119,
            133,
            [
                "post-Hegelian"
            ]
        ],
        [
            135,
            143,
            [
                "Monica",
                "Mónica"
            ]
        ]
    ],
    "At Oxford he garnered the support of the classicist Richard Livingstone (1880-1960) (soon to be president of Corpus Christi College, Oxford) the medievalist Ernest Jacob (1894-1971), Chichele chair for medieval history at All Souls College, and the classicist C. Maurice Bowra (1898-1971) of Wadham College.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ],
        [
            183,
            191,
            [
                "Michele",
                "Chicle",
                "Chichewa",
                "Michèle"
            ]
        ],
        [
            271,
            276,
            [
                "Born",
                "Board",
                "Bore",
                "Iowa",
                "Bow",
                "Bowl"
            ]
        ]
    ],
    "Among art historians, Wind also enjoyed the friendship of <a href=\"/seznecj\">Jean Seznec</a>, who occupied the Marshall Foch Chair for French literature at All Souls College.": [],
    "Wind retired emeritus from Oxford in 1967.</p>\n\n<p>Though Wind was considered a classicist and Renaissance expert, he staunchly defended modern art, unlike many of his colleagues.": [],
    "Wind's name is most closely connected with his research in allegory and the use of pagan mythology during the 15th-16th centuries and his book of essays on the topic, <em>Pagan Mysteries of the Renaissance</em>.": [],
    "In <em>Art and Anarchy</em>, Wind argued that the height of art's powers to portray an idea had occurred in the Renaissance.": [],
    "The Romantic era's distrust that knowledge interfered with imagination had destroyed the acumen in modern viewers.": [],
    "Wind fits no traditional academic classification and is one of the prime examples of the intellectual tradition of Warburg's blend of mythological/psychological approach to art history.": [],
    "One of his students, <a href=\"/hecksherw\">William S. Heckscher</a>, referred to Wind as a \"magician\" for his brilliance as an art historian.": [],
    "His papers are housed at Oxford.": [],
    "Wind's paper are held at the Bodleian Library, Oxford.</p>": []
}