{
    "<p>Keeper of the Print Room, Berlin Museums, 1933-1957, scholar of northern Renaissance art, particularly Dürer.": [],
    "Winkler's parents were farmers, Horst Michael Johannes Winkler, (b.1849) and Anna Hulda Erzoldt (Winkler) (b.1865); he was born on their farm.": [
        [
            82,
            87,
            [
                "Hilda",
                "Hula"
            ]
        ],
        [
            88,
            95,
            [
                "Arnold",
                "Erode",
                "Errol",
                "Ergot",
                "Jerrold",
                "Jerold"
            ]
        ]
    ],
    "After attending a local <em>Realgymnasium</em>, he studied art history at the universities in Vienna, Berlin and later at Freiburg im Breisgau.": [],
    "His Freiburg dissertation, <em>Der Meister von Flemalle und Rogier van der Weyden</em> a critical catalog of the two artists' work, was written under <a href=\"/vogew\">Wilhelm Vöge</a> in 1912 and published the following year, He edited the important <em>Künstler-Lexikon</em> of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a> during the 1913-1914 year, contributing 34 articles personally, before volunteering at the Dresden Gemäldegalerie.": [],
    "With Germany's entry into World War I, Winkler served in the army suffering severely from shell shock.": [],
    "In 1915, <a href=\"/bodew\">Wilhelm Bode</a>, the director of the Berlin art museums, had him recalled from service to direct the <em>Zentralbibliothek</em> or principal library supporting the museums.": [],
    "Winkler published an early study of Netherlandish miniatures in 1915 as well.": [],
    "He married Hermina Christina Schützinger (1887-1967).": [
        [
            11,
            18,
            [
                "Ermina",
                "Herminia"
            ]
        ],
        [
            29,
            40,
            [
                "Schlesinger",
                "Schrödinger",
                "Schrodinger",
                "Schwinger",
                "Scrutineer"
            ]
        ]
    ],
    "He revised a handbook originally written by the museum's <a href=\"/friedlanderm\">Max J. Friedländer</a>, in a much expanded form in 1924 as, <em>Die Altniederländisch Malerei von 1400-1600</em>, as a volume in the prestigious Propyläen Kunstgeschichte series.": [],
    "The following year his book on Netherlandish manuscript painting, <em>Die Flämische Buchmalerei</em>.": [],
    "Though still working as a librarian, Winkler was assigned to complete the Albrecht Dürer drawings <em>catalogue raisonné,</em> begun by <a href=\"/lippmannf\">Friedrich Lippmann</a> in 1883.": [
        [
            120,
            122,
            [
                ", <"
            ]
        ]
    ],
    "This led to a life-long expertise on the artist.": [],
    "He published volumes 6 and 7 of Lippmann's work in the late 1920s and a monograph on Dürer in the <em>Klassiker der Kunst</em> series.": [],
    "At the death of Print Room (Kupferstichkabinett) Keeper <a href=\"/bocke\">Elfried Bock</a> in 1933, Winkler was promoted to the position.": [],
    "As director, he acquired one of the last remaining German master drawings collections in the country from the Ehler family of Göttingen.": [
        [
            110,
            115,
            [
                "Euler"
            ]
        ]
    ],
    "Beginning in 1936, Winkler published his own catalog of the drawings of Dürer, four volumes in total, completed in 1939.": [],
    "During the war years, Winkler wrote a monograph on the drawings of two of Dürer's pupils, Hans Süss von Kulmbach and H. L. Schäufelins, published in 1942.": [
        [
            95,
            99,
            [
                "Suss",
                "Sums",
                "Russ",
                "SUVs",
                "Suns",
                "Fuss"
            ]
        ],
        [
            104,
            112,
            [
                "Fullback",
                "Auerbach",
                "Pullback",
                "Almach",
                "Baumbach"
            ]
        ]
    ],
    "After World War II, he lectured at the Humboldt University in East Berlin, beginning in 1947 and after 1951 at the Freie Universität in West Berlin.He assisted the aging and destitute medievalist <a href=\"/vogew\">Wilhelm Vöge</a> publish Vöge's last book.": [
        [
            115,
            120,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            121,
            132,
            [
                "University"
            ]
        ],
        [
            148,
            150,
            [
                " He"
            ]
        ]
    ],
    "Winkler issued a final Dürer work, <em>Leben und Werke</em>, in 1957, the year of his retirement.": [],
    "In retirement he issued a separate monograph on Kulmbach and in 1964, returned to Netherlandish art with his <em>Das Werk des Hugo van der Goes</em>, the first significant monograph since <a href=\"/destreej\">Joseph Destrée</a> and articles by <a href=\"/baldassl\">Ludwig von Baldass</a>.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ],
        [
            48,
            56,
            [
                "Fullback",
                "Auerbach",
                "Pullback",
                "Almach",
                "Baumbach"
            ]
        ]
    ],
    "He suffered a heart attack late the same year and died in early 1965, age 77.Winkler was the last in the line of museum professionals trained by Bode at the Berlin Museums.": [
        [
            77,
            84,
            [
                " Winkler"
            ]
        ]
    ],
    "As such connoisseurship and formal analysis were hallmarks of his scholarship; essentially positivistic in his approach, he ignored iconographic concerns, esthetic speculation or theoretic systems (Metzler).": [
        [
            91,
            103,
            [
                "positivist",
                "positivists"
            ]
        ],
        [
            198,
            205,
            [
                "Metzger"
            ]
        ]
    ],
    "As a museum professional, he crusaded against curatorial errors, such as the Braunschweiger Galerie sale of its important Vermeer, \"Woman with a Wine Glass\" in 1931.</p>": [
        [
            92,
            99,
            [
                "Valerie"
            ]
        ]
    ]
}