{
    "Egyptologist and Director of the Metropolitan Museum of Art, 1932-39.": [],
    "Winlock came from a family of astronomers.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ]
    ],
    "His father was William Crawford Winlock, assistant secretary of the Smithsonian Institution and who had served at the Naval Academy Observatory in Washington, and his mother and his mother Alice (Broom) Winlock.": [
        [
            32,
            39,
            [
                "Win lock"
            ]
        ],
        [
            203,
            210,
            [
                "Win lock"
            ]
        ]
    ],
    "His grandfather, Joseph Winlock, was first director of the Harvard College Observatory.": [
        [
            24,
            31,
            [
                "Win lock"
            ]
        ]
    ],
    "Winlock developed an interest in Egyptian art at the Smithsonian Institution while his father was assistant secretary of the museum.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ]
    ],
    "He attended Western High School in Washgington, D. C. and then Harvard University, receiving a B.A.": [
        [
            35,
            46,
            [
                "Washington"
            ]
        ]
    ],
    "in 1906 in archaeology and anthropology with \"great distinction.\"": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Winlock's professor at Harvard, <a href=\"/lythgoea\">Albert M. Lythgoe</a> had recently been appointed the first curator of Egyptian Art at the Metropolitan and invited Winlock to join the staff in the Museum's expedition.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ]
    ],
    "Winlock worked in museum excavations for much of his career at the Metropolitan, rising through the ranks first as assistant curator of Egyptian art in 1909, associate curator in 1922, then director of the excavations in Egypt in 1928 and finally curator of Egyptian Art in 1929.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ]
    ],
    "He married the daughter of the dean of the Department of Architecture at the Massachusetts Institute of Technology, Helen Chandler, in 1912.": [],
    "During World War I he served in the military (field artillery) rising to the rank of major.": [],
    "His digs included the Oasis of Khargeh, the el Lisht site, near Memphis and most important, the royal tombs at Thebes excavating the periods preceding and following the Middle Kingdom.": [
        [
            31,
            38,
            [
                "Charge",
                "Charged",
                "Charges",
                "Charger"
            ]
        ],
        [
            47,
            52,
            [
                "Light",
                "List",
                "Liszt"
            ]
        ]
    ],
    "Beginning in 1923, Winlock excavated the waterway leading from the famous temple of Queen Hatshepsut resulting in discovery of many of the statues of her smashed by her successors.": [
        [
            19,
            26,
            [
                "Win lock"
            ]
        ]
    ],
    "He was instrumental in getting Howard Carter, the discoverer of the Tutanhkamum tomb, reinstated in Egypt after Carter's row (and banishment) with the authorities.": [
        [
            68,
            79,
            [
                "Tutankhamen"
            ]
        ]
    ],
    "In 1932 Winlock was offered the Directorship of the Metropolitan.": [
        [
            8,
            15,
            [
                "Win lock"
            ]
        ]
    ],
    "Although he much preferred to be on digs, the hard financial times of the Depression made these excursions ever more tenuous.": [
        [
            51,
            66,
            [
                "Financial Times"
            ]
        ]
    ],
    "He accepted the position in addition to his curator duties in the Egyptian Department.": [],
    "A casual personality and politically conservative, Winlock oversaw the development of the museum without overhauling it as his successors would.": [
        [
            51,
            58,
            [
                "Win lock"
            ]
        ]
    ],
    "In 1937 he suffered a stroke while descending the stairs of the Met, from which he never fully recovered.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "He remained director at the Metropolitan for two more years, presiding over the opening of the Cloisters branch museum (developed by future director <a href=\"/rorimerj\">James Rorimer</a>, in 1938.": [],
    "He retired in 1939 as director emeritus, though remained head of the Egyptian Department.": [],
    "While on vacation in Florida in 1950 he suffered a fatal heart attack.": [],
    "He was succeed in the Egyptian department by <a href=\"/hayesw\">William Hayes</a>.": [
        [
            7,
            14,
            [
                "succeeded",
                "succeeding"
            ]
        ]
    ],
    "He is buried in Arlington National Cemetery.": [],
    "Winlock was a greater Egyptologist than a museum director.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ]
    ],
    "His reconstruction the succession of the rulers of the Egyptian Middle Kingdom and identification of their monuments at Thebes was an important contribution to the field.": [],
    "His discovery of the statue fragments of Queen Hatshepsut in Thebes which had been smashed and discarded by her stepson and successor, Thutmose III, were augmented by his painstaking reconstruction of the pieces, in some cases uniting them with previously discovered fragments in other museums.": [],
    "Winlock's career as an Egyptian archaeologist was part of the great era of American museum-sponsored expeditions.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ]
    ],
    "During this same period <a href=\"/reisnerg\">George Andrew Reisner</a> led digs for the Museum of Fine Arts in Boston and Harvard University, and <a href=\"/breastedj\">Henry Breasted, Jr.</a> for the Oriental Institute of the University of Chicago.": [],
    "British Egyptologist Arthur P. B. Weigall (1880-1934) termed him the \"best of his generation\" of Egyptologists.": [
        [
            34,
            41,
            [
                "Wei gall"
            ]
        ]
    ]
}