{
    "<p>Museum director; key figure in the decriminalization of homosexuality in England in 1960’s.": [
        [
            84,
            93,
            [
                "in the 1960's"
            ]
        ]
    ],
    "Winter was the son of Carl Winter and his wife Ethel Hardy (Winter).": [],
    "He attended Xavier College (Victoria, Australia, a prep school) before entering Newman College, University of Melbourne.": [],
    "He came to England in 1928 and attended Exeter College, Oxford.&nbsp;&nbsp;His family found they could not pay for the subsequent years of education and after a year Winter chose to go to Italy, a country which as a budding art historian, he was fascinated with.&nbsp;&nbsp;He returned to England and by 1931 was appointed Assistant Keeper in the Department of Painting, a section of the Departments of Engraving, Illustration and Design and of Paintings, at the Victoria and Albert Museum.": [],
    "Though without much formal art training, he learned the specialties of English watercolorist through <a href=\"/hardiem\">Martin Hardie</a> and miniaturists under <a href=\"/longb\">Basil Long</a>.": [],
    "Winter achieved what the Times, London, described as the “discerning habits of eye and the systematic methods of work which were the foundation of his later expert knowledge of portrait miniature painting.” Taking advantage of the Penguin publishing initiatives of the so-called King Penguin book format, he published <em>Elizabethan Miniatures</em> in 1943.": [],
    "A second book, <em>The British School of Miniature Portrait Painters</em>, the result of a 1948 British Academy lecture.&nbsp;At Long’s death in 1936 he assumed most of Long’s duties in that section of the department.": [],
    "That year, too, he married Theodora Barlow.": [],
    "World War II delayed a full appointment to the V&amp;A until 1945 when he was named Deputy Keeper.": [
        [
            47,
            52,
            [
                "Vamp"
            ]
        ]
    ],
    "The following year Winter was named Director and Morley Curator of the Fitzwilliam Museum at Cambridge University, succeeding <a href=\"/clarkel\">Louis C. G. Clarke</a>, as well as a fellow of Trinity College, Cambridge.&nbsp;As the director of the Fitzwilliam he reorganized the structure of the museum after a report presented to the university in 1949.": [],
    "His work as an administrator increased the University’s support for staff and office space.": [],
    "He instituted the publication of catalogs and other projects.": [],
    "This heightened profile led to the significant donations of art to the Fitzwilliam from Guy Knowles, Clarke, and his personal friendships with the publisher Sir Bruce Ingram (1877-1963) and the modernist collector Wilfred Ariel&nbsp;Evill&nbsp;(1890–1963).": [],
    "His own purchases for the Museum included Domenichino’s ‘Baptism of Christ’ and Salvador Rosa’s ‘Umana Fragilita’.": [
        [
            97,
            102,
            [
                "MANA"
            ]
        ],
        [
            103,
            112,
            [
                "Fragility"
            ]
        ]
    ],
    "Winter and his wife divorced in 1953.": [],
    "The following year he testified about his experiences as a gay man for the Wolfenden report (Departmental Committee on Homosexual Offences and Prostitution) under the pseudonymn “Mr White.” along with two other public figures, Peter Wildeblood (1923-1999) and surgeon Patrick Trevor-Roper (1916-2004).": [
        [
            75,
            84,
            [
                "Offended",
                "Offender",
                "Wolfed",
                "Wolfenstein"
            ]
        ],
        [
            130,
            138,
            [
                "Offenses"
            ]
        ],
        [
            167,
            177,
            [
                "pseudonym",
                "pseudonyms"
            ]
        ],
        [
            233,
            243,
            [
                "Wilde blood"
            ]
        ]
    ],
    "The group's findings led to the decriminalization of homosexuality in England.": [],
    "Winter saw through completion an extension to the museum building and storage space which opened shortly after his death.": [],
    "He was succeeded at the Fitzwilliam by <a href=\"/piperd\">David Piper</a>.</p>\n\n<p>As a scholar, Winter, in addition to miniatures and watercolors, brought raised British scholarly interest in (then) neglected Italian seventeenth-century paintings, Renaissance bronzes and eighteenth century porcelain.": [],
    "However, his fame today rests in the area of gay rights.": [],
    "Homosexuality had been illegal in England since 1885 and after World War Ii arrests had increased.": [
        [
            63,
            75,
            [
                "World War Ii"
            ]
        ]
    ],
    "It was difficult to get gay men to interview for the committee.": [],
    "Winter testified for that report which ultimately recommended that consenting practice between adults was not akin to prostitution or moral perversion.</p>": []
}