{
    "<p>East-Asianist art historian and museum curator, Strzygowski student, dismissed by Nazis, later taught at UCLA.": [
        [
            3,
            16,
            [
                "East-Pianist"
            ]
        ]
    ],
    "After brief periods of study at Munich and Freiburg, With met and assisted <a href=\"/osthausk\">Karl Ernst Osthaus</a>, who later founded the Folkwang-Museum in Hagen, at the Museum für Kunst in Handel und Gewerbe in 1911.": [],
    "The next year he began studies with <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> at the University of Vienna where he specialized in Asian art.": [],
    "His dissertation in 1918 was on Buddhist sculpture in Japan.": [],
    "He acted as director of the Folkwang Museum 1919-21 and as curator for the collection of Baron von der Heyt in Amsterdam 1920-23.": [
        [
            28,
            36,
            [
                "Folkways",
                "Folkway"
            ]
        ],
        [
            95,
            98,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            99,
            102,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            103,
            107,
            [
                "Hat",
                "Had",
                "Has",
                "Heat",
                "Hey",
                "Cat"
            ]
        ]
    ],
    "In 1928 Konrad Adenauer, then mayor of Cologne, appointed him director of the Kunstgewerbe-Museum of that city.": [],
    "Dismissed from his post by the Nazis in 1933 and singled out in the infamous \"Enartete Kunst\" (Degenerate Art) exhibition of 1937 as a \"literary pimp\" of the degenerate forms of art, Baron von der Heydt once again hired him in 1936 to purchase Asian and African art in Ascona.": [
        [
            78,
            86,
            [
                "Enacted",
                "Quartet",
                "Quartets",
                "Excrete",
                "Narrate",
                "Nanette"
            ]
        ],
        [
            87,
            92,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            189,
            192,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            193,
            196,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            197,
            202,
            [
                "Had",
                "Eat",
                "Hat",
                "Halt",
                "Hart",
                "Hadst"
            ]
        ],
        [
            269,
            275,
            [
                "Ascent",
                "Aston",
                "Ascend",
                "Gascony",
                "Alcoa",
                "Asoka"
            ]
        ]
    ],
    "In 1939 With emigrated to the U.S.": [
        [
            13,
            25,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "where, with one exception, he spent the remainder of his life.": [
        [
            0,
            5,
            [
                "Where"
            ]
        ]
    ],
    "During World War II With taught in Pasadena and at the Black Mountain College in North Carolina.": [],
    "In the first year afterward, he was director of the Modern Institute of Art in Beverly Hills.": [],
    "From 1950-62 he was professor of Art History at UCLA.": [],
    "With combined an interest in the value of common objects as art and a connoisseur's approach to Asian art.": [],
    "His personal papers are at the Getty Research Institute for the Humanities.</p>": []
}