{
    "<p>Scholar of Italian baroque art.": [],
    "Seminal figure for the generation of art historians who matured during the second half of the 20th century.": [],
    "Because Wittkower's father, Henry Wittkower (1865-1942), was British, the younger Wittkower held British citizenship his whole life despite having been born and raised in Germany.": [
        [
            8,
            17,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            34,
            43,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            82,
            91,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "His mother was a German, Gertrude Ansbach (Wittkower) (1876-1965).": [
        [
            34,
            41,
            [
                "Attach",
                "Antioch",
                "Bach",
                "Alsace",
                "Anzac",
                "Auerbach"
            ]
        ],
        [
            43,
            52,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "After graduating from the humanistic Friedrichs Gymnasium in Berlin, Wittkower studied (practicing) architecture for a year in Berlin before deciding to changed to art history under <a href=\"/wolfflinh\">Henrich Wölfflin</a> in Munich.": [
        [
            37,
            47,
            [
                "Friedrich's",
                "Friedrich"
            ]
        ],
        [
            69,
            78,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "Wölfflin proved to be a very detached professor, and, unhappy with his teaching, Wittkower returned to Berlin to study under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            81,
            90,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "He completed his dissertation there on the subject of Domenico Morone.": [
        [
            63,
            69,
            [
                "Moroni",
                "Moron",
                "Morose",
                "Morons"
            ]
        ]
    ],
    "In 1923 he moved to Rome to assist <a href=\"/steinmanne\">Ernst Steinmann</a>, director of the Herziana, with completion of the <em>Michelangelo-Bibliographie 1510-1926</em>.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "The same year he married Margot Holzmann (<a href=\"/wittkowerm\">Margot Wittkower</a>) who was to assist him with some of his later scholarship.": [
        [
            32,
            40,
            [
                "Boltzmann",
                "Holman",
                "Hoffmann",
                "Hollman"
            ]
        ]
    ],
    "In between, Wittkower contributed many entries for artists in the <em>Allgemeines Lexikon der bildenden Künstler</em> (the so-called \"Thieme-Becker\").": [
        [
            12,
            21,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "He was elevated at the Biblioteca Herziana to a research fellow, remaining there until 1927.": [
        [
            34,
            42,
            [
                "Persian",
                "Serbian",
                "Heroin",
                "Heroine",
                "Herman",
                "Hermann"
            ]
        ]
    ],
    "Wittkower returned to Berlin but continued his association with the Herziana, publishing in 1931 with <a href=\"/bauerh\">Heinrich Friedrich Ferdinand Brauer</a> a survey of drawings by Bernini.": [
        [
            0,
            9,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            68,
            76,
            [
                "Persian",
                "Serbian",
                "Heroin",
                "Heroine",
                "Herman",
                "Hermann"
            ]
        ]
    ],
    "The publication put him at the fore of an ideological battle (both esthetically and politically) with the major Austrian art historian, <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [],
    "Sedlmayr criticized Wittkower in a published review, for belonging to neither of the two genres of art history that Sedlmayr found acceptable.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            20,
            29,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            116,
            124,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "The public exchange drew a distinction between Sedlmayer's <em>Gestaltungsprinzipien</em> [abstract principles] approach to art history (as well as his anti-Jewish Nazi sympathies) and Wittkower's approach.": [
        [
            47,
            56,
            [
                "Slayer",
                "Sublayer",
                "Steelmaker",
                "Delayer",
                "Bedmaker",
                "Neumayer"
            ]
        ]
    ],
    "After briefly teaching as a <em>Privatdozent</em> at the Univeristy in Cologne in 1932-1933, Wittkower was forced to leave Germany--now fully under the control of the Nazis, whose laws forbade university positions to Jews--abandoning any <em>habilitationschrift</em> for the London and the Warburg Institute.": [],
    "In London he was founding co-editor of the <em>Journal of the Warburg Institute</em> (renamed in 1940 to <em>The Journal of the Warburg and Courtauld Institutes</em>) in 1937, remaining at the Institute between 1934-1956.": [
        [
            3,
            9,
            [
                "London,"
            ]
        ]
    ],
    "His position at the Institute allowed outside lecturing, such as his 1946 Courtauld Institute talks on the architecture of Vittone.": [
        [
            74,
            83,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            123,
            130,
            [
                "Litton",
                "Vuitton",
                "Intone",
                "Vitrine",
                "Histone"
            ]
        ]
    ],
    "Proof of his broad interests, when he first proposed the lectures to his host, <a href=\"/blunta\">Anthony Blunt</a>, Blunt believed Wittkower joking and had invented the architect's name.": [],
    "In 1948 the young Italian scholar <a href=\"/salernol\">Luigi Salerno</a> studied with Wittkower on a Warburg fellowship.": [],
    "Wittkower began publishing his research, first begun as his intended <em>habilitation</em> in the 1930s, on Palladio and Alberti, in <em>Journal of the Warburg and Courtauld Institutes</em>.": [
        [
            0,
            9,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "These studies, expanded and broadened, were published in 1949 as his most significant book, <em>Architectural Principles in the Age of Humanism</em>.": [],
    "Formal pedagogical duties also began that year when he was appointed to be Durning Lawrence professor at the Slade School of Art, although these were limited largely to advising dissertations.": [
        [
            75,
            82,
            [
                "During",
                "Turning",
                "Burning",
                "Darning",
                "Dunning"
            ]
        ],
        [
            109,
            114,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Wittkower's dedication to drawings as a scholarly tool continued.": [
        [
            0,
            9,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "He collaborated with several other eminent art historians to produce books on Sir Robert Mond's collection (with <a href=\"/boreniust\">Tancred Borenius</a>), drawings of Poussin (with <a href=\"/blunta\">Anthony Blunt</a>, from a manuscript of <a href=\"/friedlanderw\">Walter Friedlaender</a>).": [
        [
            89,
            93,
            [
                "MOND",
                "Mind",
                "Bond",
                "Monk",
                "Mood",
                "Pond"
            ]
        ]
    ],
    "In 1952 he published a catalog of Carracci drawings from Windsor Castle.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            34,
            42,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ]
    ],
    "Wittkower was visiting professor of art history at Harvard University in 1954.": [
        [
            0,
            9,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "This solidified a move to the United States, where he became chair of the Department of Art History and Archaeology at Columbia University in 1956.": [],
    "In addition to lecturing at Columbia, Wittkower reorganized the Department, adding, among appointments, the first lecturer in Near Eastern art.": [
        [
            38,
            47,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "Here, too, he wrote two of his most popular books, <em>Art and Architecture in Italy: 1600-1750</em> (1958) and, in collaboration with his wife, <em>Born Under Saturn</em> (1963).": [],
    "<em>Art and Architecture in Italy</em>, volume 16 of the \"Pelican History of Art\" was (and remains) the publisher's best-selling volume of the series.": [],
    "A magisterial synthesis of a period of vast artistic output, Wittkower updated it three times.": [
        [
            61,
            70,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "It received the Bannister Fletcher Prize for architectural writing.": [],
    "Wittkower retired from Columbia in 1969 as Avalon Foundation Professor Emeritus of Art History.": [
        [
            0,
            9,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "During his final years, he held the Kress Professorship at the National Gallery of Art and Slade Professor at Cambridge.": [
        [
            36,
            41,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            91,
            96,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He delivered the Charles T. Mathews lectures for 1971-1972 which appeared as the book <em>Gothic vs.": [],
    "Classic: Architectural Projects in Seventeenth-century Italy</em>.": [],
    "After his death he received Alice Davis Hitchcock Award in 1975.</p>\n\n<p>He supervised many Ph.D.": [],
    "dissertations including <a href=\"/seklere\">Eduard F. Sekler</a> (at the Warburg), <a href=\"/pepperd\">D.": [
        [
            0,
            13,
            [
                "Dissertations"
            ]
        ]
    ],
    "Stephen Pepper</a> and <a href=\"/rowec\">Colin Rowe</a>.": [],
    "Another student also became a colleague of his at Columbia university, <a href=\"/hibbardh\">Howard Hibbard</a>, whose methodology Hibbard closely reflected.": [
        [
            50,
            69,
            [
                "Columbia University"
            ]
        ]
    ],
    "His scholarly tradition was most clearly continued in the work of <a href=\"/connorsj\">Joseph Connors</a>.": [],
    "In terms of method, Wittkower certainly differed from Sedlmayr.": [
        [
            20,
            29,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            54,
            62,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Compared to Sedlmayr's psychological-theoretic approach of the same material, Wittkower, in the words of <a href=\"/clarkk\">Kenneth Clark</a>, disposed of, \"the hedonist, or purely aesthetic, theory of Renaissance architecture.\"": [
        [
            12,
            20,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            78,
            87,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "Not that Wittkower eschewed psychology (two of his books used this approach principally) rather, he preferred to allow documents to connect psychological patterns he used rather than vice versa.": [
        [
            9,
            18,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "Like Goldschmidt, he discounted the Hegelian view of art history so common among German art historians of his and previous generations.": [],
    "<a href=\"/krautheimerr\">Richard Krautheimer</a> described Wittkower's art history as one blending mathematics and philosophy, the religious and cultural climate with the interrelations of patron and artist.": [],
    "Even the Warburg scholar <a href=\"/saxlf\">Fritz Saxl</a>, who admitted in a 1934 letter that Wittkower's ideas on the history of art were much different from his own, concluded that Wittkower's \"struggle for clear-shaped logical notions in art history has undoubted merits.\"": [],
    "<em>Architectural Principles in the Age of Humanism</em> remains his most influential writing, having immediately influenced works as disparate as <em>Die Kunst der Renaissance in Italien</em> (1953) by <a href=\"/paatzw\">Walter Paatz</a>, Ezra Ehrenkrantz's <em>The Modular Number Pattern</em> (1956) and P. H. Scholfield's The <em>Theory of Proportion in Architecture</em> (1958).": [],
    "The book, however caught the scorn of <a href=\"/paner\">Roberto Pane</a> who attacked Wittkower's ideas at the Eighteenth International Congress of the History of Art (Venice) in 1956 (Wittkower, 1973).": [],
    "In 1961 Wittkower presented a paper at Winterthur, Delaware, on \"Art History as a Discipline\" which demonstrated his affinity for the work of <a href=\"/panofskye\">Erwin Panofsky</a> and decrying the extreme connoisseurship of <a href=\"/fryr\">Roger Fry</a>.": [
        [
            8,
            17,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "The esthetician Joseph Masheck insightfully contrasted Panofsky with Wittkower, both fellow Warburg Institute scholars: \"Panofsky mainly pursued a history of illustrated concepts...that have taken roost...[in] datable objects.\"": [
        [
            23,
            30,
            [
                "Mas heck"
            ]
        ],
        [
            55,
            63,
            [
                "Sinofsky"
            ]
        ],
        [
            69,
            78,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            121,
            129,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Wittkower, on the other hand, he contended, is the \"ultra-Warburgian,\" not limited to the classical tradition but employing a cosmopolitan view of art.</p>": [
        [
            0,
            9,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ]
}