{
    "<p>Director of the Toledo Museum of Art, 1938-1978 and founding curator of the Getty museum collections.": [],
    "Wittmann was the son of Otto Wittmann, Sr., an auto parts distributor, and Beatrice Knox Billingsley (Wittmann).": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ],
        [
            29,
            37,
            [
                "Pittman"
            ]
        ],
        [
            89,
            100,
            [
                "Willingly",
                "Billings",
                "Billingsgate",
                "Millitesla"
            ]
        ],
        [
            102,
            110,
            [
                "Pittman"
            ]
        ]
    ],
    "His mother died in the disastrous 1918 influenza epidemic.": [],
    "After attending private high school in Kansas City, he entered Harvard University in 1929.": [],
    "Wittmann's first experience of art was in the drawing class of fine arts professor Arthur Pope (1880-1974) as no art museum yet existed in Kansas City.": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ]
    ],
    "Befriended by the urbanite New Yorker <a href=\"/rathbonep\">Perry T. Rathbone</a>, who himself had decided to become an art museum director, Wittmann and Rathbone toured the galleries of New York and Boston during their leisure.": [],
    "At Harvard, Wittmann enrolled in the French art history painting course of <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            12,
            20,
            [
                "Pittman"
            ]
        ]
    ],
    "Wittmann and Rathbone organized exhibitions on Ben Shahn, Max Ernst and Walter Gropius for the Harvard Society for Contemporary Art, an organization founded by undergraduates <a href=\"/warburge\">Eddie Warburg</a>, <a href=\"/walkerj\">John Walker III</a> and Lincoln Kirstein (1907-1996).": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ],
        [
            51,
            56,
            [
                "Shawn",
                "Hahn",
                "Shaun",
                "Shah",
                "Shan",
                "Spahn"
            ]
        ]
    ],
    "After graduation in 1933--he and Rathbone turned the gallery over to <a href=\"/coolidgej\">John P. Coolidge</a>--he joined the fledgling William Rockhill Nelson Gallery of Art (today, Nelson-Atkins Museum) in his native Kansas City, under director <a href=\"/gardnerp\">Paul Gardner</a> and Harvard classmate <a href=\"/beamp\">Philip C. Beam</a>.": [],
    "Lacking money for graduate school, Wittmann convinced Sachs to allow him participate in his famous \"Museum course\" as Sach's assistant, though he never enrolled.": [
        [
            35,
            43,
            [
                "Pittman"
            ]
        ],
        [
            73,
            84,
            [
                "to participate"
            ]
        ],
        [
            118,
            122,
            [
                "Such",
                "Each",
                "Sack",
                "Bach",
                "Sac",
                "Mach"
            ]
        ]
    ],
    "This led to an appointment developing the museum of Louis F. and Charlotte Hyde in Glens Falls, NY (today the Hyde Museum) and a lectureship at Skidmore College, Saratoga Springs, NY.": [],
    "Before the outbreak of World War II, Wittmann was drafted into the U.S.": [
        [
            37,
            45,
            [
                "Pittman"
            ]
        ]
    ],
    "army, working initially in personnel before transferring to the famous Art Looting Investigation Unit of the Office of Strategic Services (OSS), under which the Monuments, Fine Arts and Archives Section (\"Monuments Men\") of the Seventh Army fell.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ]
    ],
    "He worked interviewing those responsible for the thefts and in the Munich Collecting Point office as well.": [],
    "While stationed in Washington, DC.": [],
    "he married Margaret \"Miggy\" Carlisle Hill (1914-1997) in 1945.": [
        [
            0,
            2,
            [
                "He"
            ]
        ],
        [
            21,
            26,
            [
                "Iggy",
                "Ziggy",
                "Piggy",
                "Muggy",
                "Meggy",
                "Mingy"
            ]
        ]
    ],
    "After discharge from the war in 1946, Wittmann convinced Toledo (OH) Museum of Art president to create a position for him, working under director <a href=\"/godwinb\">Blake-More Godwin</a> as assistant director.": [
        [
            38,
            46,
            [
                "Pittman"
            ]
        ]
    ],
    "Godwin recognized Wittmann's connoisseurship trained under Sachs, and turned collecting at Toledo over to him.": [
        [
            18,
            26,
            [
                "Pittman"
            ]
        ]
    ],
    "Wittmann acquired the spectacular \"Crowning of St.": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ]
    ],
    "Catherine\" by Rubens in 1950 after the Metropolitan Museum of Art's <a href=\"/rousseaut\">Theodore Rousseau, Jr.</a>, turned it down as not authentic.": [],
    "He built classical collections with the assistance of (later) Metropolitan Museum of Art curator <a href=\"/bothmerd\">Dietrich von Bothmer</a> and his sister-in-law, the archaeologist/art historian <a href=\"/richardsoneh\">Emeline Hurd Hill Richardson</a>.": [],
    "He advocated for federal support of the arts and was appointed by President Lyndon Johnson to the first National Council on the Arts in 1964, a precursor to the National endowment of the Arts.": [],
    "Wittmann's hires went on to become important museum people in their own right, including <a href=\"/leek\">Katharine Caecelia Lee</a> in 1968.": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ]
    ],
    "The following year he hired <a href=\"/lucknerk\">Kurt T. Luckner</a> to be curator the classical collection.": [],
    "Luckner's enthusiasm and versatility brought about the glass gallery for the Museum.": [
        [
            0,
            7,
            [
                "Buckner",
                "Luckier"
            ]
        ]
    ],
    "In 1973 Wittmann hired Roger Mandell as assistant director with the intention of him assuming the directorship when Wittmann turned 65.": [
        [
            8,
            16,
            [
                "Pittman"
            ]
        ],
        [
            116,
            124,
            [
                "Pittman"
            ]
        ]
    ],
    "This happened in 1976.": [],
    "He moved to Los Angeles the same year as a consultant and trustee of the Los Angeles County Museum of Art.": [],
    "He was hired in 1978 as a consultant to the Getty foundation, just as the Malibu museum was coming into the billion-dollar trust left by oil baron J. Paul Getty (1892-1976).": [],
    "Elected a trustee in 1979, he rose to acting chief curator in 1980, essentially in charge of the entire museum.": [],
    "Wittmann judiciously allayed fears from the art world that the Getty would drive up art prices and acquire every work of importance.": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ]
    ],
    "He established and chaired the Getty's acquisition committee carefully purchasing Greek and Roman antiquities, French decorative arts of the 17th and 18th centuries and European old masters, J. Paul Getty's preferred areas.": [],
    "Wittmann helped recruit <a href=\"/walshj\">John Walsh, Jr.</a>, as museum director in 1983, retaining his acquisitions chair role until 1989 when named a trustee emeritus.": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ]
    ],
    "Wittmann assembled two of the premier public art collections in the United States.": [
        [
            0,
            8,
            [
                "Pittman"
            ]
        ]
    ],
    "During the halcyon years of art acquisitions, 1930s-1970s when prices were comparatively low and availability great, he assembled Toledo's outstanding collection of masterworks, collecting in every area, including classical vases, Baroque painting, and modern sculpture.": [],
    "Perhaps as distinguished, he set the standard for the Getty museum as a responsible collector among other acquiring museums, laying the groundwork for the museum and the ultimate Getty Center complex today.</p>": []
}