{
    "<p>Creator of the research photographs collection of the University of London (\"Witt Library\"); art collector.": [],
    "Witt was the eldest son of Gustavus Andreas Witt (b.": [],
    "1840) a wool dealer, and Johanna Frederiko Helene de Clermont (Witt).": [
        [
            33,
            42,
            [
                "Frederik",
                "Frederico"
            ]
        ]
    ],
    "He attended Clifton College, Bristol, and New College, Oxford, graduating with a degree in history in 1894.": [],
    "He served in the British army and as a war correspondent (with Cecil Rhodes) seeing action during the Matabele (Ndebele) uprising of 1896.": [
        [
            102,
            110,
            [
                "Datable",
                "Mutable",
                "Eatable",
                "Ratable"
            ]
        ]
    ],
    "He returned to London, qualified as a solicitor (attorney) in 1897, where he spent his career rising to senior partner at the offices of Stephenson, Harwood, and Tatham.": [
        [
            162,
            168,
            [
                "Latham",
                "Tat ham"
            ]
        ]
    ],
    "From the first, Witt maintained a strong interest in art.": [],
    "After marrying his classmate, Mary Helene Marten (1871-1952) in 1899, the two began collecting photographs of works of art.": [],
    "The Witts built their hobby into an enormous library of eventually 750,000 images.": [
        [
            4,
            9,
            [
                "Witt's",
                "Witt",
                "Watts",
                "Witty",
                "Wits",
                "Pitts"
            ]
        ]
    ],
    "In 1902 he wrote his first art book, a primer on approaching art, How to Look at Pictures.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "In 1903 together with David Lindsay (Earl of Crawford and Balcarres) (1871-1940), Wallace Collection keeper <a href=\"/phillipsc\">Claude Phillips</a>, the artist <a href=\"/maccolld\">D.": [
        [
            58,
            67,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ]
    ],
    "S. MacColl</a> (1859-1948), and the art museum director <a href=\"/fryr\">Roger Fry</a>, he founded the National Art Collections Fund.": [
        [
            3,
            10,
            [
                "Mac Coll"
            ]
        ]
    ],
    "The fund, which raised money by subscription for the purchase of pictures, elected him its first honorary secretary, which he held until 1920.": [],
    "When the collector and director of the National Gallery, Dublin, Sir Hugh Lane (1875-1915), died in the sinking of the R.M.S.": [],
    "Lusitania in 1915--leaving conflicting will and codicil to the disposition of his excellent French Impressionist collection--Witt inveighed (futilely) to keep the Collection at the National Gallery, London, where the pictures had been placed on extended loan.": [],
    "Witt was named a trustee of the National Gallery in 1916, a position he held almost unbroken until 1940, and the Tate Gallery, the same year (1916) until 1931.": [],
    "In 1918 he was appointed C.B.E.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "in 1918.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1920 he became chair of the Art Collections Fund, which grew into the most important fund-raising unit for art in Britain under Witt's leadership.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "Witt's library and picture collection were so important that he wrote a catalog of his collection in 1920 (supplement, 1925) concentrating on the artist's represented.": [],
    "Inspired by his library, Helen Frick (1888-1984), daughter of the collector Henry Clay Frick (1849-1919), set out to build a library for the Frick Collection in New York after Witt's model.": [],
    "Like Witt, Frick wrote the catalog, assisted by Witt, for the Frick Art Reference Library.": [],
    "A similar catalog was written by the British-trained Japanese art historian <a href=\"/yashiroy\">Yukio Yashiro</a> for the Tokyo Museum.": [],
    "He was knighted in 1922.": [],
    "During the 1930s, Witt was active in organizing the annual winter exhibitions of foreign art at Burlington House.": [],
    "The introduction to the Italian catalog of 1930 was written by him.": [],
    "In 1932 Witt, together with Samuel Courtauld (1876-1947) and Arthur Hamilton Lee (Viscount Lee of Fareham, 1868-1947) founded the Courtauld Institute of Art, University of London.": [
        [
            35,
            44,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            98,
            105,
            [
                "Farnham",
                "Fare ham"
            ]
        ],
        [
            130,
            139,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He received an honorary D. Lit.": [],
    "from the University the following year.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1942 he became an honorary fellow at his alma mater, New College.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "In 1944 Witt deeded his house at 32 Portman Square and vast image collection as a research library for the Courtauld Institute.": [
        [
            107,
            116,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He retired in 1945 because of ill health and was named president, the Fund's first.": [],
    "The National Gallery, London, organized a special show in his honor featuring the art purchased under his direction of the Fund.": [],
    "He died at his Portman Square home at age 80.": [],
    "The library was moved to the institute at nearby 19 and 20 Portman Square.": [],
    "Also donated were his large collection of nearly 4000 old master drawings to the Institute as well.": [],
    "These included works by at that time lesser-known artists, including Guercino and Gainsborough.": [],
    "More than a collector, Witt saw the need to make art information available to scholars.": [],
    "His photographic archives were compiled at a time before art books were heavily illustrated or the advent of image databases.</p>": []
}