{
    "<p>Dresden Museum director; author of an early general history of art, the first of these works to include primitive cultures.": [],
    "In 1871, Woermann was among the team of art historians (the others including Moritz Thausing, Carl von Lützlow, Adolf von Bayersdorfer, <a href=\"/lippmannf\">Friedrich Lippmann</a>, <a href=\"/lubkew\">Wilhelm Lübke</a>, <a href=\"/meyerb\">Bruno Meyer</a>, <a href=\"/woltmanna\">Alfred Woltmann</a>, <a href=\"/malszg\">G.": [
        [
            9,
            17,
            [
                "Hermann"
            ]
        ],
        [
            84,
            92,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ],
        [
            103,
            110,
            [
                "Outflow"
            ]
        ]
    ],
    "Malsz</a> and <a href=\"/bodew\">Wilhelm Bode</a>) who convened in Dresden to determine which of two versions of Hans Holbein the younger's <em>Meyer Madonna</em> was the autograph work.": [
        [
            0,
            5,
            [
                "Also",
                "Male",
                "Males",
                "Mass",
                "False",
                "Mall"
            ]
        ]
    ],
    "The so-called \"Holbein convention,\" one of the important events in nineteenth-century art history when many methodical approaches were employed to determined authenticity, concluded that the Darmstadt version was the original.": [],
    "Together <a href=\"/woltmanna\">Alfred Woltmann</a>, he authored a series of art surveys, beginning with the <em>Geschichte der Malerei</em> (History of Painting) in 1879, of which Woermann wrote the volume on the ancient world.": [],
    "His treatise on art history, <em>Was uns die Kunstgeschichte lehrt</em> (What we learn from Art History), was published in 1894.": [],
    "<a href=\"/kultermannu\">Udo Kultermann</a> sites Woermann among those <em>Gründerzeit</em> museum directors, along with <a href=\"/bodew\">Wilhelm Bode</a>, <a href=\"/lichtwarka\">Alfred Lichtwark</a>, <a href=\"/seidlitzw\">Woldemar von Seidlitz</a>, and <a href=\"/brinckmannj\">Justus Brinckmann</a>, as responsible for the formation of art history by virtual of their scholarship and interest in museum training.</p>": []
}