{
    "<p>Wolf was the son of Peter and Mathilde Stinde (Wolf).": [
        [
            42,
            48,
            [
                "Stine"
            ]
        ]
    ],
    "After spending the final year of World War I with the German Marines, he attended the University of Heidelberg between 1919-22.": [],
    "Wolf spent the year 1923 at the University in Berlin before completing his dissertation at Göttingen.": [],
    "He was an assistant at the Berliner Museum 1922-28.": [],
    "In 1928 he became a <em>privatdozent</em> associated with the University in Leipzig, acceding to a professorship there in 1934.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "He also held a joint appointment as director of Egyptology Institute.": [],
    "During World War II, he joined the Luftwaffe 1939-45.": [],
    "After the war he spent a period of time outside academics, like many faculty associated with Nazi government appointments.": [
        [
            69,
            76,
            [
                "faculty members"
            ]
        ]
    ],
    "In 1949 he received a position to teach at the university of Munster.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "He remained the the next twenty years, retiring emeritus in 1969.": [
        [
            12,
            19,
            [
                "the"
            ]
        ]
    ],
    "Wolf was devoted to stylistic analysis in his art history.": [],
    "His use of scientific language for art was attacked in 1960 by Otto Neugebauer (1899-1990) as meaningless appropriation of scientific jargon, with whom Neugebauer also lumped <a href=\"/schrammp\">Percy Ernst Schramm</a>.</p>": [
        [
            68,
            78,
            [
                "Neubauer"
            ]
        ],
        [
            152,
            162,
            [
                "Neubauer"
            ]
        ]
    ]
}