{
    "<p>Medieval art historian and manuscript scholar.": [],
    "Woodruff graduated from Wellesley College in 1922.": [],
    "She earned her MA and PhD degrees at Radcliffe College, completing a dissertation on the illustrated manuscripts of Prudentius in 1928.": [
        [
            116,
            126,
            [
                "Prudential"
            ]
        ]
    ],
    "In 1931, Woodruff held the position of Reader at the Index of Christian Art at Princeton University, founded by <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "By 1933, she was appointed to the directorship of the Index by <a href=\"/moreyc\">Charles Rufus Morey</a>, a position which she held for nine years.": [],
    "Woodruff served as director of the Index until 1942, when she left to join the Women’s Reserve of the United States Navy (specifically, the <em>Women Accepted for Volunteer Emergency Service</em> or “WAVES”), rising to the rank of Lieutenant Commander during World War II.": [],
    "Woodruff’s major scholarship during this time included a study of the Bern <em>Physiologus</em>, an early Christian collection of naturalistic and allegorical descriptions from which the medieval bestiaries are derived, published in <em>The Art Bulletin</em> in 1930.": [],
    "A monograph version of her dissertation <em>The Illustrated Manuscripts of Prudentius</em> appeared from Harvard University Press, 1930.</p>\n\n<p>In 1942, Woodruff published the first Index of Christian Art handbook during the last year of her directorship.": [],
    "The handbook, with a foreword written by Morey, facilitated the use of the physical card archive and established standards for iconographic classification.": [],
    "It was the definitive guide for using and contributing to the Index of Christian Art for over 50 years.": [],
    "Woodruff’s revolutionary changes to Index organization included implementing a coding system and adding medium divisions for better organization of the card files.": [],
    "During her directorship, Woodruff established an in-house photographic studio to assemble more pictorial evidence from publications and devised a formulaic standard for written iconographic description that is largely still employed by Index scholars, (renamed in 2017 as the Index of Medieval Art).": [],
    "Woodruff’s study collection, comprising photographs of medieval enamel and metal liturgical objects, book covers, and crosses/crucifixes, is held by the department of Research Photographs in the Department of Art and Archaeology, Princeton University.</p>\n\n<p>Woodruff’s contributions were recognized by the establishment of a biennial fellowship in her name granted by the Archaeological Institute of America (AIA) and the American Academy in Rome.</p>": [
        [
            411,
            414,
            [
                "AIR",
                "VIA",
                "AID",
                "ASIA",
                "CIA",
                "AKA"
            ]
        ]
    ]
}