{
    "<p>Museum director and Gainsborough scholar.": [],
    "Woodall was the daughter of Henry Woodall, head of the British Gas Light and Coke Company.": [],
    "Her mother was Bertha Nettlefold.": [
        [
            22,
            32,
            [
                "Nettle fold"
            ]
        ]
    ],
    "Woodall attended Cheltenham Ladies' College and then Somerville College, Oxford.": [],
    "She majored in history.": [],
    "After college she attended the Slade School of Fine Art, Shoreham, under Franklin White (d.": [
        [
            6,
            13,
            [
                "college,"
            ]
        ],
        [
            31,
            36,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            57,
            65,
            [
                "Shore ham"
            ]
        ]
    ],
    "1975).": [],
    "There she studied the drawings of Gainsborough.": [],
    "In 1939 she was awarded a Ph.D.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "at the Courtauld Institute of Art, writing on Gainsborough's landscape drawings.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            7,
            16,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She briefly volunteered at the department of prints and drawings of the British Museum.": [],
    "When World War II was declared, Woodall accepted a position of regional administrator for the Women's Royal Voluntary Service in 1938.": [],
    "In 1942 she moved to Ministry of Health and the Ministry of Supply.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "She secured a position as curator (\"Keeper\") at the City of Birmingham Museum and Art Gallery, under <a href=\"/coxt\">Trenchard Cox</a> on 1945.": [],
    "Cox was struggling with postwar issues of museum consolidation and bureaucracy.": [],
    "Woodard, with a strong administrative skill, took on the project immediately.": [],
    "She organized an exhibition on Pre-Raphaelite Brotherhood, 1947, and another on the work of Richard Wilson in 1948.": [],
    "During this time she and Cox went about building both the collections and public reputation of the Art Gallery.": [],
    "In 1949 she published her <em>Thomas Gainsborough: his Life and Work</em>.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "When Cox left in 1956 to become director of the Victoria and Albert Museum, Woodall succeeded him.": [],
    "She persuaded the Birmingham city council in 1959 to sell works from the collection, including late-19th century Birmingham School artists, Joseph Southall and Arthur Gaskin, which were ill-advised.": [
        [
            147,
            155,
            [
                "South all"
            ]
        ],
        [
            167,
            173,
            [
                "Ga skin",
                "Gas kin"
            ]
        ]
    ],
    "Her edited letters of Gainsborough appeared in 1961.": [],
    "She elected the first woman president of the Museums Association in 1962.": [
        [
            22,
            27,
            [
                "female"
            ]
        ]
    ],
    "She retired in 1964.": [],
    "In her retirement she was an UK adviser to the Felton Trust, National Gallery of Victoria, Melbourne, Australia and a trustee of the National Gallery, London, between 1966-76.": [
        [
            26,
            28,
            [
                "a"
            ]
        ],
        [
            47,
            53,
            [
                "Elton",
                "Fulton",
                "Melton",
                "Felon",
                "Belton",
                "Felt on"
            ]
        ]
    ],
    "Among her firsts was the first woman fellow of University College, London.": [],
    "Among her staff, she was known as \"Mighty Mary.\"": [],
    "She died in a nursing home in 1988.</p>": []
}