{
    "<p>Director, Art Institute of Chicago, 1980-2004 and Getty Trust, 2006-2010.": [],
    "Wood graduated Williams College with honors in art history, part of a cadre of art museum directors who had all done their undergraduate work at Williams.": [
        [
            5,
            14,
            [
                "graduated from"
            ]
        ]
    ],
    "He took an A.M., from the Institute of Fine Arts, New York University.": [],
    "In 1967 he was appointed Assistant to the director at the Metropolitan Museum of Art, New York and assistant curator in the Department of 20th Century Art from 1968-70.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "Wood moved to the Albright Knox Gallery of Art, Buffalo in 1970 as associate director and adjunct professor of art history at SUNY at Buffalo.": [],
    "In 1975 he became director of the St.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "Louis Museum of Art, St.": [],
    "Louis, Missouri.": [],
    "He married Emese Forizs, an artist.": [
        [
            11,
            16,
            [
                "These",
                "Eyes",
                "Else",
                "Demise",
                "Ease",
                "Emerge"
            ]
        ],
        [
            17,
            23,
            [
                "Forces",
                "Forms",
                "Forts",
                "Boris",
                "Forbes",
                "Forums"
            ]
        ]
    ],
    "In 1980 Woods was appointed by the Board of Trustees at the Art Institute of Chicago to be Director.": [],
    "In Chicago Wood embarked on ambitious building programs, eventually doubling the size of the museum, overseeing the incorporation of the Louis Sullivan Trade room and the Rice Building (wing), designed by Thomas Beeby, which dramatically extended into Grant Park.": [
        [
            212,
            217,
            [
                "Beebe",
                "Beefy",
                "Beery",
                "Bee by"
            ]
        ]
    ],
    "Wood spearheaded several important shows, notably a Monet retrospective, \"Claude Monet: 1840-1926,\" in 1995, and \"Van Gogh and Gauguin: The Studio of the South\" in 2001, both breaking attendance records for the Institute.": [],
    "Wood oversaw the Renzo Piano-designed modern wing (completed 2009) when he lost a 2003 vote of confidence from the Institute's board.": [],
    "He retired from the museum in 2004, succeeded by James Cuno.": [
        [
            55,
            59,
            [
                "Juno",
                "CNO",
                "CUO",
                "Cano",
                "UNO",
                "Cu no"
            ]
        ]
    ],
    "When Barry Munitz, president and chief executive of the Getty Trust in Los Angeles resigned over use of the trust's money and antiquities provenance, Wood was appointed his replacement in 2006.": [
        [
            11,
            17,
            [
                "Units",
                "Unit",
                "Munich",
                "Unity",
                "Unite",
                "Moritz"
            ]
        ]
    ],
    "The position oversaw the J. Paul Getty Museum in Brentwood and the Getty Villa collection of ancient Greek and Roman art near Malibu, as well as the divisions of conservation, research and philanthropy.": [],
    "Wood immediately streamlined the Trust, eliminating positions and consolidating functions.": [],
    "He set the Getty on a conciliatory course with the Italian government, empowering the Museum's director, Michael Brand, to repatriate forty works.": [],
    "The economic crash of 2008 force Wood to repeat the downsizing of the Trust, including support for research databases such as the Bibliography of the History of Art.": [],
    "These moves put him in direct confrontation Brand who ultimately resigned early in 2010, ostensibly over control of Museum funds.": [],
    "Wood died five months later, suddenly at age 69, at his California home, his body discovered by museum officials when he failed to show up for a meeting.": [],
    "Wood was an administrator and not principally a scholar.": [],
    "His book were issued in conjunction with the museums he oversaw, as for example the guide to the AIC co-written by <a href=\"/leek\">Katharine Caecelia Lee</a>.": [],
    "As an administrator, he was highly respected for his integrity and vision.": [],
    "He was the first Getty Trust director with significant background in art and museum administration (Kennedy).</p>": []
}