{
    "<p>Historian of liturgical and Anglo-Saxon illuminated medieval painting; paleographer.": [],
    "Wormald was born into a family of wool merchants in West Riding, Yorkshire.": [
        [
            0,
            7,
            [
                "World",
                "Formal",
                "Normal",
                "Formals",
                "Wormed",
                "Normand"
            ]
        ]
    ],
    "He studied at Eton and then Cambridge University where he read history at Magdalene College.": [],
    "His B.A.": [],
    "was taken in 1925.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "In 1927 he was appointed an Assistant Keeper in the Department of Manuscripts of the British Museum.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "The first of his three fundamental works on calendars, <em>English Kalendars before A.D.": [
        [
            67,
            76,
            [
                "Calendars"
            ]
        ]
    ],
    "1100 I</em> appeared in 1934, and the second, <em>English Benedictine Kalendars after A.D.": [
        [
            70,
            79,
            [
                "Calendars"
            ]
        ]
    ],
    "1100 I</em> in 1936.": [],
    "In 1935 he was elected as a Fellow of the Society of Antiquaries.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "The same year he married his cousin, Honoria Yeo.": [
        [
            37,
            44,
            [
                "Honor",
                "Honored",
                "Honors",
                "Honoring",
                "Sonora",
                "Honoree"
            ]
        ],
        [
            45,
            48,
            [
                "Yes",
                "Yet",
                "Neo",
                "Yen",
                "Yo",
                "Geo"
            ]
        ]
    ],
    "During World War II he served in the Ministry of Home Security, where he produced Civil Defense training films.": [],
    "The second volume of his <em>Benedictine Kalendars</em> appeared in 1946.": [],
    "After the war his career seemed set to become Keeper of the Department of Manuscripts and likely Director of the Museum.": [],
    "However, in 1949 he was selected to be the first chair of Paleography, attached to Kings College, Cambridge, over the candidates in historical paleography.": [
        [
            83,
            96,
            [
                "King's College"
            ]
        ]
    ],
    "During these years he published his volumes on English calendars on behalf of the Bradshaw Society.": [],
    "His qualities as an advisor to research students and colleague soon became apparent.": [],
    "He was elected to the British Academy in 1948, Section XI (art history) and the <em>Corpus Vitrearum Medii Aevi</em> Committee.": [],
    "In 1950 he received his Litt.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            24,
            28,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "D. from Cambridge.": [
        [
            3,
            7,
            [
                "From"
            ]
        ]
    ],
    "He accepted an appointment at King's College, University of London, as Professor of Paleography, where he remained until 1968.": [],
    "His first monograph, <em>English Drawings of the Tenth Century</em>, 1952, was a fundamental treatise on illuminated initials.": [],
    "In 1956 he served as Vice President of the Institute of Historical Research at the University of London until 1960, when he became Director, which he held until 1970.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "In 1960 he published in collaboration with <a href=\"/pachto\">Otto Pächt</a> and <a href=\"/dodwellc\">C.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "R. Dodwell</a> the Warburg Institute's edition of the <em>St.": [
        [
            3,
            10,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Albans Psalter</em>.": [
        [
            0,
            6,
            [
                "Albany"
            ]
        ]
    ],
    "Wormald was a member of the Institute of Advanced Study, Princeton, N. J., from 1965 to 1966.": [
        [
            0,
            7,
            [
                "World",
                "Formal",
                "Normal",
                "Formals",
                "Wormed",
                "Normand"
            ]
        ]
    ],
    "In 1967 he became a trustee of the British Museum and Governor of the London Museum in 1971.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "His papers are held at the University of London.": [],
    "He was the only ex-officer of the British Museum to be appointed to the Board of Trustees, 1967-72.": [],
    "His final work was the introduction to the facsimile of the Winchester Psalter, 1971.Methodologically, he focused on Anglo-Saxon and Romanesque manuscripts, blending iconographic approaches to the illumination and paleographic analysis to the text.": [
        [
            85,
            101,
            [
                " Methodologically"
            ]
        ],
        [
            214,
            226,
            [
                "paleo graphic"
            ]
        ]
    ],
    "His contribution to the liturgical hagiology was extensive.</p>": []
}