{
    "<p>Keeper (chief curator) of the National Gallery, London.": [],
    "Wornum was born to piano maker Robert Wornum (1780-1852), the inventor of the upright piano.": [],
    "He was born in Thornton, North Durham, England, UK near Norham.": [
        [
            56,
            62,
            [
                "Northam",
                "Nor ham"
            ]
        ]
    ],
    "Wornum positioned himself for a career in law, studying in 1832 at University College, the University of London.": [],
    "However, he abandoned the bar to study art with painter Henry Sass (1788-1844), making a grand tour of the art museums of Europe in 1834.": [],
    "Wornum returned to London as a portrait painter, receiving honorable mentions but exhibiting little.": [],
    "He contributed to several publications, including the <em>Penny Cyclopaedia</em> (1840), Smith's <em>Dictionary of Greek and Roman Antiquities</em> (1841) the Society for the Diffusion of Useful Knowledge's <em>Biographical Dictionary</em> (unpublished).": [],
    "To these, he added articles to the <em>Art Journal</em>, among them criticizing the current catalogs of the National Gallery.": [],
    "Prime Minister Sir Robert Peel (1788-1850) commissioned Wornum to write a new catalog, which was completed in 1847.": [],
    "The success of this work gained Wornum a lecturing position in art with government schools of design.": [],
    "In 1851 he was awarded a substantial prize by his former magazine, the <em>Art Journal</em>, for an essay on \"The Exhibition of 1851, as a Lesson in Taste.\"": [
        [
            3,
            7,
            [
                "1851,"
            ]
        ]
    ],
    "The following year he was appointed librarian and keeper of casts for the schools of design.": [],
    "<a href=\"/eastlakec\">Charles Lock Eastlake</a> recommended Wornum to succeed George Saunders Thwaites (1778-1866) as Keeper of the National Gallery, London, which Wornum did in December, 1854.": [],
    "The appointment of Wornum represented the first efforts to make the Keeper an effectual position, rather than the modestly-paid sinecure it had been.": [],
    "Eastlake himself was named director in 1855 and a thorough 'housecleaning' of the National Gallery's staff followed, bringing it into a fully functioning workforce.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "Wornum anonymously rewrote the <em>Biographical Catalogue of the Principal Italian Painters</em> by \"A Lady\" (Maria Farquhar) that same year.": [],
    "In 1856 he contributed biographical entries of British artists to Creasy's <em>British Empire</em>, published in eight volumes in 1860-61.": [
        [
            3,
            7,
            [
                "1856,"
            ]
        ],
        [
            66,
            72,
            [
                "Crease",
                "Creamy",
                "Greasy",
                "Creaky",
                "Cr easy"
            ]
        ]
    ],
    "Wornum was Keeper at the time when J. M. W. Turner's estate was willed to the nation at Turner's death in 1857.": [],
    "The works of art were put in the hands of the critic <a href=\"/ruskinj\">John Ruskin</a> for cataloging.": [],
    "Ruskin admitted in an 1858 letter to Wornum of burning a number of sketchbooks filled with erotic drawings by Turner.": [],
    "He told Wornum the drawings were \"grossly obscene\" and could not, he felt, \"lawfully be in anyone's possession.\"": [],
    "Wornum lobbied tirelessly for a larger National Gallery.": [],
    "Before the creation of the Tate Gallery, Turner's pictures were wedged into the National Gallery building at Trafalgar Square.": [],
    "The introduction to The Turner Gallery pleads for better space for the 725 works of art.": [],
    "In 1867 Wornum's catalog on Hans Holbein appeared.": [],
    "It was groundbreaking in that he was the first non-German to take a position (ultimately correct) the the Dresden <em>Meyer Madonna</em> was a copy.": [
        [
            98,
            105,
            [
                "the"
            ]
        ]
    ],
    "He died at his home in South Hampstead.": [
        [
            29,
            38,
            [
                "Hempstead"
            ]
        ]
    ],
    "Wornum greatly improved the National Gallery, both by issuing edifying publications on the collections and working hard to make it museum truly for the public.": [],
    "He argued passionately against the separation of British artists from foreign artists in the galleries.": [],
    "Wornum's <em>Epochs of Painting</em> became the textbook for schools of art in Britain (DNB).</p>": []
}