{
    "<p>Art Historian and theoretician of Expressionism.": [],
    "Worringer formed his education at a number of German universities, Freiburg, Berlin, and Munich, before finally writing his dissertation at Bern in 1907.": [
        [
            0,
            9,
            [
                "Porringer"
            ]
        ]
    ],
    "His thesis was entitled <em>Abstraktion und Einfühlung: ein Beitrag zur Stilpsychologie</em> (Abstraction and Empathy: Essays in the Psychology of Style).": [],
    "Its publication aroused the interest of art critic Paul Ernst, who reviewed it like a new art book in the influential <em>Kunst und Künstler</em>.": [],
    "It was then issued in a trade edition which gained it immense popularity among intellectuals and artists.": [],
    "German expressionists of <em>Die Brücke</em>, especially Ernst Ludwig Kirchner and Emil Nolde, found Worringer's ideas justifying the primitive art which their art took in part as its inspiration.": [
        [
            101,
            110,
            [
                "Porringer"
            ]
        ]
    ],
    "Worringer was appointed to the University at Bern.": [
        [
            0,
            9,
            [
                "Porringer"
            ]
        ]
    ],
    "His next book, an expansion of the concluding section of <em>Abstraktion</em>, focused on gothic art and architecture.": [],
    "<em>Formprobleme der Gotik</em> (Form in the Gothic), 1911, contrasted and celebrated the \"gothic impulse\" to create stylized art, opposing it to a Mediterranean infatuation with verisimilitude.": [],
    "The book again met acclaim and Worringer's reputation was secure.": [
        [
            31,
            40,
            [
                "Porringer"
            ]
        ]
    ],
    "His subsequent publications, such as <em>Die altdeutsche Buchillustration</em> of 1912, were more art historical and never caught the public imagination the way his first two works had.": [],
    "Worringer left Switzerland in 1914 for German military service in World War I and saw fighting.": [
        [
            0,
            9,
            [
                "Porringer"
            ]
        ]
    ],
    "Afterward, he returned to teaching at the Universität Bonn, appointed professor in 1920.": [
        [
            42,
            53,
            [
                "University"
            ]
        ]
    ],
    "There he published two more works, <em>Agyptische Kunst</em> (1927) and <em>Griechentum und Gotik</em> (1928), before moving to Königsberg, also in 1928.": [],
    "Worringer himself continued to expand on his initial stylistic ideas in abstraction.": [
        [
            0,
            9,
            [
                "Porringer"
            ]
        ]
    ],
    "After the Second World War, Worringer moved briefly to Halle, which was then in the Soviet Zone of conquered Germany.": [
        [
            28,
            37,
            [
                "Porringer"
            ]
        ]
    ],
    "The founding of the communist German Democratic Republic in 1950 induced Worringer to leave for Munich, where he remained the rest of his life..</p>\n\n<p>Worringer's contribution to art and art history cannot be underestimated.": [
        [
            73,
            82,
            [
                "Porringer"
            ]
        ],
        [
            142,
            144,
            [
                ".",
                "…"
            ]
        ],
        [
            153,
            162,
            [
                "Porringer"
            ]
        ]
    ],
    "His 1907 thesis on art and empathy was draws from the 19th-century aesthetic ideas of Novalis and Schlegel.": [
        [
            98,
            106,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "But Worringer's method owes a great deal to the esthetic theories of Theodor Lipps (1854-1914) and the art history of <a href=\"/riegla\">Aloïs Riegl</a>.": [
        [
            4,
            13,
            [
                "Porringer"
            ]
        ],
        [
            77,
            82,
            [
                "Lips",
                "Lippi",
                "Limps",
                "Lapps",
                "Lisps",
                "Lippy"
            ]
        ]
    ],
    "From Lipps, Worringer builds upon the concept of empathy, that our own sense of beauty comes from being able to relate to the specific work of art.": [
        [
            5,
            10,
            [
                "Lips",
                "Lippi",
                "Limps",
                "Lapps",
                "Lisps",
                "Lippy"
            ]
        ],
        [
            12,
            21,
            [
                "Porringer"
            ]
        ]
    ],
    "He borrows Riegl's assertion that mimesis is not an inherent urge in artistic production: that stylized art is not because of a culture's incompetence to create realistic representations, but rather reveals a psychological need to represent objects in a more spiritual manner.": [
        [
            11,
            16,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "<em>Abstraktion und Einfühlung</em> asserted that realistic representation, such as the art of ancient Greece and Rome, demonstrated a confidence in the material world; abstract representation, such that of the gothic period or ancient Egypt, showed an insecurity with materialism and a greater trust in spirituality.": [],
    "Thus, artistic representation became a key window into a historical period's world view.": [],
    "For early twentieth-century German intellectuals, Worringer's respect for primitive art and the notion that abstracted forms emanated from societies in spiritual anxiety justified expressionism's raw character.": [
        [
            50,
            59,
            [
                "Porringer"
            ]
        ]
    ],
    "Artists such as Ernst Ludwig Kirchner, the spiritual leader of the Dresden expressionist group, <em>Die Brücke,</em> and Emil Nolde use extensively Worringer's notions of the exoticism and the concomitant <em>angst</em> associated with abstraction.": [
        [
            110,
            112,
            [
                ", <"
            ]
        ],
        [
            148,
            157,
            [
                "Porringer"
            ]
        ]
    ],
    "His ideas also encouraged the fascination with the study of African and South Seas art.": [],
    "The art historian <a href=\"/einsteinc\">Carl Einstein</a>, drew heavily upon Worringer's work for his own Negerplastik of 1915, as later did <a href=\"/readh\">Herbert Read</a>.": [],
    "Worringer's second work, <em>Formprobleme der Gotik</em>, developed the theme formulated in <em>Abstraktion</em> for one particular period, european medieval art.": [
        [
            0,
            9,
            [
                "Porringer"
            ]
        ]
    ],
    "However, it is here that the problems with such a global theory based on style begin to appear.": [],
    "Gothic art becomes defined as any style not shaped by classically inspired culture.": [],
    "Worringer's dichotomies become sharper and more forced than in his earlier work: North vs South, abstraction vs empathy, renaissance vs gothic.": [
        [
            0,
            9,
            [
                "Porringer"
            ]
        ]
    ],
    "It was this mindset and its historic implications for cultures, that German national socialism used as its esthetic of \"pure\" and \"degenerate\" art.": [],
    "It remains ironic that the same author's theories helped elucidate German Expressionisim also served its greatest antagonist, the Nazi party.": [
        [
            74,
            88,
            [
                "Expressionism"
            ]
        ]
    ],
    "His Bonn students included <a href=\"/lutzelerh\">Heinrich Lützeler</a>.</p>": []
}