{
    "<p>Revisionist architectural historian.": [],
    "Worsley was the second son of an aristocratic Yorkshire family, including Sir Thomas Worsley, who was an 18th-century surveyor general of the Board of Works and an amateur architect who designed the family Palladian mansion, Hovingham Hall.": [
        [
            0,
            7,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ],
        [
            85,
            92,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ],
        [
            206,
            215,
            [
                "Palladium",
                "Palladio",
                "Paladin",
                "Palladius"
            ]
        ],
        [
            225,
            234,
            [
                "Nottingham",
                "Bingham",
                "Rockingham",
                "Ingham",
                "Gingham",
                "Cottingham"
            ]
        ]
    ],
    "His parents were Sir Marcus Worsley (b.": [
        [
            28,
            35,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "1925), a Conservative MP and later baronet, and Lady Bridget Assheton (Worsley) (1926-2004).": [
        [
            61,
            69,
            [
                "Ashton"
            ]
        ],
        [
            71,
            78,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "After attending Eton, he majored (\"read\") history at New College, Oxford were the architectural historian <a href=\"/colvinh\">Howard Montagu Colvin</a> encouraged him to pursue architectural history.": [],
    "After graduation, Worsley entered the Courtauld Institute, London for graduate study.": [
        [
            18,
            25,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ],
        [
            38,
            47,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He joined the staff of Country Life magazine in 1985, blending architectural and social history into his articles.": [],
    "He completed a Ph.D.": [],
    "in the architectural history on the British stable in 1989.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Worsley rose to architectural editor at the Country Life.": [
        [
            0,
            7,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "His first book Architectural Drawings of the Regency Period, 1790-1837 appeared in 1991.": [],
    "In 1994, he joined the journal Perspectives on Architecture, sponsored by the Institute of Architecture, which Charles, the Prince of Wales founded to promote his conservative view of architecture.": [],
    "As its editor, Worsley wisely declined to join the pro-classicism (anti-modernism, actually) stance of the Prince.": [
        [
            15,
            22,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "In 1995, Worsley launched a salvo at the mainstream architectural community with his Classical Architecture in Britain: The Heroic Age.": [
        [
            9,
            16,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "The book questioned the conclusions of Britain's major 20th-century architectural historian, <a href=\"/summersonj\">John Newenham Summerson</a>.": [],
    "Summerson's Architecture in Britain: 1530-1830, (1953) organized architecture as a successive progression of styles.": [],
    "Worsley maintained that stylistic diversity was a constant in previous ages.": [
        [
            0,
            7,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "In 1996 he married the writer and (London) Times journalist Joanna Pitman (b.": [
        [
            3,
            7,
            [
                "1996,"
            ]
        ]
    ],
    "1963).": [],
    "Perspectives on Architecture folded in 1998 when advisors to the Prince feared his reactionary stance was worsening the Prince's post-Diana image.": [],
    "Worsley became the architectural critic of the Daily Telegraph.": [
        [
            0,
            7,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "He edited the late Brian Wragg's book, John Carr of York, for publication in 2000; his own England's Lost Houses, an account of demolished 20th-century mansions, appeared in 2002.": [
        [
            25,
            30,
            [
                "Bragg"
            ]
        ]
    ],
    "The same year he was elected as a senior research fellow of the Institute of Historical Research.": [],
    "A revised version of his dissertation appeared in 2004.": [],
    "Work on a book on Inigo Jones was completed shortly before his death from cancer at age 44.": [
        [
            18,
            23,
            [
                "Iñigo",
                "Indigo",
                "Ingo",
                "IndiGo"
            ]
        ]
    ],
    "It appeared posthumously the following year.": [],
    "Another work on Baroque architecture in England remained in manuscript.": [],
    "An annual award in his memory was established by his uncle, the Duke of Kent.": [],
    "Classical Architecture in Britain: The Heroic Age made Worsley's reputation as an important and original scholar.": [
        [
            55,
            62,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ],
    "The book was initially received coolly by many historians who believed Worsley was too young to have written a major survey or have questioned Summerson; today it is generally accepted as a key text on the subject.</p>": [
        [
            71,
            78,
            [
                "Worse",
                "Wesley",
                "Dorsey",
                "Morley",
                "Mosley",
                "Parsley"
            ]
        ]
    ]
}