{
    "<p>Dutch and Flemish authority, collector, author of artist's dictionary.": [],
    "Wurzbach began his career by studying law, but gave it up somewhere around 1876 to devote his energies to art history and travel.": [
        [
            0,
            8,
            [
                "Auerbach",
                "Bernbach",
                "Hornbach",
                "Würzburg"
            ]
        ]
    ],
    "After a period of writing novels and comedies, he moved to art-writing, issuing a small book, <em>Die französischen Maler</em>, (French Painters of the Eighteenth Century) in 1880.": [],
    "From 1880-83 he was art critic for the <em>Wiener Allgemeine Zeitung</em>.": [],
    "During this time Wurzbach wrote two important book on northern rennaisance printmakers, an examination of the Master E.S.": [
        [
            17,
            25,
            [
                "Auerbach",
                "Bernbach",
                "Hornbach",
                "Würzburg"
            ]
        ],
        [
            46,
            50,
            [
                "books"
            ]
        ],
        [
            63,
            74,
            [
                "Renaissance",
                "renaissance"
            ]
        ]
    ],
    "and Martin Schongauer.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            11,
            21,
            [
                "Schopenhauer",
                "Schnauzer"
            ]
        ]
    ],
    "Toward the end of his life, he used his broad knowledge of Dutch and Flemish artists to issue the magisterial <em>Niederländisches Künstler-Lexikon</em>, a dictionary of artists in the low countries.": [],
    "As an art historian, some of his judgments have not proven correct.": [],
    "He was convinced, for example, that Master E.S.": [],
    "made forays into the Netherlands, something which can hardly be correct.": [
        [
            0,
            4,
            [
                "Made"
            ]
        ]
    ],
    "Wurzbach inherited a large number of Dutch graphics and paintings, most from his wife's family.": [
        [
            0,
            8,
            [
                "Auerbach",
                "Bernbach",
                "Hornbach",
                "Würzburg"
            ]
        ],
        [
            19,
            36,
            [
                "many",
                "numerous"
            ]
        ]
    ],
    "In 1954, his son, the historian Alfred Wolfgang Wurzbach, Ritter Tannenberg (1879-1957), bequeathed them to the Akademie der Bildenden Künste.</p>": [
        [
            48,
            56,
            [
                "Auerbach",
                "Bernbach",
                "Hornbach",
                "Würzburg"
            ]
        ],
        [
            112,
            120,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            121,
            124,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            125,
            134,
            [
                "Blended",
                "Blender",
                "Bidden"
            ]
        ],
        [
            135,
            141,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ]
}