{
    "<p>First Slade Professor of Fine Art at Cambridge University (1869).": [
        [
            9,
            14,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Wyatt was born to Matthew Wyatt, a barrister in Ireland and London police magistrate.": [],
    "He was born in owde, Wiltshire, England, UK, near Devizes.": [
        [
            15,
            19,
            [
                "owed",
                "owe",
                "ode",
                "OCDE"
            ]
        ],
        [
            50,
            57,
            [
                "Devices",
                "Devises"
            ]
        ]
    ],
    "He studied at the architectural firm of his brother, Thomas Henry Wyatt (1807-1880), beginning in 1836.": [],
    "That year he won a medal from the Institute of British Architects for an essay.": [],
    "He made a continental tour in 1844-46, collecting material for his book, published in 1848, <em>Specimens of Geometrical Mosaics of the Middle Ages</em>.": [],
    "Wyatt's skill at art reporting was first manifest when he was assigned to write on the 1849 French salon by the Society of Arts.": [],
    "Wyatt was accompanied by the writer and promoter Henry Cole (1808-1882) who was intent on launching an industrial art exhibition for England.": [],
    "Wyatt reviewed the <em>Seven Lamps of Architecture</em> by <a href=\"/ruskinj\">John Ruskin</a>&nbsp;the same year.": [],
    "Although he applauded Ruskin's disgust at \"shams\" of architecture, the differences between Wyatt and Ruskin were already clear.": [],
    "As an architect, Wyatt was not averse to mixing styles, something common during the Victorian era, and Ruskin despised it.": [],
    "Cole was successful in masterminding the 1851 Great London Exhibition, of which Wyatt was made secretary by the executive committee.": [],
    "Wyatt exhibited both architectural drawings and reported on the Fair, for which he won medals and a special award from Prince Albert.": [],
    "In 1852 together with a number of other art-historical writers, including <a href=\"/jamesona\">Anna Jameson</a>&nbsp;he published <em>The History of the Painters of All Nations</em>.": [],
    "He and the architect Owen Jones (1809-1874) designed the fine arts decorations for the Crystal Palace's second erection, representing the various nationalities, at Sydenham in 1854.": [
        [
            164,
            172,
            [
                "Dagenham",
                "Dunham"
            ]
        ]
    ],
    "He married Mary Nicholl in 1853.": [
        [
            16,
            23,
            [
                "Nichols",
                "Nichole",
                "Nicholls"
            ]
        ]
    ],
    "In 1855 he was elected surveyor for the East India Company, later receiving a knighthood for this work.": [
        [
            3,
            7,
            [
                "1855,"
            ]
        ]
    ],
    "That same year he was made honorary secretary for the Royal Institute of British Architects (held until 1859).": [],
    "In 1869, Cambridge University established the Slade professorship of fine arts at roughly the same time Oxford had appointed Ruskin first Slade professor of fine arts.": [
        [
            46,
            51,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            138,
            143,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Wyatt was selected to be its first recipient of the Cambridge chair and was awarded an honorary M. A. His inaugural lecture, titled \"Fine Art: Its History, Theory and Practice,\" was published in 1871.": [],
    "He died in 1877 at his castle, Dimlands, South Wales where he had gone to recuperate from the stress of his practice.": [
        [
            31,
            39,
            [
                "Dim lands"
            ]
        ]
    ],
    "He is buried at Usk, Monmouthshire.</p>\n\n<p>Wyatt's career was primarily that of an architect.": [
        [
            16,
            19,
            [
                "Us",
                "Use",
                "UK",
                "Ask",
                "SK",
                "USA"
            ]
        ],
        [
            21,
            34,
            [
                "Monmouth shire"
            ]
        ]
    ],
    "He was responsible for restorations of buildings and memorial monuments and royal and government commissions with his brother, Thomas Henry Wyatt.": [],
    "As an architectural historian, he differed from Ruskin in that he supported the revival architectural work of <a href=\"/pugina\">Augustus Welby Northmore Pugin</a>, for whom he took Ruskin to task for criticizing.": [],
    "He also disagreed with Ruskin in the value of the iron-and-glass Crystal Palace, correctly seeing it as the bellwether to modern architecture.": [],
    "But his writing style and theory were generally pedestrian compared to Ruskin.</p>": []
}