{
    "<p>Widely influential professor of art history, major exponent of formalist methodology.": [],
    "Wölfflin was the son of a Swiss classics scholar Eduard von Wölfflin (1831-1908) and Bertha Troll-Greuter (Wölfflin) (1839-1911).": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            60,
            68,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            92,
            105,
            [
                "Troll-Greater"
            ]
        ],
        [
            107,
            115,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He initially studied philosophy at the university in Basel under Johannes Volkelt (1848-1930), but the lectures of cultural historian <a href=\"/burckhardtj\">Jacob Burckhardt</a> developed in him an enthusiasm for art history.": [
        [
            74,
            81,
            [
                "Volker"
            ]
        ]
    ],
    "Wölfflin continued study in philosophy at Berlin under the eminent Wilhelm Dilthey (1833-1911), whose work exerted a strong influence on Wölfflin his whole life.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            75,
            82,
            [
                "Filthy",
                "Dither"
            ]
        ],
        [
            137,
            145,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He moved to Munich, where his father had an appointment, continuing to study philosophy and art history.": [],
    "In Munich, Wölfflin wrote his dissertation, <em>Prolegomena zu einer Psychologie der Architektur</em> in 1886, under <a href=\"/brunnh\">Enrico Brunn</a>.": [
        [
            11,
            19,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Even in this early period in his life, Wölfflin's interest focused on the principles for analyzing works of art as much as the art itself.</p>\n\n<p>The two years after his dissertation were spent in Italy, resulting in his <em>habilitationschrift</em> and first book, <em>Renaissance und Barock</em> (1888).": [
        [
            39,
            47,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Wölfflin returned to Munich to lecture (as a <em>Privatdozent</em>) at the University of Munich.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In 1893 he returned to Basel to succeed his mentor, Burckhardt.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            52,
            62,
            [
                "Burkhart"
            ]
        ]
    ],
    "It was during this time that he wrote <em>Klassische Kunst</em> (1898) which was to become one of his most popular books.": [],
    "In 1901 Wölfflin was called to the prestigious University of Berlin to become <em>Ordinarius</em> professor of the University, succeeding the popular <a href=\"/grimmh\">Herman Grimm</a>.": [
        [
            8,
            16,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Wölfflin's lectures exceeded Grimm's in popularity, commanding the largest auditoriums available and reviewed in newspapers.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He ran an art history institute in Berlin lead by the talented art historian/polymath <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a>.": [],
    "Students to his lectures in Berlin included <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> (who was impressed with Wölfflin's delivery style but not methodology).": [
        [
            40,
            48,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Wölfflin authored his only monograph on an individual artist, <em>Die Kunst Albrecht Dürers</em> (1905) during this time, partially to appease critics that this non-German art historian was teaching in Berlin.</p>\n\n<p>He met and became engaged to Adele Auguste (\"Ada\") Bruhn (1885-1951), daughter of a wealthy factory owner and dancer.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "[Bruhn later broke the engagement in 1913 to marry the Bauhaus architect Ludwig Mies van der Rohe (1886-1969)].": [
        [
            1,
            6,
            [
                "Bruin",
                "Bruh",
                "Bruhs"
            ]
        ]
    ],
    "The contrast of Berlin to the other universities where Wölfflin had taught, particularly the conservative climate of Imperial Prussia--and particularly Wilhelm II's antagonism for modern art and \"non-Germans\"--eventually caused Wölfflin to resign his chair in 1910, along with <em>Nationalgalerie</em> art director <a href=\"/tschudih\">Hugo von Tschudi</a>.": [
        [
            55,
            63,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            228,
            236,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Wölfflin returned to Munich 1912, suceeding <a href=\"/riehlb\">Berthold Riehl</a>, revising his lecturing method to a <em>Geheimrat</em> (conversational) style as he termed it.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            34,
            43,
            [
                "succeeding"
            ]
        ]
    ],
    "<a href=\"/wittkowerr\">Rudolf Wittkower</a>, who attended these in Munich, described Wölfflin as an aloof teacher who delegated even his graduate seminars to assistants.": [],
    "Others who heard his courses included the theorist Walter Benjamin.": [],
    "<a href=\"/raphaelm\">Max Raphaël</a> had his dissertation famously declined by Wölfflin because of its modern subject matter and social-history methodology.</p>\n\n<p>By 1924 the nationalism that was to increasingly envelope Germany compelled Wölfflin to return to his native Switzerland.": [],
    "He accepted a position at the University of Zürich, his Munich position filled by <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [],
    "The Zürich years were marked by the publications of two works.": [],
    "<em>Italien und das deutsche Formgefühl</em> (Italy and the German Conception of Form) (1931) is a significant reworking of his <em>Principles of Art History</em>, rethinking art production in terms of the then prevalent notions of nationality.": [],
    "The second, <em>Gedanken zur Kunstgeschichte</em> (Thoughts on Art History) (1941), selected essays, were collected as war consumed most of Europe.": [],
    "Wölfflin supervised an amazing number of dissertations.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His many students included <a href=\"/rosenbergj\">Jakob Rosenberg</a>, <a href=\"/schottmullerf\">Frida Schottmüller</a>, <a href=\"/beenkenh\">Hermann Theodor Beenken</a>, <a href=\"/martink\">Kurt Martin</a>, <a href=\"/bierj\">Justus Bier</a>, <a href=\"/volkmannl\">Ludwig Volkmann</a>, <a href=\"/mayera\">August Liebmann Mayer</a>, <a href=\"/ringg\">Grete Ring</a>, <a href=\"/weinbergerm\">Martin Weinberger</a>, <a href=\"/giedionwelckerc\">Carola Giedion-Welcker</a>, and <a href=\"/brinckmanna\">Albert Brinckmann</a> among others; he supervised the habilitation of <a href=\"/franklp\">Paul Frankl</a>.": [],
    "Neither Wölfflin nor any of his siblings married.</p>\n\n<p>Influence: In his own time Wölfflin was considered one of the greatest of art historians.": [
        [
            8,
            16,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            85,
            93,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "The anonymous review of the English edition of <em>Klassische Kunst</em> (1903) in the <em>Athenaeum</em>, written by the British art historian <a href=\"/fryr\">Roger Fry</a>, shows the enthusiasm with which his books were received.": [],
    "<a href=\"/berensonb\">Bernard Berenson</a> mused in the second edition to his <em>Drawings of the Florentine Painters</em> (1938), \"would that our studies had more Wölfflins!\"": [],
    "Wölfflin's books, in contrast to the academic art-historical tomes of the time, were short and pithy, accounting for their popularity.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Many of the students who received their Ph.D.": [],
    "'s under him went on to become the most eminent art historians of twentieth-century and ranged widely in the methodology they employed in their own work.": [],
    "Some of his Ph.D.": [],
    "students developed methodologies divergent from Wölfflin's in their professional life: <a href=\"/antalf\">Frederick Antal</a>, <a href=\"/heidriche\">Ernst Heidrich</a>, Frankl, <a href=\"/stangea\">Alfred Stange</a>, <a href=\"/krautheimerr\">Richard Krautheimer</a> and <a href=\"/saxlf\">Fritz Saxl</a>; other students, such as <a href=\"/volkmannl\">Ludwig Volkmann</a> and Rosenberg, retained the master's methodology to the end.": [
        [
            0,
            8,
            [
                "Students"
            ]
        ],
        [
            48,
            56,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In the latter 20th century the prominence of social-history approaches to art as well as iconographic and post-structuralism relegated Wölfflin as a target for all that was wrong with current art history.": [
        [
            135,
            143,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Much of the criticism was well-founded; Wölfflin himself had worried that his formalism would be practiced by less talented art historians, with disastrous results.": [
        [
            40,
            48,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Wölfflin's own writing, however, reflects an appreciation of historical circumstance and social context and less the \"crassly formal\" stylistic art histories which followed him.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His profile was so significant during his lifetime that he saw books written about his research (Böckelmann, 1938).</p>\n\n<p>Methodology: Wölfflin began his art career by focusing on the psychology of artistic appreciation and never really strayed from this essential view.": [
        [
            97,
            107,
            [
                "Zuckermann",
                "Winckelmann"
            ]
        ],
        [
            137,
            145,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His dissertation on the psychological aspects to architectural appreciation is a synthesis of the major intellectual influences in his life: Burckhardt's broad view of what constitutes an historical document, a psychological approach to historical hermeneutics <em>Geisteswissenschaften</em> of Dilthey and the visual comparison technique of <a href=\"/morellig\">Giovanni Morelli</a>, to name but three.": [
        [
            141,
            151,
            [
                "Burkhart"
            ]
        ]
    ],
    "As a systematizer, he looked for a framework integrating empirical, psychological and visual elements.": [],
    "Art was a visual language, an independent mode of knowledge.": [],
    "Even art historians who differed greatly in their methodology, such as <a href=\"/panofskye\">Erwin Panofsky</a> adopted a hermeneutic framework as Wölfflin conspicuously did to hang their analysis.": [],
    "Wölfflin's most significant contribution to art-historical methodology may be in his side-by-side comparison technique of images.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Throughout his writings, he used comparison to demonstrate polarities in art.": [],
    "This technique remains a mainstay of art history classroom pedagogy.</p>": []
}