{
    "The \"father of art history\" as termed by <a href=\"/schweitzerb\">Bernhard Schweitzer</a>.": [],
    "Xenocrates was probably a sculptor and perhaps the same as the artist who signed \"Xenokrates\" on the bases of three early third-century sculptures.": [
        [
            0,
            10,
            [
                "Democrats",
                "Generates",
                "Socrates",
                "Penetrates",
                "Decorates",
                "Relocates"
            ]
        ],
        [
            82,
            92,
            [
                "Generates",
                "Penetrates",
                "Decorates",
                "Venerates",
                "Denigrates",
                "Renovates"
            ]
        ]
    ],
    "Although he may have been born in Athens, his work follows of the school of Sikyon (of which Lysippos was the acme).": [
        [
            76,
            82,
            [
                "Simon",
                "Nikon",
                "Simeon",
                "Siphon",
                "Pinyon",
                "Simón"
            ]
        ],
        [
            93,
            101,
            [
                "Hippos",
                "Lysines",
                "Lysis"
            ]
        ]
    ],
    "Our knowledge of him is drawn exclusively from <a href=\"/pliny\">Pliny the Elder</a>.": [],
    "Xenocrates was either a pupil of Euthykrates (Lysippos' son) or Teisikrates, a pupil of Euthykarates.": [
        [
            0,
            10,
            [
                "Democrats",
                "Generates",
                "Socrates",
                "Penetrates",
                "Decorates",
                "Relocates"
            ]
        ],
        [
            33,
            44,
            [
                "Euphrates"
            ]
        ],
        [
            46,
            54,
            [
                "Hippos",
                "Lysines",
                "Lysis"
            ]
        ],
        [
            64,
            75,
            [
                "Pastorates",
                "Calibrates",
                "Tailgates",
                "Castrates"
            ]
        ]
    ],
    "According to Pliny, Xenokrates wrote on Greek sculpture, and by inference of other remarks by Pliny, on painting and drawing as well.": [
        [
            20,
            30,
            [
                "Generates",
                "Penetrates",
                "Decorates",
                "Venerates",
                "Denigrates",
                "Renovates"
            ]
        ]
    ],
    "Xenokrates supposedly wrote \"a volume about his art\" and a treatise on the working of sculpture in metal.": [
        [
            0,
            10,
            [
                "Generates",
                "Penetrates",
                "Decorates",
                "Venerates",
                "Denigrates",
                "Renovates"
            ]
        ]
    ],
    "Using the tradition of <a href=\"/democritus\">Democritus</a>, Xenocrates organized and ranked works of art, placing individual artworks in various categories in order to explain their development as a resolution of artistic problems.": [],
    "He observed that the arts strived toward perfection, each succeeding artist developing something new, such as proportion or treatment of details.": [],
    "His categories included symmetry (proportion), rhythm, workmanship and aesthetics (\"the optic problem\" in Schweitzer's words).": [],
    "He did not, apparently, address subject matter or moral value, instead using technical criteria from his sculptor's training.": [
        [
            32,
            46,
            [
                "subject"
            ]
        ]
    ],
    "His was the core text Pliny used for art comments in his Natural History, particularly the evolution of art history.": [],
    "The acme of Xenokrates' history was Lysippos, the master of the Sikyonian school, for sculpture, and Apelles for painting.": [
        [
            12,
            22,
            [
                "Generates",
                "Penetrates",
                "Decorates",
                "Venerates",
                "Denigrates",
                "Renovates"
            ]
        ],
        [
            36,
            44,
            [
                "Hippos",
                "Lysines",
                "Lysis"
            ]
        ],
        [
            64,
            73,
            [
                "Ionian",
                "Sinfonia",
                "Wilsonian",
                "Miltonian",
                "Nixonian",
                "Sinfonias"
            ]
        ],
        [
            101,
            108,
            [
                "Applies",
                "Spelled",
                "Spells",
                "Apples",
                "Alleles",
                "Pellets"
            ]
        ]
    ],
    "The Romans of the late Republic revered him and adopted his criteria for taste.": [],
    "None of Xenokrates' writings has survived today, though we can glean it through Pliny's work.": [
        [
            8,
            18,
            [
                "Generates",
                "Penetrates",
                "Decorates",
                "Venerates",
                "Denigrates",
                "Renovates"
            ]
        ]
    ],
    "An important treatment of Xenokratre's art history was written by the art historian/classicist <a href=\"/stronges\">Eugénie Sellers Strong</a> in 1896.</p>": []
}