{
    "<p>Historian and art historian of the Renaissance; Reader and Honorary Fellow, Warburg Institute.": [],
    "Yates' parents were James Alfred Yates, a naval architect, and Hannah Eliza Malpas.": [
        [
            76,
            82,
            [
                "Males",
                "Maps",
                "Dallas",
                "Malay",
                "Malta",
                "Alias"
            ]
        ]
    ],
    "She attended Birkenhead High School 1913-17.": [
        [
            13,
            23,
            [
                "Birkenau",
                "Birkenstein"
            ]
        ]
    ],
    "Through part-time correspondence study, she was granted degree in French at University College, London, achieving firsts, in 1924, and an M.A.": [],
    "at the same institution on French Theater in 1926.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Although raised in a family of modest income, Yates was left enough money to pursue a career of an independent scholar.": [],
    "Initially she wrote criticism and history on Shakespeare's work.": [],
    "In 1936 she began to visit the Warburg Institute for her research.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "By 1941 she had joined the staff as a part-time employee, advancing to full-time lecturer and editor of publications in 1944.": [],
    "In 1947 she published <em>The French Academies of the Sixteenth Century</em>, a study of the artistic and literary activities.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "In the late 1940s and 50s, she concentrated on Renaissance philosophical traditions, the result of which was her 1964 <em>Giordano Bruno and the Hermetic Tradition</em>.": [],
    "In 1956 she was made reader in the history of the Renaissance at the Warburg.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "Most important to the study of art history was her 1959 book, <em>The Valois Tapestries</em>, which traced the intellectual, religious and political traditions incorporated in those works of art.": [],
    "Her 1966 <em>The Art of Memory</em>, described how Roman oratorical devices gained religious significance in later centuries.": [],
    "She received a D. Lit.": [],
    "from London University in 1965, retiring as an honorary fellow from the Warburg, now part of the University of London, in 1967.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Theatre of the World, 1969, examined Vitruvian tradition on Elizabethan public theaters.": [],
    "Yates' mastery of occult literature was brought together in her collected essays, <em>The Occult Philosophy in the Elizabethan Age</em>, 1979.": [],
    "Methodologically, Yates represented scholarship in the Warburg tradition.": [],
    "She studied all aspects of a cultural event, preferring to envision it as cultural phenomenon rather than simply isolated objects.": [],
    "Her 1947 monograph on the French academies draws inspiration from <em>Love's Labour's Lost</em>, examining the political, religious, artistic and philosophical implications of the institutional commissions.": [],
    "Likewise, <em>The Valois Tapestries</em> uses evidence from art (major as well as the minor arts) to illuminate significance of the tapestries' symbolism.": [],
    "Among her other, non-art historical scholarship, she is known for her work on Giordano Bruno.": [],
    "Her papers were left to the Warburg Institute.</p>": []
}