{
    "<p>Whistler scholar and Richmond professor of Fine Art, University of Glasgow, 1965-75.": [],
    "Young was the son of Robert Comingo Young (1882-1946) a Presbyterian missionary, and Olga Parsons (1890-1939).": [
        [
            28,
            35,
            [
                "Coming",
                "Domingo",
                "Comings"
            ]
        ]
    ],
    "He attended Jamaica College (to 1930), in Kingston, Jamaica where his father was assigned.": [],
    "He returned to Scotland where he continuing studying at George Watson's College, Edinburgh and after 1932 at the University of Edinburgh.": [
        [
            30,
            43,
            [
                "he's continuing",
                "he is continuing",
                "he was continuing"
            ]
        ]
    ],
    "At Edinburgh the lectures <a href=\"/riced\">David Talbot Rice</a> convinced him to study art history.": [],
    "He joined the Tate Gallery as a temporary staff, without completing his degree in 1938.": [],
    "When World War II broke out the following year, Young joined the infantry.": [],
    "In 1940 he married Margaret Heath Halse (b.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ],
        [
            34,
            39,
            [
                "False",
                "Hale",
                "Halle",
                "Halsey",
                "Hals",
                "Halve"
            ]
        ]
    ],
    "1919).": [],
    "During the war he fought in Burma, north Africa, and Sicily where he was wounded in action.": [
        [
            35,
            47,
            [
                "North Africa"
            ]
        ]
    ],
    "After his discharge Young joined the Barber Institute of Fine Arts at the University of Birmingham in 1946 under <a href=\"/bodkint\">Thomas Bodkin</a>.": [],
    "In 1949, he moved to the University of Glasgow to found department of art history and create a university art museum.": [],
    "His exhibition of Whistler paintings in 1960 focused on a more precise chronology of the artist's work.": [],
    "In 1965 his achievements were rewarded with an honorary A. M. and a promotion to the first Richmond professor of Fine Art.": [],
    "His Charles Rennie Mackintosh exhibition followed in 1968.": [
        [
            12,
            18,
            [
                "Ronnie",
                "Jennie",
                "Bennie",
                "Lennie",
                "Rennin"
            ]
        ],
        [
            19,
            29,
            [
                "Slicker"
            ]
        ]
    ],
    "While attending the Royal Academy exhibition on J. M. W. Turner, he suffered a heart attack and died.": [],
    "He is buried at Keil Com Keil, Southend, Argyll.": [
        [
            16,
            20,
            [
                "Rail",
                "Tail",
                "Jail",
                "Mail",
                "Karl",
                "Fail"
            ]
        ],
        [
            25,
            29,
            [
                "Rail",
                "Tail",
                "Jail",
                "Mail",
                "Karl",
                "Fail"
            ]
        ],
        [
            41,
            47,
            [
                "Argyle"
            ]
        ]
    ],
    "His <em>catalogue raisonné</em> of Whistler paintings was completed by and published in 1980.</p>": []
}