{
    "<p>Historian and archaeologist of Russian art, conservator and museum director.": [],
    "A student of Timofey Granovsky at the Moscow University, Zabelin's early years were spent in the Kremlin Armory (1837-59).": [
        [
            13,
            20,
            [
                "Timothy",
                "Mimosa",
                "Simona",
                "Limosa"
            ]
        ],
        [
            21,
            30,
            [
                "Aronofsky",
                "Bokanovsky",
                "Ivanovski"
            ]
        ],
        [
            57,
            64,
            [
                "Javelin",
                "Labeling",
                "Hamelin",
                "Abelian",
                "Babelio"
            ]
        ]
    ],
    "Here he wrote his early monograph on metalwork (1853).": [],
    "In 1859 he joined the St.": [
        [
            3,
            7,
            [
                "1859,"
            ]
        ]
    ],
    "Petersburg Archaeological Commission, serving until 1876.": [],
    "Between 1879-1888 he was Chair of the Society of Russian History and Antiquity, Moscow University.": [],
    "During that period, he also accepted the position of director of the History Museum (in Moscow) 1883-1908.": [],
    "His major book on Russian art and architecture, Russkoye iskusstvo, 1900, was produced during this final period.": [
        [
            48,
            56,
            [
                "Russo",
                "Rushmore",
                "Rissole",
                "Russify"
            ]
        ]
    ],
    "Methodologically, Zabelin's early works blend the theories of Vissarion Belinsky and the German aesthetician Ludwig Feuerbach.": [
        [
            18,
            25,
            [
                "Javelin",
                "Labeling",
                "Hamelin",
                "Abelian",
                "Babelio"
            ]
        ],
        [
            62,
            71,
            [
                "Mission",
                "Vision",
                "Violation",
                "Fission",
                "Vibration",
                "Cessation"
            ]
        ],
        [
            72,
            80,
            [
                "Lewinsky",
                "Zelensky",
                "Zemlinsky"
            ]
        ]
    ],
    "His later writings adopt Positivistic arguments, prevalent in historic circles of the nineteenth century.": [
        [
            25,
            37,
            [
                "Positivist",
                "Positivists"
            ]
        ]
    ],
    "Employing original documents and artifacts, rather than relying on generalized theory, he created a material history of Russia.": [],
    "Architectural details, everyday objects, written sources, etc.": [],
    "all formed the basis for his histories.": [
        [
            0,
            3,
            [
                "All"
            ]
        ]
    ],
    "He is significant for theorizing the relationship between Byzantine art and the old Russian, and how the latter assimilated its traditional representation into a feerer form.": [
        [
            162,
            168,
            [
                "fear",
                "fears",
                "feeder",
                "feeler",
                "Federer"
            ]
        ]
    ],
    "His work on wooden architecture and stone architecture remains influential today.</p>": []
}