{
    "<p>Historian of Venetian painting.": [],
    "Zanetti began as a draftsman and artist, collaborating with his cousin, also called Anton Maria Zanetti, in illustrations for books.": [
        [
            0,
            7,
            [
                "Nanette",
                "Vanzetti",
                "Janette",
                "Panetta"
            ]
        ],
        [
            96,
            103,
            [
                "Nanette",
                "Vanzetti",
                "Janette",
                "Panetta"
            ]
        ]
    ],
    "In 1733 he adapted <a href=\"/boschinim\">Marco Boschini</a> pictorial analysis of Venitian painting, <em>Le ricche minere della pittura veneziana</em>, (1674) into a new critical work, his <em>Descrizione di tutte le pubbliche pitture della città di Venezia e isole circonvicine</em>.": [
        [
            3,
            7,
            [
                "1733,"
            ]
        ]
    ],
    "Emboldened by the success of this early work, he set about writing a large-scale account of the Venetian school, <em>Della pittura veneziana e delle opere pubbliche de' veneziani maestri</em> (1771).": [],
    "Zanetti conceived of art history through an Enlightenment attitude.": [
        [
            0,
            7,
            [
                "Nanette",
                "Vanzetti",
                "Janette",
                "Panetta"
            ]
        ]
    ],
    "<em>Descrizione</em> begins with the \"Primitives\" of Italian art, moving quickly to the Renaissance artists of Venice.": [],
    "He disparaged Mannerism, contrasting it to Venetian painting, and characterizing the former as leading him to the excesses of the baroque.": [],
    "Zanetti was much admired by later art historians, particularly <a href=\"/lanzil\">Luigi Antonio Lanzi</a> who characterized Zanetti's text balanced and his historiography sound.": [
        [
            0,
            7,
            [
                "Nanette",
                "Vanzetti",
                "Janette",
                "Panetta"
            ]
        ]
    ],
    "For most of his life, from 1737 onward, he was librarian of the Biblioteca Marciana, the library of S Marco in Venice.</p>": [
        [
            75,
            83,
            [
                "Mariana",
                "Marciano"
            ]
        ]
    ]
}