{
    "<p>Courtauld Institute of Art medievalist, particularly English Romanesque.": [
        [
            3,
            12,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Zarnecki's father, Zygmunt Zarnecki, was a Polish Jew converted to Catholicism working as a civil engineer in Russia at the time of Zarnecki's birth; his mother was Russian, Julia Wolszczan (Zarnecki).": [
        [
            0,
            8,
            [
                "Zanuck"
            ]
        ],
        [
            19,
            26,
            [
                "Segment",
                "Pigment",
                "Augment",
                "Sigmund",
                "Figment",
                "Gaunt"
            ]
        ],
        [
            27,
            35,
            [
                "Zanuck"
            ]
        ],
        [
            132,
            140,
            [
                "Zanuck"
            ]
        ],
        [
            191,
            199,
            [
                "Zanuck"
            ]
        ]
    ],
    "He was born in Stara Osota, Russia, which is present-day Stara Ochata, Warsaw, Poland.": [
        [
            15,
            20,
            [
                "Star",
                "Start",
                "Stars",
                "Sara",
                "Stark",
                "Starr"
            ]
        ],
        [
            21,
            26,
            [
                "Costa",
                "Toyota",
                "Quota",
                "Soda",
                "Osaka",
                "Bogotá"
            ]
        ],
        [
            57,
            62,
            [
                "Star",
                "Start",
                "Stars",
                "Sara",
                "Stark",
                "Starr"
            ]
        ],
        [
            63,
            69,
            [
                "Chat",
                "O'Hara",
                "Oshawa",
                "Chats",
                "Ochoa",
                "Toccata"
            ]
        ]
    ],
    "The younger Zarnecki attended Cracow University, Poland, where he worked as a junior assistant in the Art History Institute, 1936-1939, earning an M.A.": [
        [
            12,
            20,
            [
                "Zanuck"
            ]
        ]
    ],
    "in 1938.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Zarnecki taught at the University of Cracow until 1939.": [
        [
            0,
            8,
            [
                "Zanuck"
            ]
        ]
    ],
    "With the invasion of Poland by Germany, his family fled to Bucharest and he to Itlay and then France where he joined the Polish Army in 1939, serving in France.": [
        [
            79,
            84,
            [
                "Italy",
                "Inlay",
                "It lay"
            ]
        ]
    ],
    "He was awarded the Polish Cross of Valor and <em>Croix de Guerre</em> in 1940, but was taken as a prisoner of war by the Germans the same year and narrowly escaped the concentration camp for his Jewish heritage.": [],
    "In 1942 he heroically escaped, using forged papers, but was interned in Spain until allowed to emigrate to England in 1943.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ],
        [
            95,
            106,
            [
                "immigrate to",
                "emigrate from"
            ]
        ]
    ],
    "He was commissioned by the United Kingdom in 1943 advancing to the rank of lance-corporal, though still a Polish soldier.": [],
    "He met Anne Leslie Frith at Regents Park tube station [air raid shelter] in 1944, marrying her in 1945.": [
        [
            19,
            24,
            [
                "Faith",
                "Fritz",
                "Firth",
                "Froth",
                "Frito"
            ]
        ]
    ],
    "In 1944, too, he met <a href=\"/blunta\">Anthony Blunt</a> who gave him a job translating texts at the Courtauld Institute of Art.": [],
    "By 1945, Zarnecki was assistant in the Conway library, the photographic archive of medieval art and architecture at the Courtauld Institute.": [
        [
            9,
            17,
            [
                "Zanuck"
            ]
        ],
        [
            120,
            129,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He entered the Institute for his Ph.D.": [],
    "where Warburg Institute scholar <a href=\"/saxlf\">Fritz Saxl</a> suggested he research English Romanesque sculpture.": [
        [
            0,
            5,
            [
                "Where"
            ]
        ]
    ],
    "The result was his 1950 dissertation at the Courtauld Institute, Regional Schools in English Sculpture in the 12th century.": [
        [
            44,
            53,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1949 he became the librarian of the Conway Library.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "While librarian, he published rewritten versions of his dissertation as <em>English Romanesque Sculpture 1066-1140</em> in 1951 and <em>Later English Romanesque Sculpture 1140-1210</em> in 1953.": [],
    "This was followed by <em>English Romanesque Lead Sculpture</em> in 1957 and <em>Early Sculpture at Ely Cathedral</em>, 1958.": [],
    "He resigned as librarian in 1959 when he was made a Reader of Courtauld (now part of the University of London), his first teaching position.": [
        [
            62,
            71,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "For the academic year 1960-1961 he was Slade Professor of Fine Arts, Oxford University.": [
        [
            39,
            44,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "About this tiime, he and the French medievalist <a href=\"/bonyj\">Jean Bony</a> resolved to create a corpus of Romanesque sculpture in the British isles while touring Herefordshire.": [
        [
            11,
            16,
            [
                "time",
                "TIME"
            ]
        ]
    ],
    "Zarnecki was appointed deputy director of the Courtuald in 1961.": [
        [
            0,
            8,
            [
                "Zanuck"
            ]
        ],
        [
            46,
            55,
            [
                "Courtyard",
                "Courtland"
            ]
        ]
    ],
    "His one book on Continental art, Gislebertus: Sculptor of Autun appeared the same year.": [
        [
            58,
            63,
            [
                "Autumn",
                "Au tun"
            ]
        ]
    ],
    "His elevation to professor of history of art came in 1963.": [],
    "That year he issued his <em>Romanesque Sculpture at Lincoln Cathedral</em>.": [],
    "He served as member of the Institute for Advanced Study in Princeton, New Jersey in 1966.": [],
    "Under the directionship of Blunt the Courtauld expanded with Zarnecki doing the main administrative work.": [
        [
            10,
            23,
            [
                "direction ship",
                "directions hip"
            ]
        ],
        [
            37,
            46,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            61,
            69,
            [
                "Zanuck"
            ]
        ]
    ],
    "He was elected Fellow of the British Academy in 1968, made CBE in 1970.": [],
    "His skills as a manager implied his succession to Blunt when his director retired in 1974, but he never applied, wanting to return to teaching and research.Commissioned by Abrams publishers to write <em>Art of the Medieval World</em>, a survey-style text akin to others in that publisher's series, Zarnecki produced a solid volume of a particularly hard topic--art from the 4th to the 13th century--in 1975.": [
        [
            156,
            168,
            [
                " Commissioned"
            ]
        ],
        [
            298,
            306,
            [
                "Zanuck"
            ]
        ]
    ],
    "He retired professor Emeritus in 1982.": [],
    "In retirement, Zarnecki mounted an important exhibition, \"English Romanesque Art\" at the Hayward Gallery in 1984.": [
        [
            15,
            23,
            [
                "Zanuck"
            ]
        ]
    ],
    "An expanded version of his Lincoln Romanesque sculpture book appeared in 1988.": [],
    "Together with <a href=\"/laskop\">Peter Erik Lasko</a>, he devoted his last years to compiling the index of his earlier years, the <em>Corpus of Romanesque Sculpture in Britain and Ireland</em>, now as a publicly available digital project, (www.crsbi.ac.uk).": [],
    "He was revered by generations of students as deputy director of the Courtauld Institute of Art at the University of London.": [
        [
            68,
            77,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His books on the English Romanesque established the dating structure and sequence of the monuments which remain accepted today, especially difficult since the English Reformation destroyed many monuments compared to Continental Europe.": [],
    "Since much of the extant Romanesque sculpture was incorporated in churches, Zarnecki's first books exmanined the history of the architectural and then a closer analysis of the sculpture itself.": [
        [
            76,
            84,
            [
                "Zanuck"
            ]
        ],
        [
            99,
            108,
            [
                "examined"
            ]
        ]
    ],
    "Though largely stylistic in his analysis, he considered material, patronage and iconography as well.": [],
    "Compared to the other expatriate art historians working in England during the time, Zarnecki was a centrist.": [
        [
            84,
            92,
            [
                "Zanuck"
            ]
        ]
    ],
    "He avoided the approach of <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> that art expressed the spirit of the people; there was no <em>Englishness</em> in English art.": [],
    "He was never drawn to an intellectual approach to culture promulgated by his mentor, Saxl, and giants like <a href=\"/gombriche\">E.": [
        [
            85,
            89,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "H. Gombrich</a> at the Warburg Institute.": [],
    "His discovery that the Coronation of the Virgin image, best known from 13th-century French sculpture and Roman church mosaics, had its earliest development in England, for example, in a capital of ca.1130 at Reading Abbey.</p>": []
}