{
    "<p>University of Uppsala professor 1965-1977.": [],
    "Zeitler's parents were Eugen Zeitler (1880-1922), an engineer, and Elsa Kühn (Zeitler) (1884-1922).": [
        [
            0,
            7,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ],
        [
            29,
            36,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ],
        [
            72,
            76,
            [
                "Kuhn",
                "Kohn",
                "Kühne"
            ]
        ],
        [
            78,
            85,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "Both parents were killed in a mountaineering accident in Berchtesgaden when Zeitler was ten; he was subsequently raised by his maternal grandfather in Kaiserslautern, Germany.": [
        [
            76,
            83,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "He attended the Cologne and Kaiserslautern high schools (gymnasium) graduating in 1930.": [],
    "The same year he began study of history and art history in Munich, Marburg (under <a href=\"/hamannr\">Richard Hamann</a>), and Berlin.": [],
    "Because his mother was a converted Jew, Zeitler was forced to flee Germany after Hitler's rise to power in 1933.": [
        [
            40,
            47,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "He first fled to Czechoslovakia in that year continuing study in Prague.": [],
    "He was granted a Ph.D.": [],
    "in history from Prague in 1936, writing a dissertation on Sophicles and the polis under Victor Ehrenberg (1891-1976).": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            58,
            67,
            [
                "Sophocles"
            ]
        ],
        [
            76,
            81,
            [
                "Polish",
                "poles",
                "polls",
                "Poles",
                "polio",
                "polish"
            ]
        ]
    ],
    "In 1937, pending the annexation of that country to Germany, Zeitler moved to Sweden, teaching in the Gymnasium in Uppsala.": [
        [
            60,
            67,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "Zeitler found a mentor in the Uppsala University art historian <a href=\"/paulssong\">Gregor Paulsson</a>, publishing a monograph on Albrecht Dürer in 1946.": [
        [
            0,
            7,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "He married Hannelore Günthert (b.": [
        [
            11,
            20,
            [
                "Bangalore",
                "Antelope",
                "Mangalore",
                "Channelers",
                "Channeler",
                "Channelize"
            ]
        ],
        [
            21,
            29,
            [
                "Gunther"
            ]
        ]
    ],
    "1919), an historian, the following year.": [
        [
            7,
            9,
            [
                "a"
            ]
        ]
    ],
    "Zeitler published his habilitation, <em>Klassizismus und Utopia</em>, written under Paulsson, in 1954.": [
        [
            0,
            7,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ],
        [
            22,
            34,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "He taught as a privatdozent until his appointment as professor at the University in 1964.": [],
    "Zeitler used his classical education write on the comparatively neglected area of nineteenth-century Neo-classicism.": [
        [
            0,
            7,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "He edited <em>Figura</em> between 1965 and 1977.": [],
    "In 1966 he and Anders Éman published a ground-breaking volume on nineteenth-century art in the <em>Propyläen Kunstgeschichte</em> series.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            22,
            26,
            [
                "Man",
                "Evan",
                "Oman",
                "Élan",
                "Elan",
                "EAN"
            ]
        ]
    ],
    "Unlike many earlier surveys, it treated Neo-classicism as a significant art movement and not simply a dry precursor to Realism and Impressionism.": [],
    "He emphasized artistic theory of the era as a way to understand the art, an approach critized by some was ignoring truly popular taste.": [
        [
            85,
            93,
            [
                "criticized",
                "citizen",
                "critiqued",
                "unitized",
                "pyritized",
                "erotized"
            ]
        ]
    ],
    "Zeitler eschewed the emerging post-war Warburg-school tradition of <a href=\"/panofskye\">Erwin Panofsky</a> that used iconographical interpretation.": [
        [
            0,
            7,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "Instead he approached the period as a characteristic, multinational expression of its particular time in history (Éman, <em>NZZ</em> 2005).": [
        [
            0,
            7,
            [
                "Instead,"
            ]
        ],
        [
            114,
            118,
            [
                "Man",
                "Evan",
                "Oman",
                "Élan",
                "Elan",
                "EAN"
            ]
        ]
    ],
    "Zeitler's most important book, <em>Klassizismus und Utopia</em>, emphasized Neo-classicism as the embodiment of significant bourgeois values, including utopian/dystopian views, which formed the basis for modern populist art.": [
        [
            0,
            7,
            [
                "Later",
                "Either",
                "Father",
                "Rather",
                "Water",
                "Latter"
            ]
        ]
    ],
    "His rehabilitation of many neglected masterpieces of the years around 1800 marked an important revisionist approach to art history.": [],
    "His characterizing of the period as a dialectic, \"Kontrasterlebnis\" was adopted by other scholars of the nineteenth century, notably <a href=\"/hofmannw\">Werner Hofmann</a>.": [],
    "He personally viewed his work as a continuation of the German-Jewish tradition of scholarship (Éman <em>NZZ</em> 2005).</p>": [
        [
            95,
            99,
            [
                "Man",
                "Evan",
                "Oman",
                "Élan",
                "Elan",
                "EAN"
            ]
        ]
    ]
}