{
    "<p>Collector and art historian of renaissance Italy.": [],
    "Zeri was born into a wealthy Roman family.": [
        [
            0,
            4,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "He attended Rome University, where he initially studied botany.": [],
    "In 1944 he switched to the department of fine art under <a href=\"/toescap\">Pietro Toesca</a>, a leading scholar of (then) undervalued Italian medieval art.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "Toesca introduced him to <a href=\"/longhir\">Roberto Longhi</a>.": [
        [
            0,
            6,
            [
                "Tosca",
                "Toes ca"
            ]
        ]
    ],
    "He also made the personal acquaintance of influential rival to Longhi, Harvard art historian <a href=\"/berensonb\">Bernard Berenson</a>.": [
        [
            63,
            69,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "Zeri described his meeting with Berenson as lasting \"from 16:32 to 16:54 precisely\".": [
        [
            0,
            4,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ],
        [
            32,
            40,
            [
                "Benenson"
            ]
        ]
    ],
    "After graduating, Zeri worked for the Italian Ministry for Cultural Heritage in its fine arts committee for six years.": [
        [
            18,
            22,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "In 1952, however, Zeri left, claiming that mismanagement and bureaucratic lethargy in the ministry were destroying the very monuments they were intended to save.": [
        [
            18,
            22,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "Others suggested that <a href=\"/argang\">Giulio Carlo Argan</a>, the Inspector, actually dismissed Zeri for reasons of conflict of interest with private work.": [],
    "This proved to be a boon for Zeri, who developed his profile as an art historian by writing and lecturing.": [
        [
            29,
            33,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "He published catalogs from two famous private collections in Rome, the <em>Galleria Spada</em> (1954) and the <em>Galleria Pallavicini</em> (1959).": [],
    "He advised collectors such as the Venetian Count Vittorio Cini.": [
        [
            58,
            62,
            [
                "Mini",
                "CNI",
                "Cine",
                "CII",
                "INI"
            ]
        ]
    ],
    "He was a visiting professor in the United States at Harvard and Columbia.": [],
    "In 1957, still only 36, he published <em>Pittura e Controriforma</em>, a book on Mannerism praised by <a href=\"/posnerd\">Donald Posner</a>) and was commissioned to catalog of the Italian paintings for the Metropolitan Museum of Art (<em>The Florentine School</em>, 1971; <em>The Venetian School</em>, 1973; and <em>The Siennese School</em>, 1980).": [],
    "At roughly the same time, he also collaborated with <a href=\"/fredericksenb\">Burton Fredericksen</a> on the Inventories of Italian paintings in the United States.": [],
    "In 1976 he published a similar catalog of Italian painting in Baltimore's Walter Art Gallery.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "These are considered among his best scholarhsip.": [
        [
            36,
            47,
            [
                "scholarship"
            ]
        ]
    ],
    "In the 1980s Zeri took over co-editorship of the 13-volume <em>Storia dell'arte italiana</em>, the scholarly survey of Italian art.": [
        [
            13,
            17,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "In later years, he focused his writing on forgery and issues of methodology.": [],
    "<em>L'Inchiostro Variopinto</em> (1985) recounts his unmasking of fakes.": [],
    "<em>Dietro L'Immagine: conversazioni sull'arte di leggere l'arte</em> (1987, translated into English as <em>Behind the Image</em>, 1990) focused on methodology.": [],
    "Zeri was appointed a founding member of the Board of the J. Paul Getty Museum in Malibu.": [
        [
            0,
            4,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "In 1993, when he could not dissuade the museum from purchasing a Greek kouros, which he insisted was a forgery, he resigned in protest.": [
        [
            71,
            77,
            [
                "hours",
                "courts",
                "tours",
                "euros",
                "fours",
                "Kurds"
            ]
        ]
    ],
    "The incident was widely reported and today the museum lists the piece as \"circa 530 B.C.": [
        [
            32,
            36,
            [
                ", and"
            ]
        ]
    ],
    "or modern forgery.\"": [
        [
            0,
            2,
            [
                "Or"
            ]
        ]
    ],
    "In 1994 he published <em>Giorno per Giorno nella Pittura</em> a book highlighting lesser-known works in Italy that Zeri championed.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ]
    ],
    "Although he chided his country as unfit to be a custodian of its own treasures, he supervised the restoration of the Royal Palace and the Sforza Castle in Milan shortly before his death.": [
        [
            138,
            144,
            [
                "Sorta",
                "Souza"
            ]
        ]
    ],
    "Zeri was awarded an honorary degree from the University of Bologna, nearly the only honor he received within Italy.": [
        [
            0,
            4,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "He subsequently left his villa/museum/library to the University.": [],
    "Zeri's methodology reflects the connoisseurship approach of Berenson and Longhi, though he disparaged both men in later years.": [
        [
            0,
            4,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ],
        [
            60,
            68,
            [
                "Benenson"
            ]
        ],
        [
            73,
            79,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "When writing in his area of expertise, Italian painting from the 12th to the 16th centuries, or even as far afield as Modigliani, Zeri was capable of greatness.": [
        [
            130,
            134,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "He shunned the traditional monograph format, focusing instead on erudite, well- researched yet readable shorter articles and scholarly museum catalogs.": [
        [
            74,
            90,
            [
                "well-researched",
                "well - researched"
            ]
        ]
    ],
    "Yet Zeri personified the eccentric art historian: he toured visitors through his 1960s villa, filled with important works of art next to kitchy <em>objet d'art</em>, subjecting guests to his unique interpretations.": [
        [
            4,
            8,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ],
        [
            137,
            143,
            [
                "itchy",
                "kitschy",
                "bitchy",
                "titchy"
            ]
        ]
    ],
    "Michelangelo, he once said, was such a poor painter that it would not have been a great loss if his Sistine Chapel paintings had been allowed to crumble.": [],
    "He characterized Ludovisi Throne (now in the Palazzo Altemps) as a 19th-century fake rather than the fifth century BC Greek sculpture generally believed today to be.": [
        [
            17,
            25,
            [
                "Ludovic"
            ]
        ]
    ],
    "He and the conservator Bruno Zanardi, denied Giotto's hand in the Basilica of St.": [
        [
            29,
            36,
            [
                "Canard",
                "Canards",
                "Bacardi"
            ]
        ]
    ],
    "Francis at Assisi frescos.": [
        [
            18,
            25,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "At the root of many of his excellent re-attributions was his scorn for the Italian academy which he chided in almost every submission of his newspaper and radio program.": [],
    "To the notion that Florence was the birthplace of the renaissance innovation, Zeri characterized as a \"sad episode of cultural hooliganism.\"": [
        [
            78,
            82,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "Although he had criticized Longhi's authenticating questionable works of art for monetary gain, similar accusations were also made against him.</p>": [
        [
            27,
            33,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ]
}