{
    "<p>Picasso scholar and magazine editor.": [],
    "Zervos was born in Greece but spent his childhood in Alexandria, Egypt.": [
        [
            0,
            6,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "Bby age 22 had permanently settled in Paris where he received his doctorate (doctorat ès lettres) at the Sorbonne.": [
        [
            0,
            3,
            [
                "BBY",
                "By",
                "BBC",
                "Boy",
                "Baby",
                "Bay"
            ]
        ],
        [
            77,
            85,
            [
                "doctoral",
                "doctorate",
                "doctor at"
            ]
        ],
        [
            86,
            88,
            [
                "ES",
                "Es",
                "is",
                "as",
                "us",
                "yes"
            ]
        ],
        [
            89,
            96,
            [
                "letters"
            ]
        ]
    ],
    "Zervos joined the publishing firm Editions Morancé writing art articles for the magazine <em>L'Art d'aujourd 'hui</em> in 1924.": [
        [
            0,
            6,
            [
                "Zeros",
                "Servos"
            ]
        ],
        [
            43,
            50,
            [
                "France",
                "Orange",
                "Romance",
                "Morale",
                "Trance",
                "Horace"
            ]
        ]
    ],
    "As an editor, he met many of the artists about whom the magazine wrote: Henri Matisse, Georges Braque, Ferdinand Léger, and Pablo Picasso, for whom the latter exerted a strong influence on Zerevos' life.": [
        [
            103,
            118,
            [
                "Fernand Léger"
            ]
        ],
        [
            189,
            196,
            [
                "Carlos",
                "Zeros",
                "Marcos",
                "Jarvis",
                "Eaves",
                "Salvos"
            ]
        ]
    ],
    "He left Morancé in 1926 to found his own journal <em>Cahiers d'art</em>, whose offices were located initially at the rue Bonaparte.": [
        [
            8,
            15,
            [
                "France",
                "Orange",
                "Romance",
                "Morale",
                "Trance",
                "Horace"
            ]
        ]
    ],
    "The <em>Cahiers</em> featured contributions by scholars and critics alike in a wide range of fields, from prehistoric art to modern and was noted for its layout and presentation as much as its content.": [],
    "Zervos married Yvonne Marion (1905-1970) who ran an art gallery, Galerie du Dragon, next to the new location of her husband's shop, the rue Dragon on the left bank of Paris.": [
        [
            0,
            6,
            [
                "Zeros",
                "Servos"
            ]
        ],
        [
            65,
            72,
            [
                "Valerie"
            ]
        ]
    ],
    "Madame Zervos became an integral part of her husband's accomplishment and assembling their art collection.": [
        [
            7,
            13,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "The publishing arm of the <em>Cahiers</em> issued monographs by important art historians, including <a href=\"/grohmannw\">Will Grohmann</a> and <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a>.": [],
    "Zervos himself issued an eclectic variety of monographs, including ones on Henri Rousseau, Greek art and Frank Lloyd Wright.": [
        [
            0,
            6,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "His publishing group took over the project to document Matisse, first commissioned by Bernheims and then Guillaume, under the authorship of Matisse's son-in-law, the art historian <a href=\"/duthuitg\">Georges Duthuit</a>.": [
        [
            86,
            95,
            [
                "Bernhard",
                "Burnham",
                "Beckhams"
            ]
        ]
    ],
    "Zervos settled upon his life's work, a <em>catalogue raisonné</em> of Pablo Picasso in the early 1930s.": [
        [
            0,
            6,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "Begun in 1932, the catalog was completed in 33 volumes after Zervos' death.": [
        [
            61,
            67,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "The first exhibition of their archeological collection was mounted in 1934.": [],
    "In 1936 the couple worked to save many works of art from the Spanish civil war and the following year organized a show at the Jeu de Paume of the origins and development of international art.": [
        [
            61,
            78,
            [
                "Spanish Civil War"
            ]
        ],
        [
            126,
            129,
            [
                "EU",
                "Jet",
                "Jew",
                "Jen",
                "Jed",
                "Eu"
            ]
        ]
    ],
    "World War II interrupted many of Zervos' publishing projects, including the <em>Cahiers</em>, which suspended 1941-1943, resuming in 1944 to last until the end of his life.": [
        [
            33,
            39,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "After the war he devoted his energies to the Picasso catalog.": [],
    "His wife's shop, moved to larger premises in 1939 and renamed the May Gallery, exhibited many of the major French artists active between the wars.": [],
    "His wife died early in 1970 and Zeros suffered a heart attack in Paris later the same year dying at age 81.": [],
    "In December of the same year, an exposition of their collection was mounted at the Grand Palais in Paris.": [],
    "Zervos' <em>catalogue raisonné</em> of Picasso was the first comprehensive one for the artist and remains an important source.": [
        [
            0,
            6,
            [
                "Zeros",
                "Servos"
            ]
        ]
    ],
    "He did not include, however, the works from the artist's own colllection of his, an omission of at least several important pieces.</p>": [
        [
            61,
            72,
            [
                "collection"
            ]
        ]
    ]
}