{
    "<p>Philadelphia Museum of Art Prints curator, 1941-1963.": [],
    "Zigrosser was the son of an Austrian immigrant, Hugo A. Zigrosser (1860-1935), a civil engineer, and an American, Emma Haller (Zigrosser) (b.": [
        [
            0,
            9,
            [
                "Grosser"
            ]
        ],
        [
            56,
            65,
            [
                "Grosser"
            ]
        ],
        [
            127,
            136,
            [
                "Grosser"
            ]
        ]
    ],
    "1870), both Roman Catholics.": [],
    "The younger Zigrosser was fluent in German from an early age.": [
        [
            12,
            21,
            [
                "Grosser"
            ]
        ]
    ],
    "After graduating from the Newark (N.": [],
    "J.)": [],
    "Academy in 1908, he attended Columbia College, Columbia University, with the intent of becoming a chemist.": [],
    "He received his B. A. in three years (1911) and began graduate work in comparative literature, where he read the esthetics of <a href=\"/croceb\">Benedetto Croce</a> and heard lectures by George Santayana (1863-1952).": [
        [
            113,
            122,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He joined Frederick Keppel & Company, a New York print dealer.": [
        [
            20,
            26,
            [
                "Koppel"
            ]
        ]
    ],
    "There he learned the art trade and met many famous collectors, literati, artists (most notably Rockwell Kent) and curators, including <a href=\"/ivinsw\">William M. Ivins, Jr.</a>, founder of the Prints Department at the Metropolitan Museum Art and <a href=\"/forcej\">Juliana R. Force</a> director of the Whitney Studio Club (later Whitney Museum of Art).": [],
    "During this time he contributed to and edited the <em>Modern School Magazine</em>.": [],
    "He married a Greenwich Village feminist, Florence \"Kinglet\" King (1867-1945), twelve years his senior, in 1915.": [
        [
            51,
            58,
            [
                "Singlet",
                "Ringlet",
                "King let"
            ]
        ]
    ],
    "Zigrosser was a conscientious objector to World War I and while the war still going, he left Keppels in 1918 to become a research assistant for the United Engineering Society library.": [
        [
            0,
            9,
            [
                "Grosser"
            ]
        ],
        [
            93,
            100,
            [
                "Keepers",
                "Peppers",
                "Kernels",
                "Expels",
                "Keels",
                "Kennels"
            ]
        ]
    ],
    "In 1919 he founded and was director of the Weyhe Gallery (in conjunction with the Weyhe Bookstore), which he directed until 1940.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ],
        [
            43,
            48,
            [
                "Wave",
                "Wage",
                "Wake",
                "Wade",
                "Ware",
                "Wane"
            ]
        ],
        [
            82,
            87,
            [
                "Wave",
                "Wage",
                "Wake",
                "Wade",
                "Ware",
                "Wane"
            ]
        ]
    ],
    "During those years, Zigrosser helped establish many American artists, included the sculptor John Bernard Flannagan, (1895/6-1942), whom he met in 1926.": [
        [
            20,
            29,
            [
                "Grosser"
            ]
        ],
        [
            105,
            114,
            [
                "Flanagan"
            ]
        ]
    ],
    "Zigrosser published <em>Six Centuries of Prints</em> in 1937 as a primer on graphics collecting to educate novices in the field.": [
        [
            0,
            9,
            [
                "Grosser"
            ]
        ]
    ],
    "The book was a monumental success and raised Zigrosser's reputation as a print authority.": [
        [
            45,
            54,
            [
                "Grosser"
            ]
        ]
    ],
    "In 1941 he was appointed curator of prints, drawings and rare books at the Philadelphia Museum of Art by its director, <a href=\"/kimballf\">Fiske Kimball</a>.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "Under Zigrosser's direction, the collection grew from 15,000 items to over 100,000.": [
        [
            6,
            15,
            [
                "Grosser"
            ]
        ]
    ],
    "Among these were the Watteau engravings from the Rosenwald collection, the Osborne collection of folk prints, the Scholz collection of 17th-century prints, and the Alfred Stieglitz' collection of photographs.": [],
    "After his first wife's death in 1945, Zigrosser married Laura Canadè, a Weyhe Gallery employee, in 1946.": [
        [
            38,
            47,
            [
                "Grosser"
            ]
        ],
        [
            62,
            68,
            [
                "Canada",
                "Canapé",
                "Canad",
                "Canape"
            ]
        ],
        [
            72,
            77,
            [
                "Wave",
                "Wage",
                "Wake",
                "Wade",
                "Ware",
                "Wane"
            ]
        ]
    ],
    "He was named a trustee of the Solomon Guggenheim Museum in 1952.": [],
    "In 1955 Zigrosser was appointed the museum's vice-director.": [
        [
            8,
            17,
            [
                "Grosser"
            ]
        ]
    ],
    "He retired in 1963 as a curator <em>emeritus</em> but remained as an adviser to the print department.": [],
    "Zigrosser issued the <em>catalogue raisonné</em> of John Marin prints, <em>The Complete Etchings of John Marin</em> in 1969, as the exhibition catalog for the show at the Philadelphia Museum.": [
        [
            0,
            9,
            [
                "Grosser"
            ]
        ]
    ],
    "It is still considered the best study on Marin's prints.": [],
    "He died at his home in Switzerland.": [],
    "Zigrosser's was one of a number of early American curators who raised the public's awareness for graphics as a serious art form.": [
        [
            0,
            9,
            [
                "Grosser"
            ]
        ]
    ],
    "His introductory text, <em>Six Centuries of Prints</em> (1937) went through numerous editions during Zigrosser's lifetime under a variety of titles: <em>The Book of Fine Prints: an Anthology of Printed Pictures and Introduction to the Study of Graphic Art in the West and the East</em> (1956) and <em>Prints and their Creators: a World History: an Anthology of Printed Pictures</em> [etc.]": [
        [
            101,
            110,
            [
                "Grosser"
            ]
        ]
    ],
    "(1974).</p>": []
}