{
    "<p>South Asian historian of art.": [],
    "Colleague of Joseph Campbell and Carl Jung.": [],
    "Zimmer began his career studying Sanskrit and linguistics at the University of Berlin where he graduated in 1913.": [],
    "Between 1920-24 he lectured at Ernst-Moritz-Arndt University in Griefswald, moving to Heidelberg in to fill the Chair of Indian Philology.": [
        [
            64,
            74,
            [
                "Greifswald"
            ]
        ],
        [
            103,
            120,
            [
                "fill the Chair with"
            ]
        ]
    ],
    "Here, he wrote some of his most influential work, including Kunstform und Yoga im indischen Kultbild (1926).": [
        [
            60,
            69,
            [
                "Uniform",
                "Cuneiform",
                "Lunsford",
                "Fusiform",
                "Unciform"
            ]
        ],
        [
            70,
            73,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            79,
            81,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            82,
            91,
            [
                "indices",
                "indicted",
                "indiscreet"
            ]
        ],
        [
            92,
            100,
            [
                "Outbid",
                "Sultrily"
            ]
        ]
    ],
    "In 1938 he was dismissed by the Nazi's, emigrating to London where, between 1939-40 he taught at Balliol College, Oxford.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ],
        [
            40,
            53,
            [
                "immigrating to",
                "emigrating from"
            ]
        ]
    ],
    "In 1942 he moved to New York to accept a Visiting Lecturer position in Philosphy at Columbia where he died the following year.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ],
        [
            71,
            80,
            [
                "Philosophy"
            ]
        ]
    ],
    "Zimmer's method was to examine religious images, using their sacred significance as a key to their psychic transformation.": [],
    "His use of (Indian) philosophy and religious history to interpret art was at odds with traditional scholarship.": [],
    "His vast knowledge of Hindu mythology and philosophy (particularly Puranic and Tantric works) gave him insights into the art, insights appreciated by Joseph Campbell among others.": [
        [
            67,
            74,
            [
                "Quranic"
            ]
        ],
        [
            79,
            86,
            [
                "Tactic",
                "Centric",
                "Gastric",
                "Tantra",
                "Tantrum",
                "Tartaric"
            ]
        ]
    ],
    "The later edited Zimmer's writings after his death.": [
        [
            4,
            9,
            [
                "latter"
            ]
        ]
    ],
    "The psychiatrist Carl Jung also developed a long-standing relationship with Zimmer.": [],
    "He is credited by many for the popularizing of South Asian art in the West.</p>": []
}