{
    "<p>Victorian art historian, writer, biographer, translator.": [],
    "Zimmern was born into a Jewish family in Hamburg, her father was Hermann Theodor Zimmern, a lace merchant, and her mother Antonia Marie Therese Regina (Zimmern).": [
        [
            0,
            7,
            [
                "Zimmer"
            ]
        ],
        [
            81,
            88,
            [
                "Zimmer"
            ]
        ],
        [
            152,
            159,
            [
                "Zimmer"
            ]
        ]
    ],
    "After the political unrest in Germany in 1848, the family emigrated to Britain in 1850, where she spent the rest of her childhood.": [
        [
            58,
            70,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "She received sporadic and somewhat disjointed education until 1860, completing a finishing school certificate in Bayswater, London, in 1864.": [
        [
            113,
            122,
            [
                "Bays water"
            ]
        ]
    ],
    "She thereupon decided to begin her career as an author and translator, writing biographies, novels, and reviews covering a broad range of topics.": [],
    "Her first literary appearance was “An Account of Goslar in the Hartz” in <em>Once a Week</em> in 1868.": [
        [
            49,
            55,
            [
                "Dollar",
                "Solar",
                "Collar",
                "Polar",
                "Oscar",
                "Molar"
            ]
        ],
        [
            63,
            68,
            [
                "Hart",
                "Hertz",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "As an art historian, she contributed frequently to <em>The Magazine of Art</em> and the journal <em>Modern Art</em>, writing biographies and for periodicals for English, American, German, and Italian newspapers.": [],
    "She lectured on Italian art in Germany and Britain, and then moved to Florence in 1887.": [],
    "This same year she edited and wrote the introduction for English painter Sir Joshua Reynolds’ <em>The Discourses</em>, and published the book <em>Gotthold Ephraim Lessing: His Life and His Works</em> on Lessing’s contributions to art and aesthetics.": [
        [
            203,
            210,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "The following year, she wrote a thirty-two page essay in <em>The Art Annual</em>, “The Life and Work of L. Alma-Tadema,” which was expanded into <em>Sir Lawrence Alma Tadema, R.A.</em>, published by George Bell in 1902.": [
        [
            32,
            47,
            [
                "thirty-two-page"
            ]
        ],
        [
            107,
            118,
            [
                "Alma-Tandem"
            ]
        ]
    ],
    "In 1906, she wrote the book <em>Italy of the Italians</em>, including a section on plastic art, architecture, and sculpture.": [],
    "During her time in Italy, Zimmern began to write on political relations between Italy, Britain, and Germany; she expressed strong anti-German sentiments in <em>Jewish Home Life</em> by criticizing the German persecution of Jews.": [
        [
            26,
            33,
            [
                "Zimmer"
            ]
        ]
    ],
    "Zimmern grew sick in 1933 and died in Florence in 1934, having remained single.</p>\n\n<p>Much of Zimmern’s work points to her role as an advocate for European art and writer on topics that many believed to be exclusively for male voices (“Helen Zimmern Corriere”).": [
        [
            0,
            7,
            [
                "Zimmer"
            ]
        ],
        [
            96,
            103,
            [
                "Zimmer"
            ]
        ],
        [
            244,
            251,
            [
                "Zimmer"
            ]
        ]
    ],
    "By writing about sculpture, like that of Leonardo Bistolfi in “A Modern Italian Sculptor,” 1896, she aimed to help women understand how to appreciate and evaluate a sculpture when they looked at one.": [
        [
            50,
            58,
            [
                "Bristol",
                "Pistol",
                "Pistols"
            ]
        ]
    ],
    "Zimmern’s writing encouraged women into the artistic sphere; in “The Work of Miss Bessie Potter,” 1900, Zimmern credits Miss Potter’s identity as a woman as the reason for her sculpting skills.": [
        [
            0,
            7,
            [
                "Zimmer"
            ]
        ],
        [
            104,
            111,
            [
                "Zimmer"
            ]
        ]
    ],
    "Her art reviews are cited as being “largely adulatory” and including many references to artists she claimed she was friends with (Fraser 83).": [],
    "However, this practice introduced continental European artists to people in the British Commonwealth who would otherwise not have had this artistic literacy; in this way she facilitated an international conversation on sculpture and disseminated information on sculptors (Fraser 76).</p>": []
}