{
    "<p>Professor of art history and museum director, Wüttembergisches Landesmuseum, 1978-1991.": [],
    "Zoege von Manteuffel hailed from an aristocratic north-German/Danish family.": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "His father was the art historian Baron <a href=\"/zoegek\">Kurt Zoege von Manteuffel</a> director of the Staatliche Kupferstichkabinett (Saxon-State Print Collection) at the Zwinger, Dresden, and his mother Countess Alexandra von Schwerin (Zoege von Manteuffel) (1899-1972).": [],
    "Zoege von Manteuffel grew up in Dresden, attending the Vitzthum (humanities) Gymnasium.": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "In 1941 his father died when Zoege von Manteuffel was just 14 and his brother, a soldier in World War II, was killed in action in 1943.": [
        [
            29,
            34,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "His maternal uncle, Ulrich Wilhelm Graf Schwerin von Schwanenfeld (1902-1944), was executed in 1944 as a conspirator for the famous assassination attempt of Hitler in 1944.": [
        [
            35,
            39,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ]
    ],
    "Zoege von Manteuffel was called to the German army, but was a soldier for less than a year.": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "After the conclusion of the war, he studied art history at the universities of Göttingen, Basel, Munich and Freiburg im Breisgau.": [],
    "In 1950 he married a fellow Freiburg Ph.D.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "student, Hannelore Egly (b.": [
        [
            0,
            7,
            [
                "Student"
            ]
        ],
        [
            9,
            18,
            [
                "Bangalore",
                "Antelope",
                "Mangalore",
                "Channelers",
                "Channeler",
                "Channelize"
            ]
        ],
        [
            19,
            23,
            [
                "Ugly",
                "EGL"
            ]
        ]
    ],
    "1925).": [],
    "His Ph.D.": [],
    "was granted from the University of Freiburg in 1952 with a topic on <a href=\"/semperg\">Gottfried Semper</a>.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He worked as a volunteer at the Germanischen Nationalmuseum in Nuremberg 1952-1959.": [
        [
            45,
            59,
            [
                "National museum"
            ]
        ]
    ],
    "In 1955 Zoege assumed the duties of assistant, Stadtisches Kunstmuseum in Düsseldorf (to 1959).": [
        [
            8,
            13,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ],
        [
            47,
            58,
            [
                "Starfishes"
            ]
        ]
    ],
    "He moved to Berlin in 1957 as curator (custos) at the Staatliche Museum der Pruessischer Kulturbesitz in Berlin.": [
        [
            39,
            45,
            [
                "custom",
                "customs"
            ]
        ],
        [
            72,
            75,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "He remained there until 1968 completing his habilitation at the Technische Universität, Berlin, in 1968 on the topic of Zürn family of seventeenth-century sculptors.": [
        [
            44,
            56,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            64,
            74,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            75,
            86,
            [
                "University"
            ]
        ],
        [
            120,
            124,
            [
                "Turn",
                "Burn",
                "Urn",
                "Zorn",
                "IURN",
                "URN"
            ]
        ]
    ],
    "The same year he was appointed professor at the university, where he remained until 1978.": [],
    "Zoege was named director of the Wüttembergisches Landesmuseum in Stuttgart in 1978.": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "As director, he launched important exhibitions, established the Department of bronze and iron ages, acquired the Ernesto Wolf Collection of glass objects and expanded the museum to several branches including Waldenbuch, Rottweil and Heidenheim.": [
        [
            220,
            228,
            [
                "Rostral",
                "Rottweiler",
                "Coattail"
            ]
        ],
        [
            233,
            243,
            [
                "Dagenham"
            ]
        ]
    ],
    "He was made an honorary professor in 1981 University of Stuttgart.": [],
    "After his divorce to Hannah in 1984, he married Claudia Thomale Endres in 1987.": [
        [
            56,
            63,
            [
                "Tho male"
            ]
        ],
        [
            64,
            70,
            [
                "Endures",
                "Andres",
                "Endues",
                "Andrés",
                "End res"
            ]
        ]
    ],
    "He retired from the museum in 1991.": [],
    "In retirement he acted as advisor to the Domnick collection of abstract paintings and the Nagel auction house in Stuttgart.</p>": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ],
        [
            41,
            48,
            [
                "Dominick"
            ]
        ]
    ]
}