{
    "<p>Scholar of Dutch baroque era and director of Staatliche Kupferstichkabinett in Dresden (1924-1941).": [],
    "Zoege von Manteuffel hailed from an aristocratic north-German/Danish family.": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "He was born in Reval, Russian Empire, which is present-day Tallin, Estonia.": [
        [
            15,
            20,
            [
                "Real",
                "Rival",
                "Reveal",
                "Renal",
                "Regal",
                "Reva"
            ]
        ],
        [
            59,
            65,
            [
                "Tallinn",
                "Tall in"
            ]
        ]
    ],
    "He was the son of Gunther Zoege von Manteuffel (1850-1926) and Henriette \"Rita\" Ramm (Zoege von Manteuffel) (1857-1918).": [
        [
            26,
            31,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ],
        [
            63,
            72,
            [
                "Henrietta"
            ]
        ],
        [
            80,
            84,
            [
                "RAM",
                "Ram",
                "Ramp",
                "Rama",
                "Reims",
                "Rams"
            ]
        ],
        [
            86,
            91,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ]
    ],
    "He studied jurisprudence and then art history at the universities of Munich, Berlin and Halle.": [],
    "He wrote a dissertation in Antonio Pisano but focused his research career on Flemish artists.": [
        [
            35,
            41,
            [
                "Piano",
                "Pisa no"
            ]
        ]
    ],
    "While an assistant to a museum in Aachen, he contributed articles, largerly on those artists, for and edited the <em>Künstlerlexikon</em> under the direction of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>, between 1911-1914.": [
        [
            67,
            75,
            [
                "largely"
            ]
        ]
    ],
    "For the 1914-1915 period Zoege von Manteufel was the director of the Kunsthistorisches Institut in Florence.": [
        [
            25,
            30,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ],
        [
            35,
            44,
            [
                "Manuel",
                "Maneuver",
                "Masterful",
                "Materiel",
                "Mantel",
                "Mantell"
            ]
        ],
        [
            87,
            95,
            [
                "Institute"
            ]
        ]
    ],
    "Zoege von Manteuffel entered the Kupferstichkabinett (graphics collection) of Berlin Museum (Staatliche Museen zu Berlin).": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ],
        [
            111,
            113,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "He volunteered as a soldier in First World War and was severely wounded in 1918.": [],
    "By the following year he had been named curator of the Graphics collection at the Dresden Museum, Staatliche Kupferstichkabinett (Saxon-State Print Collection) at the Zwinger.": [
        [
            167,
            174,
            [
                "Winger",
                "Zinger",
                "Swinger",
                "Z winger"
            ]
        ]
    ],
    "He married Alexandra Luis Eveline (Grafin) von Schwerin (1899-1974) in 1923, rising to director of the Graphics department in 1924.": [
        [
            35,
            41,
            [
                "Grain",
                "Graphic",
                "Graphing",
                "Gratin"
            ]
        ],
        [
            43,
            46,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ]
    ],
    "Zoege von Manteuffel developed the prints collection into one of the most representative collections in the west.": [
        [
            0,
            5,
            [
                "Zone",
                "Siege",
                "Lodge",
                "Gorge",
                "Dodge",
                "Jorge"
            ]
        ],
        [
            35,
            41,
            [
                "prints'",
                "print's"
            ]
        ]
    ],
    "He presided over the donation of the graphics collection of Friedrich Augustus II in 1927.": [],
    "He created exhibitions of the collections throughout his tenure.": [],
    "He turned his attention to the graphic artist Alfred Rethel, preparing a <em>catalogue raisonné</em>.": [
        [
            53,
            59,
            [
                "Ethel"
            ]
        ]
    ],
    "He died unexpectedly while traveling in West Prussia.": [],
    "His son was the art historian <a href=\"/zoegec\">Claus Zoege von Manteuffel</a>.</p>": []
}