{
    "<p>New School for Social Research professor.": [],
    "Zucker's father, Julius Zucker, was a medical doctor who worked for the sanitation authority.": [
        [
            0,
            6,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ],
        [
            24,
            30,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ]
    ],
    "His mother was Anna Samter (Zucker).": [
        [
            20,
            26,
            [
                "Sumter",
                "Salter"
            ]
        ],
        [
            28,
            34,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ]
    ],
    "The younger Zucker attended the Wilhelms-Gymnasium, a humanities high school in Berlin where he graduated in 1907.": [
        [
            12,
            18,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ],
        [
            32,
            50,
            [
                "Wilhelm-Gymnasium"
            ]
        ]
    ],
    "He studied architecture at the Institute of Technology (Königliche Technische Hochschule) receiving the Diplom-Ingenieur in 1911 and Doktor-Ingenieurs in 1913 in the history of architecture under <a href=\"/borrmannr\">Richard Borrmann</a>.": [
        [
            67,
            77,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            104,
            120,
            [
                "Diploma-Ingenieur",
                "Diplom-Ingenious"
            ]
        ],
        [
            133,
            150,
            [
                "Doctor-Ingenieurs",
                "Doktor-Ingenious"
            ]
        ]
    ],
    "His dissertation was on the topic of pictorial space in Florentine painting.": [],
    "Between 1912-14 he was an assistant to <a href=\"/zimmermannm\">Max Georg Zimmermann</a> at the Schinkel Museum.": [],
    "He married the concert singer Rose Walter (1890-1962) in 1913.": [],
    "After a year teaching at the Reimann Schule in Berlin, 1914, Zucker joined the faculty in art history as a lecturer (Dozent) at the Lessing Hochschule, 1916-35.": [
        [
            37,
            43,
            [
                "Schulz"
            ]
        ],
        [
            61,
            67,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ],
        [
            117,
            123,
            [
                "Dozen",
                "Dozens",
                "Docent",
                "Dozenth"
            ]
        ],
        [
            132,
            139,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "He practiced architecture in Berlin between 1919-35, much of it as a city planner.": [],
    "He lectured on architecture in radio broadcasts.": [],
    "His interest in stage design led to his association with avant-garde theatre groups.": [
        [
            69,
            76,
            [
                "theater"
            ]
        ]
    ],
    "Among his commissions were the Prussian Bank and many country homes.": [],
    "Zucker was Dean of the Faculty at the Lessing Hochschule, 1930-33.": [
        [
            0,
            6,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ],
        [
            38,
            45,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "In 1937 he was dismissed from his position by the Nazis because he was a Jew.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "His journal articles of those last years were sign with initials only to avoid recognition.": [],
    "Zucker emigrated to the United States the same year began teaching at the New School for Social Research in New York, then known as the \"University in Exile.\"": [
        [
            0,
            6,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ],
        [
            7,
            19,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He also lectured at the Fashion Institute, the Dramatic Workshop, and Pratt Institute, Brooklyn in the 1940s and 1950s.": [],
    "He remained at the New School until 1970.": [],
    "In 1938 he was appointed lecturer at the Cooper Union, then Adjunct Professor in 1948.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "He became an American citizen in 1944.": [],
    "In 1950 Zucker published his Styles in Art, a popular treatment of stylistic analysis in art.": [
        [
            8,
            14,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ]
    ],
    "He retired in 1963 but retained Visiting Professor status 1964-1969 at the Cooper Union.": [],
    "Zucker was interested in architectural space as a theoretical concept.": [
        [
            0,
            6,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ]
    ],
    "He also wrote extensively on adult education in the arts.</p>": []
}