{
    "<p>Scholar of classical Greek and Roman art; specialist in preservation and restoration of ceramic artwork.": [],
    "Züchner studied archaeology beginning in 1925 at the universities in Berlin and Dresden and ultimately writing his dissertation at Christian-Albrecht-Universität, Kiel, completed in 1934.": [
        [
            0,
            7,
            [
                "Büchner"
            ]
        ],
        [
            131,
            161,
            [
                "Christian-Albrecht-University"
            ]
        ]
    ],
    "His dissertation was on Greek mirrors.": [],
    "That year he was hired as Scientific Assistant at the Staatlichen Museum in Berlin.": [],
    "There he issued a book on the Berlin Maned krater in 1938.": [
        [
            43,
            49,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ]
    ],
    "In 1939 he moved to the Archaeological Institute in Leipzig.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "He issued a revised version of his doctoral thesis in 1942 as Griechische Klappspiegel.": [],
    "He fought in World War II and was incarcerated as POW.": [],
    "After the war, beginning in 1946, he was responsible for restoring the many broken objects in the Grecian vase collection of the Martin-von-Wagner Museum in Würzburg.": [
        [
            129,
            146,
            [
                "Martin-on-Wagner"
            ]
        ]
    ],
    "In 1953 Züchner was appointed Ordentliche (full) professor at the University of Tübingen.": [
        [
            8,
            15,
            [
                "Büchner"
            ]
        ]
    ],
    "At Tübingen Züchner was head of the collection of plaster and original sculpture of the archaeological institute there.": [
        [
            12,
            19,
            [
                "Büchner"
            ]
        ]
    ],
    "He wrote a curious volume in 1959 on the usefulness and place of the illustration in visual studies.": [],
    "He retired in 1971.": [],
    "Züchner was a specialist in toreutics, or embossing or chasing metal, of the classical era.</p>": [
        [
            0,
            7,
            [
                "Büchner"
            ]
        ]
    ]
}