{
    "Classical sculpture writer and critic.": [],
    "Éméric-David gained a law degree at the university at Aix-en-Provence in 1775.": [],
    "He moved to Florence and Rome were he became enthralled with art.": [],
    "In 1787 he inherited his father's printing business, necessitating a move back to Aix.": [
        [
            3,
            7,
            [
                "1787,"
            ]
        ],
        [
            82,
            85,
            [
                "AIX",
                "Air",
                "Six",
                "Aid",
                "Mix",
                "Fix"
            ]
        ]
    ],
    "He was elected mayor of Aix in 1791, but as the French Revolution worsened for public officials, he moved to Paris and then briefly into hiding during the Reign of Terror.": [
        [
            24,
            27,
            [
                "AIX",
                "Air",
                "Six",
                "Aid",
                "Mix",
                "Fix"
            ]
        ]
    ],
    "Paris became his new home and he resolved to be an art historian.": [
        [
            25,
            29,
            [
                ", and"
            ]
        ]
    ],
    "In 1796 he published <em>Musée olympique de l'école vivante des beaux-arts</em>.": [
        [
            3,
            7,
            [
                "1796,"
            ]
        ]
    ],
    "The book attacked current art institutions such as the Salon, the Institut de France and the Louvre citing the lack of coverage they gave to modern artists.": [],
    "Éméric-David's notion helped establish the Musée du Luxembourg exhibitions.": [
        [
            45,
            50,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "In 1799, the Institut de France chose as its essay topic, \"What were the reasons behind the perfection of antique sculpture, and how might it be achieved?\"": [],
    "Éméric-David's entry, his 1805 <em>Recherches sur l'art statuaire</em>, framed Greek art as the product of an indigenous tradition of artistic principles and rules of excellence connected to the master-pupil relationship.": [],
    "For Éméric-David, evolution in art derived from the artist and not from institutional strictures.": [],
    "He denied the argument of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> that the Greek's ideal beauty existed beyond natural observation.": [],
    "Greek art was perfect, he argued, because it was true to nature.": [],
    "Such notions caused both immense popularity and disagreement: it was counter to the writings of <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>; sculptors and art students, however, took the <em>Recherches</em> as their guide.": [],
    "Napoleon's campaigns in Italy resulted in ancient statuary, later Classical antiquities, coming to the Louvre.": [],
    "Much of the contemporary writing found these statues were inferior (Winckelmann for example saw is as the decline of the genre).": [],
    "Éméric-David's proved himself a visionary for the less-appreciated art of Rembrandt, writing approvingly in <em>Le musée français</em> of the thirty-six works the Musée Napoléon (Louvre) mounted in 1807.": [],
    "His interpretation of Greek sculpture attributed the 3rd century BC era as one of further refinements, thus again drawing public approval for his theories.": [],
    "Éméric-David collaborated with <a href=\"/viscontie\">Ennio Guirino Visconti</a> to further alter the assumption of a 5th and 4th centuries decline.": [],
    "Emeric-David's focused his attention on medieval art, long neglected in France and elsewhere.": [
        [
            0,
            12,
            [
                "Emetic-David"
            ]
        ]
    ],
    "Though lacked any understanding of the objects, his interest in the genre introduced a nationalism into art history.": [],
    "His catalog of the Louvre collection with Visconti (1803-9).": [
        [
            42,
            50,
            [
                "Viscount",
                "Viscounts"
            ]
        ]
    ],
    "The Académie des Inscriptions et Belles-Lettres elected him a member in 1816.": [
        [
            4,
            12,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            13,
            16,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            33,
            47,
            [
                "Belles-lettres"
            ]
        ]
    ],
    "In 1823 he completed the manuscript of <a href=\"/serouxdagincourtj\">Jean-Baptiste Séroux d'Agincourt</a>, who had died in 1814, publishing this joint art history, <em>Histoire de l'art par les monumens, depuis sa décadence au IVe siècle jusqu'à son renouvellement au XIVe</em> He also contributed information on artists for the <em>Biographie universelle</em>.": [
        [
            3,
            7,
            [
                "1823,"
            ]
        ]
    ],
    "An American edition of his essays, <em>A Series of Studies</em>, was brought out in English in Bost in 1875.Éméric-David's ability to both reflect and make popular taste makes important for art history.": [
        [
            95,
            99,
            [
                "Most",
                "Best",
                "Lost",
                "Cost",
                "Host",
                "Post"
            ]
        ],
        [
            108,
            122,
            [
                " Éméric-David"
            ]
        ]
    ],
    "His endorsement of Rembrandt in 1807 came at a time when the painter was much less appreciated than Rubens or Van Dyck.": [],
    "His writings on ideal beauty as the product of visible reality refined through careful selection, strongly endorsed the realistic tendencies of the new art of his era.": [],
    "The book's detailed instructions on achieving perfection in art were used by both connoisseurs and art students.": []
}